Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: This item is out of charges.
sv: Det här föremålet har slut på laddningar.

source: You cannot use this item.
sv: Du kan inte använda det här föremålet.

source: Saved games
sv: Sparade spel

source: Current saved games:
sv: Nuvarande sparade spel:

source: New Save
sv: Ny sparning

source: Load
sv: Ladda

source: Delete
sv: Ta bort

source: Overwrite existing file?
sv: Skriv över den existerande filen?

source: Game saved successfully.
sv: Spelet sparades framgångsrikt.

source: Error saving game.
sv: Fel när spelet sparades.

source: Game was successfully removed.
sv: Spelet togs bort framgångsrikt.

source: Could not delete saved game.
sv: Lyckades inte ta bort det sparade spelet.

source: Are you sure you want to overwrite this file?
sv: Är du säker att du vill skriva över den här filen?

source: Are you sure you want to load this file?
sv: Är du säker att du vill ladda den här filen?

source: You can't delete the current game.
sv: Du kan inte ta bort det nuvarande spelet.

source: Are you sure you want to delete this file?
sv: Är du säker att du vill ta bort den här filen?

source: Create a new saved game or load an existing one
sv: Skapa ett nytt sparat spel eller ladda ett existerande

source: Open an existing saved game file
sv: Öppna en fil som innehåller ett sparat spel

source: No savegames have been created yet.
sv: Inga sparade spel har skapats ännu.

source: Somewhere in the wilderness.
sv: Någonstans i vildmarken.

source: In a cave on level %d.
sv: I en grotta på nivå %d.

source: Dungeon level %d at %s.
sv: Katakombnivå %d vid %s.

source: Resting at HQ.
sv: Vila på högkvarteret.

source: Party of %s the %s level %s.
sv: Grupp med %s %s nivå %s.

source: Compressing free space
sv: Komprimerar tomt utrymme

source: Adding gates
sv: Lägger till portar

source: Adding party
sv: Lägger till grupp

source: Adding teleporters
sv: Lägger till teleportörer

source: Adding mission objectives
sv: Lägger till uppdragsmål

source: Adding traps
sv: Lägger till fällor

source: Adding containers
sv: Lägger till behållare

source: Locking doors and chests
sv: Låser dörrar och kistor

source: Calculating room values
sv: Beräknar rumvärden

source: Adding monsters
sv: Lägger till monster

source: Adding items
sv: Lägger till föremål

source: Adding furniture
sv: Lägger till inredning

source: Cleaning up
sv: Städar upp

source: January
sv: Januari

source: February
sv: Februari

source: May
sv: Maj

source: June
sv: Juni

source: July
sv: Juli

source: August
sv: Augusti

source: October
sv: Oktober

source: Monday
sv: Måndag

source: Tuesday
sv: Tisdag

source: Wednesday
sv: Onsdag

source: Thursday
sv: Torsdag

source: Friday
sv: Fredag

source: Saturday
sv: Lördag

source: Sunday
sv: Söndag

source: Talking to
sv: Talar med

source: Talk about:
sv: Tala om:

source: Commoner: No services
sv: Invånare: Inga tjänster tillgängliga

source: Sage:
sv: Vis man:

source: Healer:
sv: Helare:

source: Heal
sv: Läka

source: Donate
sv: Donera

source: Trainer:
sv: Tränare:

source: Merchant:
sv: Handelsman:

source: Talking to %s
sv: Talar med %s

source: Amount:
sv: Mängd:

source: Donate!
sv: Donera!

source: Temple of %s
sv: %ss tempel

source: Enter the amount you want to donate.
sv: Skriv in mängden du vill donera.

source: Train!
sv: Träna!

source: Cost
sv: Kostnad

source: %s, I cannot teach you.
sv: %s, jag kan inte lära dig något.

source: You must seek out one who can train a %s.
sv: Du måste leta upp någon som kan träna en %s.

source: %s, I can teach you no more.
sv: %s, det finns inget mer jag kan lära dig.

source: You must seek a higher level trainer.
sv: Du måste hitta en tränare som har en högre nivå.

source: You must learn by yourself from now on.
sv: Du måste lära dig själv nu.

source: %s, you are not yet ready.
sv: %s, du är inte redo ännu.

source: Come back when you've reached level %d.
sv: Kom tillbaka när du har nått nivå %d.

source: %s, you are ready to learn.
sv: %s, du är redo att lära dig.

source: Select your next profession from the list below.
sv: Välj ditt nästa yrke från den nedanstående listan.

source: min level
sv: Minsta nivå

source: You cannot afford the training!
sv: Du har inte råd med träningen!

source: Congratulation %1$s, you are now a %2$s.
sv: Gratulerar %1$s, du är nu en %2$s.

source: Identify
sv: Identifiera

source: Name:
sv: Namn:

source: Detailed Description:
sv: Detaljerad beskrivning:

source: You must rest a while before identifying items again.
sv: Du måste vila lite innan du försöker identifiera föremål igen.

source: Requirements
sv: Krav

source: %s is too low.
sv: %s är för låg.

source: Bonus for %s!
sv: Bonus för %s!

source: All requirements met.
sv: Alla krav är mötta.

source: Level: %d
sv: Nivå: %d

source: Weight: %.2f
sv: Vikt: %.2f

source: Price: %d
sv: Pris: %d

source: Damage: %d percent
sv: Skada: %d procent

source: Damage Type: %s
sv: Skadesort: %s

source: Skill: %s
sv: Förmågor: %s

source: Parry: %d percent of %s skill
sv: Parera: %d procent av %s förmåga

source: AP cost: %d
sv: AP kostnad: %d

source: Range: %d
sv: Räckvidd: %d

source: Defense vs. %s damage: %d
sv: Försvar vs. %s skada: %d

source: Dodge penalty: %d
sv: Undanmanöversminus: %d

source: Power: %d
sv: Styrka: %d

source: Charges: %d(%d)
sv: Laddningar: %d(%d)

source: Spell: %s
sv: Besvärjelse: %s

source: Duration: %d
sv: Varaktighet: %d

source: Two handed weapon.
sv: Tvåhandsvapen

source: Optionally handed weapon.
sv: Valfritt hanterbart vapen

source: Attack Info for each player:
sv: Attackinformation för varje spelare:

source: %d bonus to attack and damage.
sv: %d bonus på attack och skada.

source: %d bonus to armor points.
sv: %d bonus till rustnings poängen.

source: Double damage
sv: Dubbel skada

source: Triple damage
sv: Tredubbel skada

source: Quad damage
sv: Fyrdubbelskada

source: %dX damage
sv: %d-dubbel skada

source: vs. any creature.
sv: vs. alla varelser.

source: Extra damage of %1$s %2$s magic.
sv: Extra skada med %1$s %2$s magi.

source: Extra %d pts of %s magic resistance.
sv: Extra %d poäng med %s magisk resistans.

source: Sets state mods:
sv: Sätt statusmodifikationer:

source: Protects from state mods:
sv: Skyddar mot statusmodifikationer:

source: Bonuses to skills:
sv: Bonusar till förmågor:

source: This item is cursed!
sv: Det här föremålet är förbannat!

source: School:
sv: Skola:

source: You have a feeling there is more to this item than what you've been able to glean...
sv: Du känner på dig att det finns mer att veta om det här föremålet än vad du har lyckats komma på...

source: Combat is now Turn-based.
sv: Striden är nu rundbaserad

source: Combat is now Real-time.
sv: Striden är nu realtidsbaserad.

source: Error saving game!
sv: Fel när spelet skulle sparas!

source: Character Details
sv: Karaktärsdetaljer

source: Name
sv: Namn

source: Profession
sv: Yrke

source: Stats
sv: Värden

source: Deity
sv: Gudomlighet

source: Image
sv: Bild

source: Accept
sv: Acceptera

source: Dismiss
sv: Avfärda

source: Change
sv: Byta

source: What is your name, great hero? Enter it here, but choose wisely! You will not be able to change it again.
sv: Välj ditt namn, men tänk efter och välj vist! Du kommer inte kunna ändra det igen.

source: Male
sv: Man

source: Female
sv: Kvinna

source: Select the sex of your hero. Besides some visual effects, it has no other impact on game mechanics.
sv: Väl kön på din hjälte här. Förutom visuella effekter så kommer det inte ha någon inverkan på spelmekaniken.

source: Profession:
sv: Yrke:

source: Which starting profession most closely resembles your hero? Your character will evolve into a more powerful and refined practicer of the chosen art. Below is a brief description of the strengths and weaknesses of each profession.
sv: Vilket yrke att starta med liknar din hjälte mest? Din karaktär kommer att utvecklas till en kraftfullare och mer refinerad utövare av det valda yrket. Nedan följer en kortare beskrivning av varje yrkes styrka och svagheter.

source: Statistics:
sv: Statistik:

source: Points Remaining:
sv: Kvarvarande poäng:

source: Reroll
sv: Rulla om

source: Patron Deity:
sv: Skyddsgud:

source: At times on your journey you may be reduced to nothing but a prayer. Therefore it is important to keep in mind to whom such requests are directed. Given below is a list of known deities of the land with a brief description for each.
sv: Vid vissa tillfällen på din resa så kan det hända att du blir reducerad till inget mer än en bön. Därför är det viktigt att tänka på till vem sådana är riktade. Nedan så följer en lista med kända gudar med en kortare beskrivning av varje.

source: Appearance:
sv: Utseende:

source: You may now choose a portrait and a character model to represent your hero. Your appearance is only a matter of personal choice, it will not affect the game in any way.
sv: Du kan nu välja ett porträtt och en karaktärsmodell som kommer att representera din hjälte. Ditt utseende är ett helt personligt val, det kommer inte att påverka spelet på något sätt.

source: New Game
sv: Nytt Spel

source: Continue Game
sv: Ladda Spel

source: Multiplayer Game
sv: Flerspelar Spel

source: About S.c.o.u.r.g.e.
sv: Om S.c.o.u.r.g.e.

source: Quit
sv: Avsluta

source: New Game Confirmation
sv: Bekräfta Nytt Spel

source: Optionally compiled modules:
sv: Icke Krävda Moduler:

source: [Network]
sv: [Nätverk]

source: [Sound]
sv: [Ljud]

source: %s discovers a secret door!
sv: %s upptäcker en hemlig dörr!

source: %s discovers a trap!
sv: %s upptäcker en fälla!

source: %s dodges some of the damage.
sv: %s undviker en del av skadan.

source: %1$s attacks %2$s with %3$s.
sv: %1$s attackerar %2$s med %3$s.

source: %s resists the spell with %d.
sv: %s motstår besvärjelsen med %d.

source: %s resists the spell! [%d]
sv: %s står emot besvärjelsen! [%d]

source: Cursed items have been doffed.
sv: Det förhäxade föremålet har tagits av.

source: Tile: Passage
sv: Platta: Passage

source: Tile: Room
sv: Platta: Rum

source: Map Editor
sv: Karteditor

source: Wall
sv: Vägg

source: Door
sv: Dörr

source: Properties
sv: Egenskaper

source: Start Pos
sv: Startposition

source: Item
sv: Föremål

source: Furniture
sv: Möblemang

source: Creature
sv: Varelse

source: Shape
sv: Form

source: Rug
sv: Matta

source: Secret
sv: Hemlig

source: Trap
sv: Fälla

source: Map Properties
sv: Kartegenskaper

source: Map level
sv: Kartnivå

source: Map depth
sv: Kartdjup

source: Map theme:
sv: Karttema

source: Select map location: (click on map, drag to move)
sv: Välj kartposition: (Klicka på kartan, drag för att flytta)

source: New Map
sv: Ny karta

source: Apply
sv: Applicera

source: Only 'manual' capabilities can be stored.
sv: Enbart manuella förmågor kan sparas.

source: Right click for info, double-click to open.
sv: Högerklicka för information, dubbelklicka för att öppna.

source: Character Information
sv: Karaktärsinformation

source: Show paperdoll inventory
sv: Visa pappersdockeinventariet

source: Show spellbook
sv: Visa besvärjelsebok

source: Show special capabilities
sv: Visa specialegenskaper

source: Show info about the current mission
sv: Visa information om det nuvarande uppdraget

source: Use item
sv: Använd föremål

source: Transcribe scroll into the spellbook
sv: Skriv ner besvärjelse i magiboken

source: Enchant item
sv: Förtrolla föremål

source: Show item information
sv: Visa information om föremålet

source: Store item in quick-spell slot
sv: Spara föremålet i en snabbnisch

source: Switch to previous party member
sv: Byt till föregående gruppmedlem

source: Switch to next party member
sv: Byt till nästa gruppmedlem

source: Show character stats
sv: Visa karaktärsstatistik

source: Show character skills
sv: Visa karaktärsförmågor

source: Show additional info about the character
sv: Visa extra information om karaktären

source: Give all of the party's coins to this character
sv: Ge alla gruppens mynt till den här karaktären

source: Cast spell or use capability
sv: Uttala besvärjelse eller använd förmåga

source: Apply Skill Modifications
sv: Applicera färdighetsmodifikationer

source: Store spell or capability in a quickspell slot
sv: Spara besvärjelse eller färdighet i en snabbnisch

source: Party members give all their money to %s.
sv: Gruppmedlemmarna ger alla sina pengar till %s.

source: You still have skill points to distribute.
sv: Du har fortfarande färdighetspoäng att placera ut.

source: All available skill points have been applied.
sv: Alla tillgängliga färdighetspoäng har delats ut.

source: Click on an item to select it...
sv: Klicka på ett föremål för att välja det...

source: Click on a spell or capability to select it...
sv: Klicka på en besvärjelse eller färdighet för att välja den...

source: MP Cost
sv: MP kostnad

source: %s picks up %s.
sv: %s plockar upp %s.

source: You can't fit the item!
sv: Du får inte plats med föremålet!

source: Can't change inventory while trading.
sv: Du kan inte ändra i inventariumet medans du handlar.

source: Can't remove cursed item!
sv: Du kan inte ta bort ett förhäxat föremål

source: %s drops %s.
sv: %s släpper %s.

source: Special Capabilities
sv: Specialförmågor

source: Manual Capability
sv: Manuella förmågor

source: Automatic Capability
sv: Automatiska förmågor

source: Only manual type capabilities can be used this way.
sv: Enbart manuella förmågor kan användas på det här sättet.

source: Only manual type capabilities can be stored.
sv: Enbart manuella förmågor kan sparas.

source: Click a quickspell slot to store this spell.
sv: Klicka på en snabbnisch för att spara besvärjelsen.

source: Mission Objectives
sv: Uppdragsmål

source: Show Squirrel Console
sv: Visa Squirrelkonsolen

source: Depth: %d out of %d.
sv: Djup: %d av %d.

source: Find %s
sv: Hitta %s

source: (not yet found)
sv: (inte ännu funnit)

source: Vanquish %s.
sv: Dräpte %s.

source: (not yet done)
sv: (inte ännu gjort)

source: No current mission.
sv: Inget uppdrag för närvarande.

source: Current attack
sv: Nuvarande attack

source: Left Hand
sv: Vänster hand

source: Right Hand
sv: Höger hand

source: Ranged Weapon
sv: Avståndsvapen

source: Click to change
sv: Klicka för att ändra

source: XP
sv: Erf

source: Coins
sv: Mynt

source: Resistances
sv: Resistenser

source: Available Skill Points
sv: Tillgängliga färdighetspoäng

source: Carrying (kg)
sv: Bär (kg)

source: Character Conditions:
sv: Karaktärseffekter:

source: Immune to Conditions:
sv: Immun mot effekter:

source: Click a quickspell slot to store this item.
sv: Klicka på en snabbnisch för att spara föremålet.

source: Welcome to the world of S.c.o.u.r.g.e.
sv: Välkommen till S.c.o.u.r.g.e. värld

source: ||S.c.o.u.r.g.e. is a rogue-like rpg that lets you control a group of four brave heroes.While working for a dungeon janitorial services company they become unwilling participants in an effort to stop a mysterious force from wiping out humanity. Boring you say? But wait, there is more! Your stay at the S.c.o.u.r.g.e. head-quarters is generously detailed in 3d! You will travel to strange and exotic underground locations! The randomly generated maps ensure the game's infinite replayability. There is A:music, effects, a, a... a plot! You will encounter, speak, trade with, and occasionally dispatch a large number of npc-s and monsters. Blood-curdling combat will unfold in either frantic real-time or thoughtful turn-based presentation.||
sv: ||S.c.o.u.r.g.e. är ett rouge-likt rpg som låter dig kontrollera en grupp av fyra modiga hjältar. Medans de arbetar för ett företag som städar ut katakomber så blir de ovilliga deltagare i ett försök att stoppa en mystisk kraft från att förgöra mänskligheten. Tråkigt säger du? Men vänta, det kommer mera! Ditt besök i S.c.o.u.r.g.e.s högkvarter är generöst detaljerat i 3d! Du kommer att resa till konstiga och exotiska underjordiska platser! De slumpmässigt genererade kartorna kommer att försäkra dig om spelets återspelbarhet. Det finns: musik, effekter, en, en... en historia! Du kommer att träffa, tala med, byteshandla med, och ibland dräpa en stort antal spelledarpersoner och monster. Blodisande strid kommer att utspela sig antingen hetsig realtid eller tankfullt turbaserat. ||

source: So stay a while... hunker down for adventure in the true underworld. The noxious fumes and A:psychedelic molds from the very walls of the crypts below the city of Horghh await.||
sv: Så stanna ett tag... tag sats för ett äventyrande i den samma underjorden. De giftiga gaserna och psykedeliska mögelsvamparna från katakomberna under staden Horghh väntar. ||

source: Credits and miscellany:|-----------------------|Code and bad artwork by Uzudil|Amazing portraits by Ben|Additional portraits by Omnisicent Colossus|Music by Toofan and Vincent|Rpg expertese by Michi, Elscouta, Nolendil|SCOURGEweb.org maintained and hosted by Omniscient Colossus|Original Forums and web administration by Charlie|More coding by daroth-u and Callahan|Paths were found by Jono|Web/cvs/svn and other services by sourceforge.net|Additional 3d objects by Omniscient Colossus|Enforcement of the law by Mormuth the Hairy|Dwarven poetry by the Order of the Grizzled Pony|Quake models from polycount|Textures by the wadfather|Texture Tweaking by Omniscient Colossus|(see README file for details on contributions.)|Playtesting and mostly civil encouragement by many at happypenguin.org|Additional testing and general hazing from the very helpful members of rpgcodex.com|Many happy interruptions in bugfixing by Abe & Asha|
sv: Medverkande och allmänt:|-----------------------|Kod och dålig grafik av Uzudil|Fantastiska porträtt av Ben|Ytterligare porträtt av Omnisicent Colossus|Musik av Toofan och Vincent|RPG-expertis av Michi, Elscouta, Nolendil|SCOURGEweb.org underhållen av Omniscient Colossus|Orginalforum och webadministration av Charlie|mer kodande av daroth-u och Callahan|Vägen hittades av Jojo|Web/cvs/svn och andra tjänster av sourceforge.net|Ytterligare 3dobjekt från Omniscient Colossus|Laglydighet från Mormuth den hårige|Dvärgpoesi från den spräckliga ponnyns order|Quakemodeller från polycount|Texturer av wadfather|Texturmodifieringar av Omniscient Colossus|(Kolla i README för detaljer)|Speltestning och mestadels trevliga tillrop från många på happypenguin.org|Ytterligare testning och generell genomgång av hjälpfulla medlemmar på rpgcodex.com|Många glada avbrott i bugfixning av Abe och Asha|

source: Pale weeds grow over these ancient walls
sv: Blekt ogräs växer på dessa uråldriga väggar

source: The walls crumble with age, yet appear sturdy
sv: Väggarna faller samman av ålder, ändock så verkar de stabila

source: Dark limestone walls mark these corridors
sv: Mörka sandstensväggar utmärker den här korridoren

source: It appears to be a thick wooden door
sv: Det verkar vara en tjock trädörr

source: A dungeon door made of wood
sv: En katakombdörr av trä

source: The aged oak door is scarred by knife points and torch flame
sv: Den åldrade ekdörren är märkt av kniväggar och fackelflammor

source: The door frames seem to be made of some hard wood
sv: Dörren verkar vara gjord av någon sorts hårt trä

source: The wood around the doors is reinforced by metal nails
sv: Träramen runt dörrarna är förstärkt med metalspik

source: A torch blazes nearby
sv: En fackla brinner i närheten

source: The light is firmly attached to the wall, you cannot get it
sv: Facklan är stadigt fastsatt i väggen, du kan inte få loss den

source: It is a burning torch
sv: Det är en brinnande fackla

source: A large wooden board that describes available missions
sv: En stor anslagstavla i trä som har information om de uppdrag som är tillgängliga

source: Click on the board to learn about your missions
sv: Klicka på anslagstavlan för att se dina uppdrag

source: The corporate 'brains' of S.C.O.U.R.G.E. inc.
sv: 'Hjärnorna' bakom företaget S.C.O.U.R.G.E.

source: A burning brazier
sv: En brinnande kolbrännare

source: A brazier radiates heat nearby
sv: Kolbrännaren sprider värme i närheten

source: You see a shiny marble column
sv: Du ser en skinande marmorpelare

source: The column supports the ceiling
sv: Pelaren stödjer taket

source: This teleporter is here courtesy of the management
sv: Den här teleportören är här som en service från ledningsgruppen

source: This teleporter can take you back to headquarters
sv: Den här teleportören kan ta dig tillbaka till huvudkvarteret

source: It is a teleporter
sv: Det är en teleportör

source: These stairs lead to another level
sv: De här trapporna tar dig till en annan nivå

source: Stairs leading into darkness
sv: Trapporna leder in i mörkret

source: You see a flight of stairs
sv: Du ser en trappa

source: It's a rusty lever.
sv: Det är en rostig spak.

source: It is best to leave that alone.
sv: Det är bäst att låta den vara ifred.

source: Touch it: it may add new germs to your collection.
sv: Rör den; det kommer att ge nya bakterier till din samling.

source: It's a calm pool of liquid radiating energy.
sv: Det är en lugn damm med vätska som utstrålar energi.

source: It appears to be a shallow pool of liquid.
sv: Det verkar vara en grund damm med vätska.

source: This teleporter smells faintly of sulphur.
sv: Den här teleportören luktar svagt av svavel.

source: It is the fabled red teleporter!
sv: Det är den omtalade röda teleprtören!

source: Where does this teleporter lead?
sv: Vart leder den här teleportören?

source: A sturdy wooden column.
sv: En stadig träpelare.

source: A rack for our less fortunate guests.
sv: En sträckbänk för våra mindre lyckosamma gäster.

source: You see dense vegetation.
sv: Du ser tät vegetation.

source: Some plants grow here.
sv: Vissa växter växer här.

source: Old ruins of forgotten kingdoms litter the grounds.
sv: Gamla ruiner från glömda kungadömen ligger och skräpar på marken.

source: Moss and lichens grow on these crumbling stones.
sv: Mossa och lavar växer på dessa sönderfallande stenar.

source: The wisdom of ages is scrawled upon the immense trunk of this tree.
sv: Århundrades vishet är inristat i den massiva stammen hos det här trädet.

source: You hear a gentle humming coming from the branches of this giant tree.
sv: Du hör ett milt hummande som kommer från grenarna på det här gigantiska trädet.

source: The images upon the gnarled bark of this unusual tree seems to tell stories.
sv: Bilderna ovanpå den grova barken hos det här ovanliga trädet verkar berätta historier.

source: Two-handed
sv: Tvåhands

source: Large
sv: Stor

source: Made of Metal
sv: Gjord av Metall

source: Bludgeoning
sv: Krossande

source: Small
sv: Liten

source: Robes
sv: Skrud

source: Plate-mail
sv: Plåtrustning

source: Ranged Weapons
sv: Avståndsvapen

source: It's an old carving knife. The long dulled blade sports a surprising number of dents.
sv: Det är en gammal förskärare. Det långa slöa bladet har ett förvånande antal märken.

source: Kitchen Knife
sv: Kökskniv

source: A rusty carving knife
sv: En rostig förskärare

source: A lightweight weapon that is built for speed. A favorite of assassins!
sv: Ett lätt vapen som är byggt för hastighet. En favorit bland lönnmördare!

source: Dirk
sv: Dolk

source: A small dirk
sv: En liten dolk

source: This dirk sports a menacing extra notch at its end. Monsters are sure to run screaming from this horror!
sv: Den här dolken har en ondsint extra skåra vid toppen. Monster kommer säkerligen springa skrikande från den här hemskheten!

source: Curved Dirk
sv: Böjd Dolk

source: A dirk with a spike
sv: En dolk med en tagg

source: The throwing dagger is a well balanced weapon, favored by the feared assassin-poets of the Order of the Grizzled Pony.
sv: Kastkniven är ett välbalanserat vapen, vanlig bland de fruktade lönnmördarpoeterna hos den spräckliga ponnyns order.

source: Throwing Dagger
sv: Kastkniv

source: A well-balanced throwing dagger.
sv: En välbalanserad kastkniv.
