Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: crimes,crime
sv: brott,småbrott

source: We're mostly petty criminals... adulterers, pick-pockets, etc. This $level of the $Abyss is presided over by the fearsome demon lord $Karzul. As punishment for our crimes, his minions torment our minds and bodies eternally...
sv: Vi är mestadels lätta kriminella, horbockar, ficktjuvar och liknande. Den här $nivån i $avgrunden drivs av den skräckinjagande demonenfursten $Karzul. Som straff för våra brott så kommer hans undersåtar att plåga våra sinnen och kroppar i evighet.

source: Don't tell me you don't know where you are? The demons of $Karzul apply their craft well indeed. In case you can't remember, you're on this $level for having committed small $crimes in your former life. Were you a thief perhaps? Or cheat at cards? No one comes here without a reason...
sv: Säg inte att du inte vet var du är? $Karzuls demoner är skickliga i sitt hantverk. Utifall att du inte kommer ihåg, så är du på den här $nivån för att du har begått $småbrott i ditt förra liv. Kanske så var du en tjuv? Eller fuskade i kortspel? Ingen kommer hit utan ett skäl.

source: The $Abyss has an infinite number of levels. This one is a holding area for $sinners like ourselves. It is ruled by the horrible demon lord $Karzul.
sv: $Avgrunden har oändligt många nivåer. Den här är där alla $syndare hålls. Den styrs av demonfursten $Karzul.

source: Trust me you don't want to know... he's the enemy of life, the despoiler of good, the bringer of darkness. His words are bile and his breath: disease... If you still want to see him, proceed to the end of this $level.
sv: Lita på mig när jag säger att du inte vill veta. Han är livets fiende, det godas förgörare, mörkrets förkämpe. Han ord är gift och hans andedräkt sjukdom. Om du fortfarande vill träffa honom så befinner han sig i slutet på $nivån.

source: Azmagol the Blacksmith
sv: Azmagol Smeden

source: Doro Dealer of Sorcery
sv: Doro Magihandlaren

source: Anuil the Alchemist
sv: Anuil Alkemisten

source: Scinibar the Storekeeper
sv: Scinibar Affärsföreståndaren

source: Ezmarith the Healer
sv: Ezmarith Läkaren

source: Blackheart the Constructor
sv: Blackheart Byggaren

source: Flintforge the Grafter
sv: Flintforge Knegaren

source: Thazmagul Firebeard
sv: Thazmagul Eldskägg

source: Sygil the Wizard
sv: Sygil Magikern

source: Aggorod the Warmaster
sv: Aggorod Krigsmästaren

source: Flint a Teacher of Scoundrels
sv: Flint Tjuvläraren

source: Idmaril the Folklorist
sv: Idmaril den Allmänbildade

source: Be welcome in my humble home but please be quick to state your business and be off. I am a busy man and my $research will not wait.
sv: Välkommen till min enkla boning, men var snabb med att meddela vad du vill och lämna sedan, jag är en upptagen man och min $forskning kommer inte vänta.

source: I work on unraveling the $history of the town of $Thuzgol. I can tell you information about the $city itself, its $history or the $catacombs below. But enough about me... you look like you work for $Uzudil at S.C.O.U.R.G.E. Inc. Did he send you to gather information? Was there $something you were meant to ask me about?
sv: Jag arbetar med att nysta upp $historien för staden $Thuzgol. Jag kan berätta om $staden själv, dess $historia eller $katakomberna under. Men nog om mig. Du ser ut som om du arbetar för $Uzudil på S.C.O.U.R.G.E. Skickade han dig för att samla information? Var det $något som du skulle fråga mig om?

source: something
sv: något

source: Quite so, something to ask $about...
sv: Precis, något att fråga $om.

source: about
sv: om

source: ...About $something? I don't know what your assignments are! Are you wasting my time?!
sv: Om $något? Jag vet inte vad du har för uppdrag! Slösar du på min tid?!

source: So... you've heard about the Order of the Grizzled Pony. Finally $Thuzgol is putting its mark on the pages of history! Well, as much as the locals might idolize them, they're still just a bunch of no-good $thugs. I wouldn't go around saying this, but trust me I know. The Order is not all it's cracked up to be.
sv: Så, du har hört talas om den spräckliga ponnyns order, äntligen så kommer $Thuzgol att finnas med i historieböckerna! Även om de lokala invånarna idealiserar dem så är de ett gäng $banditer. Jag borde inte gå runt och säga det här, men lita på att jag vet. Ordern är verkligen inte allt den sägs vara.

source: thugs
sv: banditer

source: My $sources tell me, that in the last manifestation of the insanity of the $Order, they hooked up with an undead wizard named $Mycotharsius. Who the wizard worked for, I couldn't tell. All I know is it's rumored, he kept a lair in the $catacombs below this very city. He apparently meant to call upon the wrath of $nature itself to destroy humanity. That was a score of years ago and by now I'm sure he's plan has been foiled. If I had known at the time that he was right here below our noses, I would've gone looking for him myself.
sv: Mina $källor säger att $orderns senaste galenskap har manifesterat sig i att de har slutit upp med en vandöd magiker vid namn $Mycotharsius. Vem magikern arbetade åt vet jag inte. Men det ryktas att han har ett näste i $katakomberna under staden. Tydligen så hade han planerat att åkalla $naturens vrede för att förgöra mänskligheten. Det var ett dussin år sedan och vid det här laget är jag säker på att hans plan har gått i stöpet. Om jag hade vetat att han fanns rakt under staden när det begav sig så hade jag försökt leta upp honom själv.

source: He and I go way back. Back before I knew how to mix my first potion or fry my first Rahuzmil with a Burning Stare, Uzudil and I hunted together near the northern city of $Grimvil. We are still good friends, helping each other out when we can.
sv: Han och jag har känt varandra länge. Innan jag hade blandat mitt första $elixir eller stekt med första Rahuzmil med en Brännande Blick så jagade Uzudil och jag tillsammans, nära den nordliga staden $Grimvil. Vi är fortfarande goda vänner, och hjälper varandra när vi har möjlighet.

source: A lovely place. Lakes, pine-trees, clean air and endless snowfields. I think after my $research here is done, I shall journey there again and dwell over one of the $fjords.
sv: Ett fantastiskt ställe. Sjöar, granar, ren luft och ändlösa snötäckta fält. Jag tror att efter min $forskning är klar så ska jag återvända dit och bosätta mig vid en av $fjordarna

source: fjords
sv: fjordarna

source: A funny word that is. Most peculiar!
sv: Ett roligt ord, mycket märkligt!

source: sources
sv: källor

source: Of course, I can't tell you that. One must always protect one's sources!
sv: Självfallet så kan jag inte berätta det. Man måste alltid skydda sina källor!

source: Thuzgol,city
sv: Thuzgol,stad

source: Thuzgol is located deep in the mountains in the middle of the continent. The city is home to the mountain dwarves, also known as the Groez-Duil. Among them most excel at the craft of the smith, the healer and the occasional artist. In fact you may have heard that the city is the original home of the $Order of the Grizzled Pony. Although the group moved on to terrorize other parts of the world, in Thuzgol they still enjoy a hero's reputation. Their contributions to the world of $poetry are not for the faint at heart! However, to be fair, the lure of their terrible verse does help the tourist industry. Let me know if you're interested in a brief $history of the city!
sv: Thuzgol är beläget djupt inne i bergen i mitten av kontinenten. Staden är där bergsdvärgarna, också kända som Groez-Duil, lever sina liv. De flesta bland dem är utmärkta smeder och läkare och några blir också kompetenta artister. Du har kanske till och med hört talas om den spräckliga ponnyns $order. Även om gruppen har gått vidare med att terrorisera andra delar av världen så har de fortfarande rykte om sig som hjältar i Thuzgol. Deras bidrag till $poesins värld är inte något för den som är svag i sinnet! Men man ska erkänna att deras hemska verskonster har bidragit till att turistnäringen går så bra. Säg till om du är intreserad av stadens $historia.

source: history
sv: historia

source: Well let me see... the earliest records of $Thuzgol date back to the reign of Ironball the Raider-King. According to these documents, he single-handedly founded the city by forcibly taking dwarves from his neighboring hill-side clans. His rule is followed by years of darkness: the Goblin wars under Ruadil. I arrived in Thuzgol during this time and have committed her history to paper ever since. After vanquishing the Goblin hordes, relative peace ruled for hundreds of years. During this time it was decided that the people of $Thuzgol shall be called the $Groez-Duil.
sv: Låt mig tänka lite, de tidigaste nedteckningarna av $Thuzgol kommer från Ironball Banditkungens regenttid. Enligt dessa dokument så grundlade han ensam staden genom att röva bort dvärgar från de kringliggande kullklanerna. Hans regenttid följs av åratal av mörker, vättekrigen under Ruadil. Jag anlände till staden under den tiden och har skrivit ner dess historia hela tiden. Efter att ha förgört goblinhorderna så upplevde staden en relativ fred under flera hundra år. Under den här perioden så beslöts det att $Thuzgols folk skulle kalla sig $Groez-Duil.

source: Yes, you see, just being called 'dwarf' is insulting as well as nondescript. It's bad enough that most travelers confuse males and females (just ask the locals) but foreigners cannot be expected to keep track of the multiplicity that is the dwarven clan system. The complexity of such relationships is so hard to comprehend, that as a matter of simplification, a suitable pseudonym was $sought.
sv: Du förstår, att bara kallas 'dvärg' är både förolämpande och oprecist, det är illa nog att de flesta turister brukar blanda ihop kvinnorna och männen (fråga bara de boende), men utlänningar kan inte förväntas hålla reda på det dvärgiska klansystemet. Komplexiteten hos relationerna är så svåra att förstå, att som ett sätt att förenkla så försökte man $hitta en pseudonym.

source: sought
sv: hitta

source: At first, the collective might of clans was to be named Groerum. However, as many learned in the ways of linguistics quickly pointed out, this means 'udder-grease' in the flowery tongue of a hill-side clan. The Groerum was then renamed Groez and in an attempt to appease the warlike clan of Duil, their name was appended to the new title of the mountain dwarf collective. Now all dwarves living in $Thuzgol proudly name themselves members of the Groez-Duil. Fascinating, isn't it?
sv: Först var tanken att den sammanslagna klanen skulle heta Groerum, men många lingvistiker påpekade att det betydde 'tuttfett' på det brokiga språket hos en av klanerna. Groerum döptes då om till Groez och i ett försök att bilda krigarklanen Duil så lades deras namn till slutet av bergsdvärgarnas. Nu kunde alla dvärgar som bodde i $Thuzgol stolt kalla sig medlemmar av Groez-Duil. Fascinerande, eller hur?

source: Mycotharsius,map,boots
sv: Mycotharsius,karta,skor

source: Mycotharsius showed cunning in his chosen craft early on in his career. He soon turned to the darker arts and became a powerful sorcerer of the school of the magic of Life and Death. But even this didn't satisfy his cravings for power, because later he entered a diabolical pact with a servant of evil named $Karzuul. True to his nature, the demon eventually turned on the wizard. Some say Mycotharsius fell in battle because his spell back-fired. You would do well to search the $catacombs for answers to your questions.
sv: Mycotharsius visade sig väldigt duktig i sitt yrke tidigt i sin karriär. Han utforskade snart de mörkare konsterna och blev en mäktig magiker som inriktade sig på livs- och dödsmagi. Men även detta stillade inte hans hunger efter makt, för lite senare så ingick han i en djävulsk pakt med en ondskans tjänare vid namn $Karzuul. Sann till sin natur så vände sig demonen sig snart emot magikern. Vissa påstår att Mycotharsius föll i strid för att hans besvärjelse slog slint. Du borde leta igenom $katakomberna för att hitta svaren på dina frågor.

source: Not much is known of him. Most likely Karzuul was a demon of the Abyss, the plane of elemental evil. I would guess, he offered greater power to $Mycotharsius in exchange for the wizard performing a service for the demon. The details of this pact are lost to time and here-say.
sv: Inte mycket är känt om honom, antagligen så är Karzuul en demon från avgrunden, den grundläggande ondskans dimension. Jag antar att han erbjöd $Mycotharsius större krafter i utbyte mot att magikern utförde vissa tjänster för demonen. Detaljerna i uppgörelsen har gått förlorade i tidens vågor.

source: Works for $Uzudil you say? Never heard of him.
sv: Arbetar åt $Uzudil påstår du? Har aldrig hört talas om honom.

source: nature,fire,witch,tokens
sv: natur,eld,häxa,symbolerna

source: You must be referring to that awful piece of poetry (naturally, attributed to the $Order) about the tokens? |'First find the four tokens|Lead the witch to the spire|Use sygils to bind her|And unleash nature's fire!'| I must say, I've been trying to figure this one out myself but to no avail. Perhaps searching the lair of $Mycotharsius will shine some light on this mystery?
sv: Du måste mena den där biten med hemsk poesi, som härrör från $ordern, om symbolerna?|'Hitta de fyra symbolerna|Led häxan till en spira|Använd sigillen att binda|Låt naturens eld få fira!'|Jag måste erkänna att jag har försökt lista ut vad som menas själv, men utan framgång. Det skulle kanske gå att få någon sorts klarhet i det här genom att leta igenom $Mycotharsius håla?

source: catacombs,below
sv: katakomber,nedan

source: Below the city of $Thuzgol lie the vast catacombs of an elder race. In all my years of $research about the $history of the city, never did I find any written records of those who inhabited this place before the $Groez-Duil. Today none dare to venture into its dank passages. Occasionally we here things stir below... dark things, not of this earth. Still, you should descend the slimy $stairs and have a look. I have a feeling the depths hold the answer to the riddle of what happened to $Mycotharsius.
sv: Under staden $Thuzgol så ligger ett enorm katakombnätverk från en äldre ras. Under alla år jag har $efterforskat stadens $historia så har jag aldrig hittat något skrivet från de som bebodde platsen innan $Groez-Duil. Än idag så vågar ingen ta sig in i dess unkna passager. Ibland så hör vi hur saker rör sig där nere, mörka saker, inte av denna världen. Men om någon skulle ta mod till sig och ta sig ner längs de slembelagda $trapporna så tror jag att de här djupen håller svaren på gåtan om vad som hände $Mycotharsius.

source: stairs
sv: trapporna

source: Uh, yeah... about the stairs. All I can tell you is that they do exist. Unfortunately, I've misplaced my maps of the city and don't know where they stairs leading to the $catacombs are located. Good luck finding them!
sv: Hmm, ja, angående trapporna ja. Allt jag kan säga är att de existerar. Tyvärr så har jag tappat bort mina kartor över staden och vet inte var trapporna som leder till katakomberna ligger. Lycka till att hitta dem!

source: dragonscale,armor
sv: drakfjäll,rustning

source: Very interesting! How very, very fascinating. No, this is not the armor of $Mycotharsius, make no mistake. This dragonscale armor was not made in these parts for oh... 1200 years now. It was once the mark of the $Guardians of the Realm. The fact that you found one below the city of $Thuzgol means either that it's a portions of its $history I have not come upon so far, but more likely that the armor was brought here from $someplace else.
sv: Väldigt intressant! Så extremt fascinerande. Nej, det här är inte $Mycotharsius rustning, missta er inte. Den här drakfjällsrustningen har inte tillverkats i de här områdena på säkert, hmm, 1200 år. Det var en gång i tiden Rikets $Väktares symbol. Det faktum att du hittade en under staden $Thuzgol betyder antingen att det är en del av dess $historia som jag inte kände till, eller kanske mer troligt att rustningen forslades hit från $någonannanstans.

source: Guardians,realm
sv: Väktares,riket

source: I only vaguely know of the Guardians of the Realm. I believe a long time ago they were a military organization assembled to protect peace in the land. It was rumored that the head of the Guardians was a supreme entity, perhaps even of divine nature...
sv: Jag har bara vag kunskap om rikets väktare. Jag tror att för länge sedan så var de en militär organisation som bildades för att skapa och skydda freden i landet. Jag har hört rykten om att ledaren för väktarna var en övernaturlig varelse, kanske även en gudomlig sådan.

source: someplace
sv: någonannanstans

source: I don't know from where this armor came to rest in the $catacombs. You should ask this of $Uzudil when you see him next. I suspect if he doesn't know what to make of it, he'd know who does.
sv: Jag vet inte hur den här rustningen kom att hamna i $katakomberna. Du borde fråga $Uzudil när du träffar honom nästa gång. Jag tror att även om han kanske inte vet precis det här, så vet han vem som vet.

source: Welcome weary adventurer to $Thuzgol, city of the $mountain dwarves!
sv: Välkomna trötta äventyrare till $Thuzgol, $bergsdvärgarnas stad!

source: May you find rest in $Thuzgol, where our women have the softest $beards!
sv: Må ni få vila i $Thuzgol, där våra kvinnor har de mjukaste $skäggen!

source: Feel at home in $Thuzgol! May your $beard cover your toes!
sv: Känn er som hemma i $Thuzgol! Må era $skägg nå era tår!

source: Behold the mighty city of the $mountain dwarves! Here you will find all the you seek, be it drink, weapon or spells of magic. If you want to know about the city's $history, ask $Orhithales. We're quite famous for our poetry. Would you like me to $recite some?
sv: Skåda $bergsdvärgarnas mäktiga stad! Här kommer du hitta allt du söker, må det vara dryck, vapen eller besvärjelser. Om du är intresserad av stadens $historia så fråga $Orhithales. Vi är också kända för vår poesi, skulle du vilja att jag deklamerade lite?

source: mountain
sv: bergsdvärgarnas

source: We are the mountain dwarves, distant relatives of the hill dwarves. Obviously as you probably already noted, we're quite stronger, more intelligent and ...er... well just better.
sv: Vi är bergsdvärgarna, avlägsna släktingar till kulldvärgarna. Uppenbart, och som ni säkert redan har märkt, så är vi starkare, smartare och helt enkelt bättre.

source: beards,beard
sv: skägg,skäggen

source: Yes they're lovely. Outsiders find it hard to tell dwarven women apart from men, due to the fact that both sexes sport luxurious, flowing beards. With practice however you can sort out the confusion. Women's beards are smooth and silky. Men have coarse facial hair that is quite unpleasant to touch. No doubt you will make mistakes while visiting a local house of pleasure...
sv: Ja, de är underbara! Turister upplever det ofta som svårt att skilja på männen och kvinnorna, för att båda könen har lyxiga, flödande skägg. Med lite övning så borde du kunna tygla förvirringen. Kvinnornas skägg är mjuka och silkeslena. Männen har grovt ansiktshår som är ganska otrevligt att röra vid. Men säkerligen så kommer du göra något misstag om du besöker en lokalt horhus.

source: He is the wisest of us all. He arrived in the city before the $Goblin wars and worked to repel that enemy. Now he works mostly on his research about the $history of $Thuzgol. He lives in the house with the purple flames on the outside. He is a quiet fellow, but be sure not to $anger him!
sv: Han är den visaste av oss alla. Han anlände till staden innan $vättekrigen och arbetade för att fördriva fienden. Numera så arbetar han mest på sin forskning om $Thuzgols $historia. Han bor i huset med de lila flammorna på utsidan. Han är en tystlåten typ, men se till att inte $förarga honom!

source: Ask $Orhithales about it.
sv: Fråga $Orhithales om det.

source: anger
sv: förarga

source: He doesn't like to be interrupted in his work. The reason why lives in $Thuzgol is because we leave him in piece so he can work on his research about the $history of the town. If you bother him, you may wish to never have set foot in his halls.
sv: Han gillar inte att bli störd i sitt arbete. Skälet till att han lever i $Thuzgol är att vi lämnar honom i fred så att han kan jobba på sin forskning som stadens $historia. Om du irriterar honom så kommer du önska att du aldrig satte din fot i hans hallar.

source: Ah yes, I'm quite the expert on the subject of the Order of the Grizzled Pony, you know! The Order is very secretive, yes! Their $lairs are guarded by Tyrant Hydralisk Deathlords except... uh... you see... they're lycanthropes, yes! Every full moon they turn into wolves. And $members of the Order themselves are dwarves among dwarves! They huge! At least 5 foot tall! Completely covered in fur and smell lovely like turned butter and sloshed ale. Ah, what a life it must be to travel with the Order...
sv: Aha, ja. Jag är faktiskt något av en expert på den spräckliga ponnyn order! Ordern är väldigt hemlig av sig, deras $hemvister är vaktade av tyranniska Hydraliskdödsfurstar förutom att de, uhh, du förstår, är lykantroper, precis! Varje fullmåne så förvandlas de till vargar. Dessutom så är orderns $medlemmar de främsta dvärgarna bland oss! De är enorma, minst fem fot långa! Helt täckta i päls och de luktar helt ljuvligt som härsket smör och utspilld öl, ah, vilket härligt liv det måste vara att resa med ordern.

source: lairs
sv: hemvister

source: Their lairs are flying castles in the sky! Halls after halls of glittering gems and finely worked stone. Gold and silver is everywhere in the very joints of the timbers of their homes!
sv: Deras hemvister är flygande slott i himmelen! Hall efter hall med glittrande ädelstenar och noggrant arbetad sten. Guld och silver är överallt och täcker självaste timmret i deras hem!

source: members
sv: medlemmar

source: Well, now that you ask, I've never actually met one of them... but I've read their poetry! It's got the loveliest dwarven cadences! Shall I $recite a piece?
sv: När du säger det så har jag faktiskt aldrig träffat någon av dem, men jag har läst deras poesi! Det har den ljuvaste dvärgiska takt man kan tänka sig, ska jag $deklamera en bit?

source: recite
sv: deklamera

source: another
sv: ännu

source: enough
sv: nog

source: Samoan the Healer
sv: Samoan Läkaren

source: Uxuril the Healer
sv: Uxuril Läkaren

source: Farona the Healer
sv: Farona Läkaren

source: Yxaliz the Healer
sv: Yxaliz Läkaren

source: Seremor the Healer
sv: Seremor Läkaren

source: Be welcome in our humble $monastery wanderer.
sv: Välkommen till vårt enkla $kloster vandrare.

source: I'm afraid I can't help you with that.
sv: Jag är ledsen att jag inte kan hjälpa till med det.

source: May you find that which you seek.
sv: Må du hitta vad du söker.

source: Within these bare walls, we offer our devotion to the gods. We also act as a $safe haven for those abroad. You too may $rest within our halls for as long as you like.
sv: Inom dessa väggar så erbjuder vi gudarna vår tro. Vi agerar också som en $säker tillflyktsort för landsflyktingar. Du får också $vila innanför våra väggar så länge som du önskar.

source: Currently we have no guests staying with us. Ever since the $haunting began in our $cellars, we've had no visitors.
sv: Just nu så har vi inte några gäster boende hos oss. Ända sedan våra $källare har blivit $hemsökta så har vi inte haft några besökare.

source: A couple of months ago, one of our order did not return from the $cellars when he went looking for candles. None of us dare venture $down there ever since.
sv: För ett par månader sedan så återvände inte en av oss från $källaren när han skulle hämta några ljus. Sedan dess så har ingen av oss vågat gå $ner dit.
