Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: While stopping over in the $Abyss, I fell into a baleful vortex of a magical storm. Normally such events shake off but a few dying leaves, in this case however, the demon lord $Karzul took advantage of my situation and imprisoned me in a metallic seed he prepared for just such an occasion.||Why he would do such a thing, I don't know. In fact, little do I understand of the struggling ways of mortals or demons, though I have witnessed much strife throughout the years. ||Infuriated I was for the severe curbing of my freedoms to roam! What is a planetraveler who is subject to remain in one place? $Karzul promised me that the situation was temporary. In fact he said, very soon, a druid named $Mothrazu would release me... That she did and that is how you and I now stand here conversing.
sv: När jag stannade till i $avgrunden, så föll jag ner mitt i en olycksbådande cyklon i en magisk storm. Normalt sett så tappar jag enbart några döende blad vid en sådan händelse, men i det här fallet så tog demonfursten $Karzul fördel av min situation och fängslade mig i ett metalliskt frö som han hade förberett för sådana här händelser.||Varför han skulle göra en sådan sak har jag inte någon aning om. Om jag ska vara ärlig så förstår jag inte riktigt varför människor och demoner krigar så bittert, även om jag har sett mycket strid i mina dar.||Jag blev förbannad över att min möjlighet att resa blev markant minskad! Vad är en dimensionsvandrare om hans möjlighet att resa försvinner? $Karzul lovade att det skulle vara en högst temporär situation, han sa till och med att väldigt snart så skulle en druid vid namn $Mothrazu befria mig. Det gjorde hon, och det är därför du och jag står här och konverserar.

source: unlock
sv: låsa

source: Riding on the metaphysical waves of the lore of Xelphate, human history repeats itself endlessly. Some say, such thoughts are negative, or even evil. That the human condition is bound to find new ways to break out of its mortal boundaries and roam the multiverse in unexpected new ways.||If I may season this theory with a near-infinite lifetime of observing history and traveling the planes, I'd say, that is not so. Humanity does indeed tend to repeat its mistakes.||However, the multiverse, nay even the material realm is more than just humankind. There are places your kind has never heard of. The world still holds many wonders and sustains life-forms you could not even imagine. Few indeed are the beings who can comprehend the vast multitude of the cosmos. Unfortunately for you, the powers of the $Abyss can. However, so can the $Guardians of the Realm. After all, it was their business to preserve the order of the world, and all knowledge of it.||Therefore, though things may look bleak, I do believe, it is time to resurrect the knights of old; to call upon the $Guardians once again and with their help, move the material plane away from the brink of slavery and darkness.|| Use the Cronostar. Travel to the monastery of Minirmuir, unlock the tombs and call upon the defenders of life!||You see to me, it matters not who rules the multiverse, be it good or evil. My kind is far above such trivialities. We see the cosmos as an endless maze of pathways, logic and knowledge intertwined create a complex network of possibilities. The current fragment of this web, is what your kind calls 'reality.'||Having said that, I'm glad to help. I do feel that too much power, centered in the hands of one like $Karzul would steer this fragile web towards its destruction, eventually shutting down all alternates until all that remains is similar to endless wastes of the $Abyss itself.
sv: Genom att rida på de metafysiska vågorna från Xelphates kunskap så repeterar den mänskliga historiens sig själv i oändlighet. Vissa påstår att sådana tankar är negativa, eller till och med onda. Att människorna ofelbart kommer hitta sätt att ta sig ut ur sina begränsningar som dödliga och färdas igenom multiversumet på oväntade sätt.||Om jag skulle få påverka den här teorin med en näst intill oändlig livserfarenhet av att observera historien och resor mellan dimensionerna så skulle jag påstå att det inte kommer hända. Mänskligheten tenderar onekligen till att upprepa sina misstag.||Men multiversumet, eller bara den materiella dimensionen handlar om mer än mänskligheten. Det finns platser som er ras aldrig har hört talas om. Världen har fortfarande många under varelser som ni inte ens kan föreställa er. Få är de varelser som kan föreställa sig hur enormt kosmos är. Oturligt för er är att krafterna i $avgrunden kan det. Men, så kan även Rikets $Väktare, det var ju deras uppgift att bevara ordningen i världen och dess kunskap.||Även som saker och ting må se lite hopplösa ut nu, så tror jag att det är dags att återuppväcka de gamla riddarna, att ropa på $Väktarna återigen och med deras hjälp rätta den materiella dimensionen bort från risken för slaveri och mörker.||Använd kronosstjärnan. Res till Minirmuirs kloster, öppna gravkammarna och återkalla försvarana till livet!||Du förstår att för mig så spelar det inte någon roll vilka som styr universum, må de vara goda eller onda, min ras är bortom sådana trivialiteter. Vi ser kosmos som en enorm labyrint av möjligheter, det nuvarande fragmentet av den är vad ni kallar 'verkligheten' just nu.||Med det sagt så hjälper jag gärna till, jag tror att det skulle orsaka labyrintens förfall att låta för mycket makt samlas i händerna på en som $Karzul. Vilket skulle leda till att allt som kvarstår av kosmos är $avgrunden själv.

source: travels,travel,trip
sv: resor,resa,färd

source: You humans call us the spawn of $Arcanex... We are planar travelers. We exist outside of time, really as an experiement by the god Minirmuir, walker of the golden path. Our aim is to serve as computational engines to crack the lifecode of reality.||You see, reality as you mortals experience it is an altogether different thing from what we see. Imagine, if you were able to side-step the limitation of time, and view the web of all possible futures from the outside.||The problem we try to solve by crawling the planes is the grand mystery: what is the discrete embodiment, the god-like consciousness that produces these variations. Is there a way to focus the potentials stored in this multifaceted matrix and comprehend all that is, was or shall be?||Needless to say, not one of us has ever managed to solve the riddle. Some, disintegrated under the burden of the challenge. Some slowly faded into a meta-dimension, never to emerge as a distinct entity ever again...||Well, I'm still here, by the grace of Minirmuir, toiling ever on. Although, I must say, my last reappearance had more to do with the druid $Mothrazu than my divine benefactor.
sv: Ni människor kallar oss $Arcanexs yngel, vi är dimensionsresenärer. Vi existerar utanför tiden, som ett experiment från guden Minirmuir, som vandrar den gyllene vägen. Vårt mål är att fungera som beräkningsapparater för att knäcka livskoden hos verkligheten.||Du förstår, den verklighet som ni dödliga upplever är en helt annan sak än den som vi ser. Föreställ dig att du kunde ställa dig tidens begränsningar, och titta på nätet av alla möjliga händelser från utsidan.||Problemet vi försöker lösa genom att resa genom dimensionerna är det stora mysteriet: vad är förkroppsligandet, den gudliknande intelligensen som producerar dessa variationer. Finns det ett sätt att fokusera potentialen hos den här multifasetterade matrisen och överblicka allt som har varit, är och skall komma?||Vad som inte behöver sägas är att ingen än så länge har lyckats lösa den här gåtan. Vissa kollapsade under utmaningen, vissa har försvunnit in i en metadimension och har aldrig återvänt som en distinkt varelse igen.||Nå, jag är fortfarande här, på Minirmuir nåd, och sliter vidare. Men jag måste erkänna att mitt senaste uppdykande har mer med druiden $Mothrazu att göra än min gudomlige välgörare.

source: Ah the Lucedil stones... You really have not lived until you have experienced holding one of these beauties in your hand! The light of eons sparkle in their shiny facets. It is said, the gems are Minirmuir's tears, when she watched the destruction of humanity during the first demon wars.||At any rate, the stones are very valuable and very rare. If in your mortal life-span you find but one, you are considered a Phatu, or, blessed one by the priests of Minirmuir.||I have found ten of them so far... $Melathor I believe has 9.
sv: Ahh, Lucedilstenarna, du har verkligen inte levt förrän du har upplevt att hålla en av de här skönheterna. Eoners ljus blänker i dess fasetter. Det sägs att stenarna är Minirmuirs tårar, från när hon tittade på när mänskorna utrotades under de första demonkrigen.||Hur som helst så är de väldigt värdefulla och ovanliga. Om du hittar endast en under hela ditt naturliga liv, så är du ansett en Phatu, eller välsignad av Minirmuir präster.||Jag har hittat tio än så länge. $Melathor har nio tror jag.

source: The elven wizard and I crossed paths during many of my $travels. Though he may appear as a witless drunkard at times, there is more to that elf than meets the eye!||In fact, he and I have a running bet for... well, over a century now to see which one of us collects the most gemstones of $Lucedil. I think with my last $trip to the Reefs of Rhungar, I may just have secured the lead.
sv: Den alviska trollkarlen och jag träffade på varandra under många av mina $travels. Fastän han verkar vara en sanslöst fyllo ibland, så finns det mer än vad man först märker!||I sanning så har han och jag haft en löpande vadslagning i snart... ja, över ett århundrande för att se vem av oss som samlar mest ädelstenar från $lucedil. Jag tror att jag med min senaste $trip till Rhungars rev så kan jag ha säkrat ledningen.

source: You should never see this greeting.
sv: Du borde aldrig se den här hälsningen.

source: You should never see this message.
sv: Du borde aldrig se det här meddelandet.
