Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: A comfortable looking bed albeit somewhat moth-eaten.
sv: En säng som ser bekväm ut dock något maläten.

source: Bed
sv: Säng

source: A bed for resting
sv: En säng att vila i

source: A small black stove radiates heat.
sv: En liten svart spis utstrålar värme.

source: Stove
sv: Spis

source: A small stove
sv: En liten spis

source: A long worktable carved from splintery wood
sv: Ett långt arbetsbord karvat från stickit trä

source: Desk
sv: Skrivbord

source: A long worktable
sv: Ett långt arbetsbord

source: A bench for sitting
sv: En bänk att sitta på

source: Bench
sv: Bänk

source: A bench
sv: En bänk

source: You think this scroll has magical symbols on it
sv: Du tror att den här pergamentrullen har magiska symboler på sig

source: Scroll
sv: Pergamentrulle

source: A magic scroll
sv: En magisk skrift

source: A tiny red apple
sv: Ett litet rött äpple

source: Apple
sv: Äpple

source: An apple
sv: Ett äpple

source: A large apple
sv: Ett stort äpple

source: Big Apple
sv: Stort Äpple

source: A small loaf of vegan, raw, organic, whole-wheat, dairy/dolphin-free, protein-enriched bread
sv: En liten limpa med veganskt, organsikt, rått, fullkorns, mjölk- och delfinfritt proteinberikat bröd

source: Bread
sv: Bröd

source: A loaf of bread
sv: En limpa bröd

source: A slab of dark chocolate
sv: En kaka med mörk choklad

source: Chocolate
sv: Choklad

source: A chocolate bar
sv: En chokladkaka

source: A giant, orange mushroom with purple dots
sv: En gigantisk, orange svamp med lila prickar

source: Mushroom
sv: svamp

source: An alarming mushroom
sv: En alarmerande svamp

source: A tiny yellow and brown speckled egg
sv: Ett litet gul- och brunspräckligt ägg

source: Tiny egg
sv: Litet ägg

source: A small egg
sv: Ett litet ägg

source: A large, hard bird's egg
sv: Ett stort, hårt fågelägg

source: Big egg
sv: Stort ägg

source: A large egg
sv: Ett stort ägg

source: Your basic adventurer's fare, mutton-rump-roast, slightly turned...
sv: Den klassiska äventyrarkost, lammrumpstek, lätt ruttnad...

source: Mutton meat
sv: Lammkött

source: A few slices of mutton meat
sv: Några skivor lammkött

source: A small potion-bottle, filled with a fresh water
sv: En liten elixirflaska, fylld med färskt vatten

source: Water potion
sv: Vattenelixir

source: A small bottle of clear liquid
sv: En liten flaska med klar vätska

source: A bottle of stream water
sv: En flaska med strömvatten

source: Water bottle
sv: Vattenflaska

source: A bottle of odorless fluid
sv: En flaska med luktlös vätska

source: A bottle of untreated milk
sv: En flaska med obehandlad mjölk

source: Milk
sv: Mjölk

source: Some milk
sv: Lite mjölk

source: A dusty bottle of wine with an upside-down label that reads 'Goats do roam'... I guess they do
sv: En dammig flaska vin med en uppochnervänd etikett som lyder 'Getter Råmar'... Jag antar att de gör det.

source: Wine bottle
sv: Vinflaska

source: A bottle of dark fluid
sv: En flaska med en mörk vätska

source: A cellar aged bottle of vintage wine with a label that reads 'Coates de Rhone'
sv: En källarlagrad flaska kvalitetsvin med en etikett som lydet 'Coates de Rhone'

source: Fine wine bottle
sv: En fin flaska vin

source: A bottle of reddish liquid
sv: En flaska med rödaktig vätska

source: A large barrel full of fresh water
sv: En stor tunna full med friskt vatten

source: Water barrel
sv: Vattentunna

source: A barrel filled with some liquid
sv: En tunna fylld med någon sorts vätska

source: A large barrel filled with wine from Korim.
sv: En stor tunna fylld med vin från Korim.

source: Wine barrel
sv: Vintunna

source: A barrel filled with dark liquid
sv: En tunna full med mörk vätska

source: A large barrel that contains dwarven ale with bits of bread and mutton...
sv: En stor tunna som innehåller dvärgiskt överjäst öl med bitar av bröd och lammkött...

source: Beer barrel
sv: Öltunna

source: A barrel full of foamy liquid
sv: En tunna full med skummande vätska

source: A medicine-bottle, filled with a health potion
sv: En medicinflaska, fylld med ett hälsoelixir

source: Health potion
sv: Hälsoelixir

source: A medicine bottle
sv: En medicinflaska

source: This bottle contains a gray oozing liquid.
sv: Den här flaskan innehåller en grå sipprande vätska.

source: Liquid armor
sv: Flytande rustning

source: A round gray bottle
sv: En rund och grå flaska

source: This bottle contains some exotic, green oil
sv: Den här flaskan innehåller lite exotisk grön olja

source: Potion of Speed
sv: Hastighetselixir

source: A small vial of green oil
sv: En liten flaska med grön olja

source: This bottle contains some exotic, red oil
sv: Den här flaskan innehåller lite exotisk röd olja

source: Potion of Coordination
sv: Koordinationselixir

source: A small vial of red oil
sv: En liten flaska röd olja

source: This bottle contains some exotic, blue oil
sv: Den här flaskan innehåller lite exotisk blå olja

source: Potion of Power
sv: Styrkeelixir

source: A small vial of blue oil
sv: En liten flaska blå olja

source: This bottle contains some exotic, brown oil
sv: Den här flaskan innehåller lite exotisk brun olja

source: Potion of IQ
sv: Intelligenselixir

source: A small vial of brown oil
sv: En liten flaska brun olja

source: This bottle contains some exotic, purple oil
sv: Den här flaskan innehåller lite exotisk lila olja

source: Potion of Leadership
sv: Ledarskapselixir

source: A small vial of purple oil
sv: En liten flaska lila olja

source: This bottle contains some exotic, silver oil
sv: Den här flaskan innehåller lite exotisk silverolja

source: Potion of Luck
sv: Lyckoelixir

source: A small vial of silver oil
sv: En liten flaska med silverfärgad olja

source: This bottle contains some exotic, golden oil
sv: Den här flaskan innehåller lite exotisk guldolja

source: Potion of Piety
sv: Fromhetselixir

source: A small vial of golden oil
sv: En liten flaska med gyllene olja

source: This bottle contains some exotic, yellow oil
sv: Den här flaskan innehåller lite exotisk gul olja

source: Potion of Lore
sv: Kunskapselixir

source: A small vial of yellow oil
sv: En liten flaska gul olja

source: A bottle, filled with a magic potion
sv: En flaska fylld med magiskt elixit

source: Magic potion
sv: Magiskt elixir

source: A bottle of blue liquid
sv: En flaska med blå vätska

source: This is the fabled Wand of Nausiation that once brought to its knees an entire Wourghish legion.
sv: Det här är den berömda yrhetsstaven som en gång i tiden fick hela den Wourghisha legionen på fall.

source: Wand of Nausiation
sv: Yrhetsstav

source: You think this stick might have magical properties
sv: Du tror den här staven kan ha magiska egenskaper

source: It very much looks to be the sort of thing that while you're curious to open it, common sense tells you that it's best to leave the box closed.
sv: Det ser väldigt mycket ut som den sortens pryl som din nyfikenhet vill öppna men ditt sunda förnuft säger åt dig att lämna stängd.

source: Treasure Chest
sv: Skattkista

source: It looks to be a wizard's treasure chest
sv: Det ser ut att vara en magikers skattkista

source: Boots of someone named 'Mycotharsius'. Judging from the smell, the owner must have been host to a large group of parasitic micro-organisms.
sv: Skor som har tillhört en 'Mycotharsius'. Av döma av lukten så led den förra ägaren av ett större antal parasiterande mikroorganismer.

source: Boots of Mycotharsius
sv: Mycotharsius Skor

source: Boots inscribed with the word 'Mycotharsius'.
sv: Skor graverade med ordet 'Mycotharsius'.

source: It's a simple map and yet... strange suggestions arise in your mind: worship Karzuul and you'll be spared!
sv: Det är en enkel karta men ändå... konstiga förslag dyker upp i ditt medvetande: tillbe Karzuul så kommer du bli skonad!

source: Abyssal Map
sv: Avgrundskarta

source: A map that seems to radiate evil.
sv: En karta som verkar utstråla ondska.

source: It seems like this star-shaped flat piece of metal is emitting a sweet smell.
sv: Det verkar som den här stjärnformade biten metall ger ifrån sig en söt lukt.

source: The myriagonal token of Unamoin
sv: Den myrigonalska Unamoins symbol

source: A flat piece of metal with many sides.
sv: En platt bit metall med många sidor.

source: This vaguely oval-shaped piece of material makes you laugh every time you look at it.
sv: Den här svagt ovalformade biten materia får dig att skratta varje gång du tittar på den.

source: The nonagonal token of Soroughoz
sv: Den icke-gonska Soroughozs symbol

source: An oval-shaped piece of cloth that seems laughably important.
sv: En ovalformad bit tyg som verkar komiskt viktig.

source: A faint touch of electricity strokes your skin when nearing this many-sided metal piece.
sv: En svag känsla av elektricitet stryker ditt skinn i närheten av den här mångsidiga metallbiten.

source: The hendecagonal token of Garzul-Meg-Aonrod
sv: Den hendekagonska Garzul-Meg-Aonrods symbol

source: The piece of metal displays a feel of electricity.
sv: Den här biten metall har en känsla av elektricitet.

source: Quen-go-Nul or the Cronostar is a powerful elven artifact. Crafted eons ago by the deep elves, it is thought to possess the ability to slow down time, while keeping its user safe in a temorarily created pocket dimension.
sv: Quen-go-Nul eller Kronosstjärnan är en mäktig alvisk artifakt. Tillverkad för eoner sedan av djupalverna, är den beryktad att inneha kraften att sakta ner tiden, samtidigt som den behåller sin användare säker i en temporär minidimension.

source: Cronostar
sv: Kronosstjärna

source: A faint smell of decayed flowers hangs in the air.
sv: En svag lukt av förmultnade blommor hänger i luften.

source: Nature
sv: Natur

source: of the Lake
sv: av Sjön

source: Lesser healing touch
sv: Svag läkeberöring

source: Healing
sv: Läkning

source: Increases the target's HP by a minimal amount. The spell's power increases with the caster's level.
sv: Ökar HP'n hos målet med en minimal mängd. Besvärjelsens styrka ökar med kastarens nivå.

source: Bless group
sv: Välsigna Grupp

source: Blessing
sv: Välsignelse

source: Drawing on the ancient spirits of nature the caster raises the party's ability to succeed in vanquishing their foes.
sv: Genom att dra kraft från de uråldriga naturandarna så ökar besvärjaren gruppens möjlighet att lyckas besegra fiender.

source: Cursed ways
sv: Förhäxad Levene

source: Encursing
sv: Förhäxning

source: Nature's wraith hampers the target creatures in endeavors great and small. Every activity they attempt seems ill fated, ripe with strife. The more they struggle the more net of the curse closes in. The effects of the spell will wear off after a while.
sv: Naturens ilska hindrar målet i både stort och smått. Varje aktivitet de försöker blir otursförföljt och fullt av motgångar. Ju mer de försöker desto tajtare dras förbannelsens nät åt. Effekterna kommer att avklinga efter ett tag.

source: Remove curse
sv: Lyft förbannelse

source: Curse Removing
sv: Förhäxningsborttagning

source: The caster draws from the well of ordered peace that drifts in the void of Earth's creations. With urgency the target's spiritual balance is restored and cursed ways surrendered. This spell un-equips cursed items.
sv: Besvärjaren drar kraft från källan av ordning som flyter mellan världens skapelser. Kraftfullt så återställs målets andliga balans och de förhäxade beteendemönstrena glöms bort. Den här besvärjelsen tar av förhäxade saker.

source: Gust of wind
sv: Vindpust

source: Windy
sv: Vindigt

source: With the wave of an arm in an age-long predescribed sacred motion, the weaver communes with the elemental forces of the wind to create a protective aura around her. The wind knocks all enemies back and causes some amount of sonic damage.
sv: Genom att kasta ut med en arm i en gammal helig rörelse, så övertygar magivävaren elementen att skapa en skyddande aura runt sig. Vinden slår tillbaka fienderna och orsakar en del ljudskada.

source: The god of nature is an unpredictable fellow, even for a god. If you've ever experienced a sunny day suddenly ruined by the tidal wave from hell, you know what I'm talking about. Amod-Rheinur delights in the simple things: a good story around the campfire or strong ale shared by friends.
sv: Naturens gud är en oberäknelig rackare, även för en gud. Om du någonsin upplevt att en solig dag plötsligt förstörs av tidvattenvågen från helvetet, så vet du vad jag talar om. Amod-Rheinur tar nöje i enkla saker: en bra historia vid lägerelden, eller starkt ale i goda vänners lag.

source: A quick breeze flutters as if in annoyance.
sv: En snabb vindpust fladdrar förbi som om den vore förargad.

source: The smell around you reminds you of a sewer. Oh wait, you are in the sewers!
sv: Lukten runt dig påminner om en kloak. Oh, vänta, du är i en kloak!

source: All grows quiet for a moment. You hear water dripping nearby.
sv: Allt blir tyst för ett ögonblick. Du här vatten droppa i närheten.

source: You hear a simple bird call. It's like a half-wakened dream; brief and gone.
sv: Du hör ett enkelt fågelrop. Det är som en vakendröm; kort och försvunnen.

source: There is a floral scent to the air: fragrant and delicate.
sv: Det finns en blomdoft i luften, välluktande och delikat.

source: The air warms around you and you feel elated and strong.
sv: Luften blir varmare runt dig och du känner dig upprymd och stark.

source: Divine Awareness
sv: Gudomlig Medvetenhet

source: of the Specter
sv: av Spökbilden.

source: Body of stone
sv: Stenkropp

source: Protecting
sv: Skyddande

source: Temporarily increase target's AC. Spell power and interval increase with caster's level.
sv: Höjer målets rustningsklass temporärt. Styrkan och uthålligheten hos besvärjelsen ökar med besvärjarens nivå.

source: Empower friend
sv: Bemyndiga vän

source: Empowering
sv: Bemyndigande

source: A party member is empowered for a period of time after the caster embarks to spiritually understand the divine nature of the target being.
sv: En medlem av gruppen får ökade möjligheter under en period medans besvärjaren ger sig an på att andligt förstå den målets gudomliga natur.

source: Burning stare
sv: Brännande blick

source: Burning
sv: Brännande

source: Simply by looking at the target the caster charges the surrounding air with spiritual energy which delivers a hot blast of burning matter and thus damaging the target. With practice the damage caused by this spell is increased.
sv: Genom att endast titta på målet så laddar den upp den omkringliggande luften med andlig energi, den i sin tur avger en het pust av brinnande materia som skadar målet. Skadan som orsakars ökar med träning.

source: Divine healing touch
sv: Gudomlig läkeberöring.

source: Heals a large amount of damaged hit points. The spell's power increases with the caster's level.
sv: Läker ett stort antal hälsopoäng. Besvärjelsens kraft ökar med besvärjarens nivå.

source: Dori's Tumblers
sv: Doris Kolv

source: Opening
sv: Öppnande

source: The caster is briefly able to manipulate all manners of closed objects. Locked doors and crates snap open when this spell is cast.
sv: Besvärjaren har för en kort stund möjlighet att manipulera alla sorters stängda föremål. Låsta dörrar och kistor smäller upp när besvärjelsen kastas.

source: Achieving awareness beyond the needs of the self is the reason followers of Minirmuir meditate for hours each day. She is basically a peaceful deity who considers all beings equal in the world. Needless killing, and wanton destruction however are likely to evoke her wrath.
sv: För att uppnå en medvetenhet bortom jaget så mediterar Minirmuirs följeslagare flera timmar varje dag. Hon är i grunden en fredlig gudinna som anser att alla varelser är jämnlika i världen. Onödigt dödande och hänsynlös förstörelse kommer att väcka hennes vrede.

source: Suddenly you loose focus, a reptilian ego rising to overtake your senses.
sv: Plötsligt så tappar du fokus, en personlighet direkt från reptilhjärnan övertar dina sinnen.

source: The room sways momentarily and you struggle to stay upright.
sv: Rummet gungar plötsligt till och du kämpar för att hålla balansen.

source: You feel nothing; all is at peace.
sv: Du känner ingenting; Allt är fridfullt.

source: Strain as you might, the peace of the void is not within your grasp.
sv: Hur mycket du än försöker, så är inte lugnet i intet inom räckhåll för dig.

source: Your movements grow catlike, balanced and easy, yet sinuous with power.
sv: Dina rörelser blir kattlika, balanserade och graciösa men ändå bräddade med kraft.

source: A flower blooms in your mind and you soar over an unknown landscape.
sv: En blomma fäller ut sig i ditt sinne och du svävar över ett okänt landskap.

source: Life and Death
sv: Liv och Död

source: of Karma
sv: av Karma

source: Flame of Azun
sv: Azuns Flammor

source: Flaming
sv: Flammande

source: Temporarily blind a group of enemies contained within a 5' cube.
sv: Temporärt förblinda en grupp med fiender inom en 1.5 meters kub.

source: Greater healing touch
sv: Större läkeberöring

source: Increases the target's HP by a medium amount. The spell's power increases with the caster's level.
sv: Ökar målets HP med en medelstor mängd. Trollformelns kraft ökar med uttalarens nivå.

source: Protective clay
sv: Skyddande lera

source: The party's armor is augmented by the caster drawing a ward from nearby rocks, clay and roots.
sv: Gruppens rustning är förstärkt med delar från stenar, rötter och lera som råkar finnas i närheten.

source: Enthrall fiend
sv: Trollbinda best

source: Possessing
sv: Besättning

source: The caster attempts to control the target creature's subconscious. This is done by concentrating on extinguishing the flame of perceived self-control which in the target's mind parts chaos from order. Once this barrier is broken subconscious thought gains equal precedence to life support functions and thought-possession becomes possible.
sv: Besvärjaren försöker kontrollera måldjurets undermedvetna. Detta görs genom att koncentrera sig på att släcka den upplevda självkontroll som finns i djurets sinne, det som delar ordning från kaos. Så snart detta är uppnått, så kan undermedvetna tankar få samma status som livsuppehållande funktioner och tankeövertagandet är komplett.

source: Break from possession
sv: Besättningsavbryt

source: Possession Breaking
sv: Besättningsavbrytning

source: The caster attempts to break another magic user's thought-control of the target creature. To break the link of possession, the new caster will have to momentarily subject himself completely to this task and thus proving the selfless valour the gods require to restore the target's control of the subconscious.
sv: Besvärjaren försöket bryta en annan magianvändares tankekontroll över ett djur. För att bryta länken så måste den nya besvärjaren fokusera totalt på den här uppgiften och på så sätt visa den självuppoffrande hjältemod som gudarna kräver för att återställa bestens kontroll över sitt undermedvetna.

source: Recall to life
sv: Återkalla till livet

source: Resurrecting
sv: Återuppväcka

source: Reaching across the very fabric of the realm of shadows the caster attempts to resurrect any dead comrades. This spell is rumored to have a very high failure rate.
sv: Genom att sträcka sig över själva rumsväven i skuggornas rike så försöker besvärjaren att återuppväcka sina döda kamrater. Den här besvärjelsen sägs ha en väldigt hög misslyckandegrad.

source: Absolute neutrality and nihilistic certainty best characterize Garzul. All beings that live are drifting slowly towards their unavoidable end in his eyes. Those whose time already passed rest in his peaceful halls, only waiting for the right summons to waken them from their cold slumber.
sv: Absolut neutralitet och nihilistisk säkerhet beskriver Garzul. Alla varelser som lever är sakta på väg till deras ofrånkomliga slut i hans ögon. Deras vars tid redan har passerat vilar i hans fredade salar, de väntar endast på rätt kallelse för att väcka dem från sin kalla sömn.

source: Decay is all about you. Your mood is dragged low by a terrible certainty.
sv: Allt förfaller runt dig. Ditt humör dras ner med en fruktansvärd säkerhet.

source: Death suddenly feels very near. Faint lights suggest the ghosts of those before you wailing in the walls.
sv: Döden känns plötsligt väldigt nära. Svaga ljus påminner om de före dig som jämrar sig längs väggarna.

source: You sense that perhaps you will live another day.
sv: Du känner att du kanske kommer att leva en annan dag.

source: A loud boom travels up from the bowels of the earth.
sv: En högljudd dånande hörs från jordens hjärta.

source: Small animals scurry off at the edges of your vision.
sv: Smådjur springer förbi i periferin av din syn.

source: The smell of fresh air fills your mind with hope and perseverance.
sv: Lukten av frisk lust fyller dig med hopp och uthållighet.

source: History and Lore
sv: Historia och Allmänbildning

source: of Lore
sv: Kunskapens

source: Ole Taffy's purty colors
sv: Ole Taffys vackra färger

source: Identifying
sv: Identifiera

source: Ole Taffy's parting gift to the world of magic was this spell which he used to briefly glimpse information about his surroundings. When used with sufficient skill, this spell displays the true nature of items and creatures around. It may even reveal traps.
sv: Ole taffys gåva till eftervärldens magiförråd var den här besvärjelsen som han använde för att momentärt få tillgång till information om hans omgivning. När den används med tillräcklig erfarenhet så avslöjar den saker och tings sanna natur, den fungerar även på varelser och fällor.

source: Art of protection
sv: Konsten att beskydda

source: Resistance to magic is increased when the caster's lore of magics is explored.
sv: Resistansen mot magi ökar när besvärjarens allmänbildning angående magi ökar.

source: Invisibility
sv: Osynlighet

source: Invisible
sv: Osynlig

source: The target's mortal shell is temporarily stripped from the soul, resulting in partial invisibility. The strength of the connection of body and soul is not to be denied however, and soon the effects wear off when the two meld again.
sv: Målets kroppsliga skal är temporärt avskild från själen, vilket resulterar i delvis osynlighet. Men man ska inte underskatta styrkan av bandet mellan kropp och själ. och effekten avtar när de två smälter samman igen.

source: Teleporting
sv: Teleportering

source: By focusing to remember details about another location (HQ in this case) the caster is able teleport the entire party to that location. Use this spell to return to head-quarters when the battle is too intense. Just remember, upon failure, this spell may place you in an even less desirable location...
sv: Genom att fokusera på att komma ihåg detaljer om en annan plats (Högkvarteret i det här fallet) så får besvärjaren möjlighet att teleportera hela gruppen dit. Använd den här besvärjelsen när striden är för intensiv, kom dock ihåg att vid misslyckande så kan du hamna i en ännu sämre situation...

source: Xelphate broods over the unending cycles of human history. Under her watchful eye the greatest of human triumphs and the saddest of tragedies unfold with undulating regularity. She alone is the keeper of the grandest mystery: the reason and conclusion for our existence in the world.
sv: Xelphate grubblar över de ändlösa cyklerna av människans historia. Under hennes vakfulla öga så breder mänsklighetens största triumfer och djupaste tragedier ut sig med jämna mellanrum. Hon är ensam väktare av det största mysteriet: Skälet för och slutsatsen om vår existens här i världen.

source: The room suddenly grows dark. You feel the very walls edge towards you.
sv: Rummet blir plötsligt mörkt. Du känner väggarna krypa närmare.
