Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: A heavy metal shield.
sv: En tung metallsköld.

source: A shield cleverly constructed from the cured hide of a mountain troll. These were especially popular during the dwarven-troll war when each side used such handiwork to idle away the time between skirmishes.
sv: En listigt konstruerad sköld av garvad hud från bergstroll. Dessa var speciellt populära under krigen mellan troll och dvärgar, då båda sidor använde sådant här hantverk för att fördriva tiden mellan skärmytslingarna.

source: Trollhide Shield
sv: Trollhudssköld

source: A gray shield featuring advanced troll-hide technology.
sv: En grå sköld som innehåller avancerad trollhudsteknologi.

source: If one is smitten due to a lack of protective cover, will anyone hear of the tragedy? In order for such paradox to not come to pass, the clerics of Minirmuir created these divine shields.
sv: Om någon blir slaktad på grund av brist på skydd, kommer någon att höra talas om tragedin? För att undvika liknande paradoxer så skapade munkarna på Minirmuir dessa gudomliga sköldar.

source: Shield of the Golden Lotus
sv: Den Gyllene Lotusens Sköld

source: A shield exhibiting golden harmony and unperturbable peace.
sv: En sköld som uppvisar gyllene harmoni och orubblig frid.

source: The lightweight cloth keeps you warm (and ready to party) but does not protect you from weapon attacks.
sv: Det här lätta tygstycket håller dig varm och är festförberett, men skyddar dig inte från några vapenattacker.

source: A white bedsheet that's been made into robes.
sv: Ett vitt lakan som har blivit omgjort till en skrud.

source: A much worn and slept-in traveling garment which looks to also have served as an item of personal hygiene.
sv: Ett välanvänt plagg som ser ut som om någon inte bara har sovit i det utan även använt det för att sköta sin privathygien.

source: Traveling cloak
sv: Resemantel

source: A worn brownish cloak.
sv: En sliten brunaktig mantel.

source: A travel cloak of quality workmanship. It looks to actually stave off the cold of the outdoors.
sv: En resemantel av hög kvalitet. Den ser ut att kunna hålla kölden utomhus stången.

source: Heavy woodland cloak
sv: Kraftig skogsmantel

source: A heavy-weight traveling cloak.
sv: En kraftigare resemantel.

source: The usual gamete of spellcasters lets the user perform much agitated hand waving as required by the casted spell.
sv: Det vanliga klädesplagget hos besvärjare då det låter användaren veva runt så mycket med händerna som behövs vid uttalandet av besvärjelser.

source: Robes of the Sorcerer
sv: Trollkarlens Dräkt

source: These robes have magic symbols on their sleeves and hood.
sv: Den här dräkten har magiska symboler på ärmana och huvan.

source: These robes are cleverly padded to protect its frail wearer a little longer in battle.
sv: Den här dräkten är skickligt förstärkt för att skydda sin bärare lite längre i strid.

source: Padded Robes
sv: Förstärkt Dräkt

source: These robes seem to be padded on the inside.
sv: Den här dräkten verkar vara förstärkt på insidan.

source: Ye olde leather armor is created from the cured and toughened skin of thy foe. On this particular model the leather pieces are clumsily held together by what appears to be the guts of thy foe.
sv: Det gamla läderharnesket är skapat av garvade och förstärkta hudar från din fiende. På just den här modellen så är läderbitarna klantigt ihophållna med vad som ser ut som din fiendes tarmar.

source: Leather Armor
sv: Läderrustning

source: Looks to be an old piece of leather armor
sv: Ser ut att vara en gammal läderrustning

source: As a small evolutionary step in leather armor technology, this model sports blunted metal studs, built more to intimidate rather than to cause actual damage. Still, there is a lot to be said for looking cool.
sv: En mindre förbättring i läderrustningsteknologi är den här modellens trubbiga metallnitar. Designat mer för att skrämmas än för att åsamka någon riktig skada. Fortfarande, man ska under underskatta att se häftig ut.

source: Studded Leather Armor
sv: Nitad Läderrustning

source: This leather armor piece has embedded metal studs.
sv: Läderrustningen har inbäddade metallnitar.

source: This indeed -is- your parents' armor. It is rusty, ill-fitting with a few links missing here and there. It's also quite heavy, makes a lot of noise and seems to be home for a very nice family of rodents.
sv: Det här -är- verkligen dina föräldrars rustning, dålig passform med ett antal delar som saknas. Den är också ganska tung, högljudd och verkar dessutom aggera bostad åt en familj gnagare.

source: Rusty Chainmail
sv: Rostig Ringbrynja

source: The rust is the only thing that holds this chainmail's links together
sv: Rosten är det enda som håller ihop den här ringbrynjans ringar

source: One finds strange things in the deep places of the earth... This city guard's uniform is one such curiosity. What ill fate befell the wearer of this finely crafted chainmail?
sv: Man kan lätt hitta märkliga saker i jordens innandöme... Den här stadsvaktsuniformen är en sådan kuriositet. Vilken olycka har drabbat ägaren av den här fina ringbrynjan?

source: Guard's Chainmail
sv: En Vakts Ringbrynja

source: It appears to be an official city guard chainmail.
sv: Det verkar vara en officiell stadsvaktsringbrynja.

source: This is the fabled mythril mail of the elves of Alovium. The metal is lightweight, flexible, never rusts of deforms. It's light blue in color and is known to be easy to enchant.
sv: Det här är den legendariska brynjan från Aloviums alver. Metallen är lätt, flexibel, rostfri samt deformeras aldrig. Det är ljusblått till färgen och är känt för hur lätt den är att förtrolla.

source: Mythril Mail
sv: Mithrilbrynja

source: You feel that in spite of its light weight this armor is well designed to deflect damage.
sv: Du märker att trotts sin ringa vikt så är den här rustningen väldesignad för att avstyra skada.

source: This type of armor is constructed by attaching strips of metal to chain or leather. This particular model was created by the dwarven smiths under the mountains of Mozmoril. Although heavy and uncomfortable it protect you from but the sharpest weapons.
sv: Den här sortens rustning är konstruerad genom att fästa band av metall på brynja eller läder. Just den här modellen skapades av dvärgsmederna under Mozmorils berg. Fastän den är tung och obekväm så skyddar den dig mot det mesta utom de vassaste vapnen.

source: Banded Mail
sv: Halvrustning

source: Banded strips of metal compose the main sections of this armor.
sv: Avlånga remsor av metall utgör huvudsektionen av den här rustningen.

source: Congratulations. Wearing a set of heavy-gage, full plate mail officially qualifies you as a human tank. Though you're virtually untouchable by conventional weapons, you can be heard for miles.
sv: Grattis. Genom att bära en uppsättning extra tung, full plåtrustning så har du officiellt kvalificerat in som en mänsklig stridsvagn. Även om du är i princip osårbar för vanliga vapen så kan du höras på kilometeravstånd.

source: Heavy field plate
sv: Tung plåtrustning

source: An incredibly heavy set of full plate mail armor.
sv: En extremt tung plåtrustning.

source: Like other elven works, this platemail is a study in perfection. It is lightweight, resilient and quite comfortable to wear for long periods of time.
sv: Precis som andra alviska kreationer, så är den här plåtrustningen en studie i perfektionism. Den är lätt, stadig och ganska bekväm att ha på sig under långa tidsperioder.

source: Elven platemail
sv: Alvisk plåtrustning

source: A well-fitted set of lightweight platemail armor.
sv: En bekväm och lätt plåtrustning.

source: The half-ogre wizard, Enarol supposedly created this white armor from the skin of flayed relative.
sv: Halvresemagikern, Enarol skapade enligt ryktet det här vita rustningen från en flådd släktings skinn.

source: Enarol's Ogre Skin
sv: Enarols Reseskinn

source: Stinky white armor that seems rough to the touch.
sv: Kladdig vit rustning som är sträv när man rör vid den.

source: This armor is made from the hide of a magical dragon. If that sounds hard to believe, wait until you see how well this armor protects its wearer in battle.
sv: Den här rustningen är gjord av skinnet från en magisk drake. Om det låter för svårt att tro så vänta bara tills du ser hur väl den skyddar sin bärare i strid.

source: Dragonscale armor
sv: Drakfjälsrustning

source: Armor made from the scales of some beast.
sv: Rustning gjord från fjällen på någon best.

source: This armor is made to protect mages. It's created from a transdimensional goo that protects the user while letting them cast spells.
sv: Den här rustningen är gjord för att skydda magiker. Den är skapad av en transdimensionalt gegga som skyddar bäraren samtidigt som man kan uttala besvärjelser.

source: Smeth's Slimy Defender
sv: Smeths Slemmiga Skydd

source: Armor made from space-goo.
sv: Rustning som är gjord av rymdgegga.

source: This gold colored armor offers the highest levels of protection. Imbued with the magic contained in its yellow strands of fleece it protects the wearer via a mystic aura of repulsion.
sv: Den här guldfärgade rustningen är bland de mest effektiva på att skydda bäraren. Genomsyrad av magin från de gula trådarna i pälsen, skyddar den bäraren genom en mystisk aura med moståndskraft.

source: Merzul Goldenfleece
sv: Merzuls Gyllende Päls

source: Lightweight gold colored armor, made from some kind of wool.
sv: Lätt gyllene rustning, gjord från någon sorts ull.

source: Slightly worn workboots. They smell about as good as they look.
sv: Lätt använda arbetsskor. De luktar ungefär lika bra som de ser ut.

source: Workboots
sv: Arbetsskor

source: Comfortable looking workboots.
sv: Bekväma arbetsskor.

source: Workboots of a more complex construction. The toebox is encased in steel making your toes at least dry and safe.
sv: Arbetsskor som är något mer komplicerade. Tårna har en stålhätta som gör i alla fall dem torra och säkra.

source: Steel-toed Workboots
sv: Arbetsskor med stålhätta

source: Workboots with a steel reinforced toebox.
sv: Arbetsskor med en stålhätta för att skydda tårna

source: These heavy duty boots are designed to last a lifetime. However long that may be...
sv: Dessa stadiga skor är byggda för att hålla en livstid. Oberoende hur länge det nu blir...

source: Leather boots
sv: Läderskor

source: A nice pair of leather boots
sv: Ett fint par läderskor

source: Boots made specifically for walking all over other folks. This pair in particular seems made for battle.
sv: Kängor som är specifikt gjorda för att trampa på andra. Det här paret verkar tillverkade för strid.

source: Warboots
sv: Krigskängor

source: Combat boots with a bad attitude.
sv: Krigskängor med en dålig attityd.

source: These blue robes blend its wearer into nearby shadows, granting an invisibility-like protection.
sv: Den här blåa dräkten låter sin bärare smälta in i skuggor, vilket gör honom/henne nästan osynlig.

source: Cloak of Safe Passage
sv: Den Säkra Passagens Mantel

source: You have to look carefully to notice this blue cloak.
sv: Du måste titta noga för att märka den här blåa manteln.

source: Infused with the hateful spirit of Unamoin, this cloak assists its wearer in combat, but at a price...
sv: Dränkt i den hatiska anden Unamoins själ så hjälper den här manteln sin bärare i strid, men det kostar...

source: Cloak of Hateful Vengeance
sv: Den Hatfyllda Hämndens Mantel

source: These red robes radiate palpable dread.
sv: Den här röda manteln utstrålar en handfast känsla av skräck.

source: This snazzy footwear positively sizzles with magic absorbtion as you tread the ground.
sv: De här fräcka skorna rent ut sagt tinglar med magisk absorptionskraft när du trampar på marken.

source: Boots of antimagic binding
sv: Skor med Magisk Jordledare

source: These boots were made for walking through a magic field.
sv: De här skorna gjordes för att kunna gå igenom ett magiskt kraftfält.

source: This foil wraps tightly around your head and apparently deflects all kinds of, uh, rays...
sv: Den här folien lindas tajt runt ditt huvud och reflekterar alla möjliga sorters, ehe, strålar...

source: Antimagic foil hat
sv: Antimagisk foliehatt

source: A piece of metal foil you can wear as a hat.
sv: En bit metallfolie som du kan använda som hatt.

source: The armor is made to conform to the contours of the wearer. You can't help but admire the mold of its last owner.
sv: Den här rustningen är formanpassad till sin bärare. Du kan inte annat än beundra den förra ägarens form.

source: Antimagic chestplate
sv: Antimagisk bröstplåt

source: A shape-changing armor that fits creatures of all sizes.
sv: En formbytande rustning som passar varelser av alla storlekar.

source: A short bluish stone casts a pale light from the end of this wand.
sv: En kort blåaktig sten kastar ett blekt ljus från ändan av den här staven.

source: Blue opal wand
sv: Blå opalstav

source: A simple wand with a blue opal affixed to its top.
sv: En enkel stav med en blå opal monterad på toppen.

source: Two wooden threads lacquered in gold twine to form the handle of this wand.
sv: Två trästrimmor lackerade i guld slingrar sig och bildar handtaget på den här staven.

source: Golden spiral wand
sv: Guldspiralsstav

source: A wand covered in gold paint
sv: En stav som är täckt i guldfärg

source: This heavy golden wand bears the symbol of an ancient dwarven kingdom. Created as much as a symbol of reign as to store potent magic.
sv: Den här tunga guldstav bär symbolen av ett uråldrigt dvärgakungadöme. Skapad både som en symbol för makten som en plats att lagra kraftfull magi.

source: Scepter of the Dwarven Kings
sv: Dvärgakungens Spira

source: A large wand bears a strange symbol
sv: En stor stav med en konstig symbol

source: Rumor has it the troll mystic Urgle locked some of his essence in this strange looking wand.
sv: Ryktena gör gällande att trollmagikern Urgle band en del av sig själv i den här konstiga staven.

source: Urgle's claw
sv: Urgles klo

source: A gray wand that bears the likeness of a hook or a claw.
sv: En grå stav som liknar en krok eller en klo.

source: Romanoff the vampiric ranger assassin met his end when battling a goblin mage wielding this strange wand.
sv: Romanoff den vampyriska utbygdsjägaren samt lönnmördaren mötte sitt slut när han mötte en vätte som svingade den här konstiga staven.

source: Romanoff's Final Rebuke
sv: Romanoffs bane

source: A reddish wand with a shrunken humanoid skull at its top.
sv: En rödaktig stav med ett krympt människoliknade kranium på ena ändan.

source: This wand's presence strikes you like a sudden gust of cold wind. A strange voice whispers tidings of chaos in your ear.
sv: Den här stavens utstrålning träffar dig som en en pust med kall vind. En mystisk röst viskar rykten om kaos i ditt öra.

source: The wand of the Secret Flame
sv: Den Hemliga Flammans Stav

source: A white wand whose many branches end in hooked bloody claws.
sv: En vit stav vars många grenar slutar i krökta blodiga klor.

source: This grayish-blue steel ring is favored by the dwarven miners of Thuzgol.
sv: Den här gråblå stålringen är favorit bland de dvärgiska gruvarbetarna i Thuzgol.

source: Dwarven steel ring
sv: Dvärgisk stålring

source: An unadorned gray steel ring
sv: En omärkt grå stålring

source: A green ring adorned by a leaf motif that runs around both its inner and outer sides.
sv: En grön ring utsmyckad med ett lövmotiv som löper längs både ut och insidan.

source: Elven leaf ring
sv: Alvisk lövring

source: A green ring with leaves etched on its surface.
sv: En grön ring med löv etsade längs med ytan.

source: This red ring has clearly seen its share of action. Its surface is marred by countless chips and dings.
sv: Den här röda ringen har varit med om ett och annat. Dess yta är märkt med otaliga repor och förslitningar.

source: Orc war-ring
sv: Orchisk krigsring

source: A red ring that looks like it was used in place of a knife.
sv: En röd ring som ser ut som om den har använts istället för en kniv.

source: This gold ring with bright green stone was worn by Count Uluf the late Court Astronomer.
sv: Den här guldringen med en ljusgrön sten bars av greve Uluf, den numera döda hovastronomen.

source: Ceremonial ring of Count Uluf
sv: Greve Ulufs Rituella Ring

source: A small gold ring with a green gem.
sv: En liten guldring med en grön ädelsten.

source: A strange sygil is etched into the precious gem embedded in the mouth of a dragon on top of this ring.
sv: Ett konstigt sigill är etsat i den värdefulla ädelstenen som är inbäddad i drakens mun längst upp på ringen.

source: Zarnan's Sealer
sv: Zarnans Sigill

source: This ring is clearly a seal of some sort.
sv: Den här ringen är klart och tydligt någon sorts sigill

source: This powerful ring was one of the few crafted by the elven jewelers of Arthel.
sv: Den här mäktiga ringen är en av de få som tillverkades av de alviska finsmederna i Arthel.

source: Ring of Arthel's Pride
sv: Arthel Stolthets Ring

source: A blue metal ring with a sparkling stone.
sv: En blå metallring med en skinande sten.

source: A cheap mountain quartz is framed in copper on a strip of leather.
sv: En billig kvarts monterad i koppar på en bit läder.

source: Crystal amulet
sv: Kristallamulett

source: A clear stone adorns this necklace.
sv: En klar sten pryder det här halsbandet.

source: The full face of the red sun smiles reassuringly from its golden chain.
sv: Hela ansiktet hos den röda solen ler tryggt från den här gyllene kedjan.

source: Talizman of the Sun
sv: Soltalisman

source: A golden necklace with a carving of the sun.
sv: Ett gyllene halsband med en utkarvad sol.

source: The mysterious forest spirit Dhiki is the patron entity of the Torunga people who crafted this amulet in her likeness.
sv: Den mystiska skogsanden Dhiki är skyddsande för Torungafolket som har tillverkat den här amuletten i hennes avbild.

source: Amulet of Dhiki the Forest Spirit
sv: Dhiki, Skogsandens Amulett

source: A green stone shines in this amulet.
sv: En grön sten lyser i den här amuletten.

source: A mysterious single eye peers embedded in purple stone, hanging from a silver chain.
sv: Ett mystiskt ensamt öga inbäddat i lila sten stirrar ut från amuletten. Det hänger från en silverkedja.

source: Amulet of Watcher
sv: Vakarens Amulett

source: The eye of this amulet watches you.
sv: Ögat i amuletten iakttar dig.

source: A healing hand faces palm out on the pendant of this hanging talisman.
sv: En helande hand med handflatan uppåt finns på den här amulettens hänge.

source: Amulet of Guiding Hand
sv: Den Vägledande Handens Amulett

source: A talisman with the etching of a hand.
sv: En amulett med en gravering av en hand.

source: Ragnar the dwarven usurper is portrayed on this rare hanging charm.
sv: Ragnar en dvärgiska pretendenten är avbildad på den här ovanliga hängsmycket.

source: Token of Ragnar
sv: Ragnars Smycke

source: A picture of a dwarven warrior shows on this amulet.
sv: En bild av en dvärgiska krigare finns på det här smycket.

source: When near you feel a calming sensation emanate from the stone of this talisman.
sv: Du känner en lugnande känsla stråla ut från stenen i den här talismanen när du är nära.

source: Amulet of Shielding Aura
sv: Skyddsamulett

source: This rare amulet has a calming feel to it.
sv: Den här ovanliga amuletten har en lugnande effekt.

source: A simple wooden staff, yet tendrils of magic intrigue your senses.
sv: En enkel trästav, men ändå så fångar trådar av magi ditt intresse.

source: Wooden Staff
sv: Trästav

source: A simple wooden staff.
sv: En enkel trästav.

source: The snake worshipping halfling mages of Orn crafted this steel staff.
sv: De ormdyrkande halvlängdsmagikerna på Orn skapade den här stålstaven.

source: Snake Staff
sv: Ormstav

source: A metal staff with the leering head of a cobra.
sv: En metallstav med huvudet från en kobra avgjutet.

source: The tale of Zordok is one of caution. It's rumored, the hapless lizard mage managed to trap himself in a staff such as this one.
sv: Berättelsen om Zordok är en om försiktighet. Det sägs att den oförsiktige magikern lyckades fånga sig själv i en stav så som denna.

source: Staff of Zordok the Clumsy
sv: Zordok den Klantiges Stav

source: The wooden staff emits quiet whimpering noises when held.
sv: Den här trästaven släpper ifrån sig tysta gnyende ljud när någon håller i den.

source: Don't pick up this staff. Get Zoran's instead... yes, Zoran's staff is much better made.
sv: Ta inte den här staven. Få tag på Zorans istället... ja, Zorans stav är mycket mer välgjord.

source: Staff of Resentful Thoughts
sv: De Bittra Tankarnas Stav

source: A staff made of a gray wood.
sv: En stav gjord av grått trä.

source: Magical runes run the entire length of this staff. It is unmistakeably to be used for something magical.
sv: Magiska runor löper längs med hela längden på den här staven. Dess användningsområde är otvetydigt något magiskt.

source: Staff of the Magus
sv: Ärkemagikerns Stav

source: A black staff with golden runes.
sv: En svart stav med gyllene runor.

source: Pure evil emanates from the horned skull head set atop this staff. The ornamental top appears to suggest you rid yourself of your party members.
sv: Ren ondska strålar ut från den behornade kraniet längst upp på den här staven. Denna ornamerade toppen verkar föreslå att du gör dig av med dina gruppmedlemmar.

source: Horned Staff of the Shade
sv: Skuggans Behornade Stav

source: A red pole with a horned skull attached to its top.
sv: En röd stav med en behornat kranium på toppen.

source: A wooden chest with metal re-inforced edges
sv: En träkista med metallförstärkta kanter

source: Chest
sv: Kista

source: An ancient chest
sv: En uråldrig kista

source: A bookshelf containing tomes of old
sv: En bokhylla innehållande åldrade luntor

source: Bookshelf
sv: Bokhylla

source: A large bookshelf
sv: En stor bokhylla

source: Chest2
sv: Kista2

source: Bookshelf2
sv: Bokhylla2

source: A large books-elf
sv: En stor bokhylla

source: The decomposing corpse of one once strong and able
sv: Ett ruttnande lik av en en gång stark och kraftig person

source: Corpse
sv: Lik

source: A decomposing corpse
sv: Ett ruttnande lik

source: A large wooden barrel, typical in these dungeons
sv: En stor trätunna, typisk för dessa katakomber

source: Barrel
sv: Tunna

source: A wooden barrel
sv: En trätunna

source: A very exciting wooden crate!
sv: En mycket spännande trälåda

source: Crate
sv: Låda

source: A crate
sv: En låda

source: A large vase, typically used to contain other items.
sv: En stor vas, typiskt använd till att ha andra saker i.

source: Vase
sv: Vas

source: A large painted vase
sv: En stor målad vas

source: An ornate vase displaying the mythical dwarven army of king Khuzod-Mog.
sv: En smyckad vas målad med bilder från den mytiska dvärgarmen ledd av kung Khuzod-Mog.

source: Dwarven Vase
sv: Dvärgisk Vas

source: A vase showing a dwarven host in battle.
sv: En vas med bilder från en dvärg i strid.

source: This dresser has seen better days
sv: Den här byrån har sett sina bättre dagar

source: Commode
sv: Byrå

source: A common commode
sv: En stor byrå

source: A large featureless wooden table
sv: Ett stort enkelt träbord

source: Table
sv: Bord

source: A large table
sv: Ett stort bord

source: A simple wooden chair
sv: En enkel trästol

source: Chair
sv: Stol

source: A simple chair
sv: En enkel stol

source: It seems to be a pedestal of some sort
sv: Det verkar vara någon sorts pedestal

source: A pedestal maybe?
sv: En pedestal kanske?

source: The large potted plant apparently needs no sunlight to thrive.
sv: Den stora krukväxten behöver tydligen solljus för att överleva.

source: Large potted plant
sv: Stor krukväxt

source: A large potted plant
sv: En stor krukväxt
