Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: Long have I labored to open the seal and enter the room behind this door. Research in many tomes of magic led me believe that four $tokens are required to safely enter and activate the $planar gate. One of these you've already found: the Dragon-scale armor of the $Guards of the Realm. $Uzudil sent me this item along with the $map. The other $three are scattered in various locations. You must retrieve these items in order to ensure that $Mothrazu doesn't find them first.
sv: Jag har kämpat länge för att öppna låsen och komma in i rummet bakom dörren. Texterna i många magiska böcker fick mig att tro att fyra $symboler krävs för att säkert komma in och aktivera $dimensionsportalen. En av dessa har du redan hittat, drakfjällsrustningen från Rikets $Väktare. $Uzudil skickade med det här föremålet med $kartan. De andra $tre är spridda till olika platser. Du måste hitta de här föremålen för att se till att $Mothrazu inte hittar dem först.

source: token,tokens,three
sv: symbol,symboler,tre

source: I sent $Uzudil some notes on where I think these tokens are located. He can help you with the travel arrangements. However, waste no time! If $Mothrazu should get the tokens first and enter the $Abyss, who knows what evil she is planing to unleash! Of course, then $worse things still may occur...
sv: Jag skickade $Uzudil några papper med anteckningar om var jag tror att symbolerna finns. Han hjälper till med att anordna resorna. Men slösa inte någon tid! Om $Mothrazu hittar dem först och kommer in i $avgrunden så vet ingen vilka onda planer som hon kan släppa lös! Självfallet så kan $värre saker alltid hända.

source: worse
sv: värre

source: You see, once the $planar gate is $activated, travel is possible in both directions... Not only can one enter the $Abyss, but our world will stand open to an invasion from there as well... Luckily most demons are relatively weak in this dimension. Without some sort of anchor or connection to their unholy lairs, they have no power in the material realm.
sv: Du förstår, så fort dimensionsportalen har $aktiverats så är det möjligt att resa i båda riktningarna. Inte bara kan man komman in i $avgrunden, utan vår värld kommer också att vara öppen för invasion från avgrunden också. Som tur är så är de flesta demoner ganska svaga i den här dimensionen. Utan något sorts ankare eller koppling till deras egna oheliga grottor så har de inte någon kraft i denna världen.

source: Abyss,Abyssal
sv: avgrund,avgrunden

source: It's the plane of sorrow. The home of the bringers of darkness. Though it has many names, they all mean the same thing: a boundless dimension without hope, mercy and grace.
sv: Det är sorgens dimension. Hemmet för mörkrets fanbärare. Även om det har många namn så betyder de alla samma sak: en gränslös dimension utan hopp, nåd eller behag.

source: She was here! I don't know by what foul magic, but $Mothrazu passed through the $door without activiting it with tokens. I have tried to stop her, I... I... used all my arcane art, yet she proved too $powerful for me. Hurry and try to $stop her! I see you brought the tokens. With them the door will open!
sv: Hon var här! Jag vet inte med vilkens sorts hemsk magi, men $Mothrazu tog sig igenom $dörren utan att aktivera den med symbolerna. Jag försökte stoppa henne, jag... jag använde all min magiska kraft men hon visade sig vara för $mäktig för mig. Skynda och försök $stoppa henne! Jag ser att du tagit med symbolerna. Med dessa kommer dörren öppnas!

source: powerful
sv: mäktig

source: It took but a flick of her hand and I stood petrified as though rooted to the spot. Tendrils of a fibrous material clouded my brain and kept me motionless... I am sorry I cannot be more help. You must go $after her now... I am... afraid...
sv: Hon bara viftade på handen så var jag som förstenad. Slingar av fibrer förmörkade mitt sinne och höll mig orörlig. Jag är ledsen att jag inte kan vara till mer hjälp. Du måste bege dig $efter henne nu, jag är, rädd.

source: stop,after
sv: stop,efter

source: Hurry! She is inside this warded gate! She must not travel through the $planar device! Yet she may already have done so... I still have not been able to find out what it is she seeks in the $Abyss. If you do not find her beyond this $gate the only thing left is to travel to the Abyss and hunt her down there.
sv: Skynda! Hon är inne i den här skyddade portalen! Hon måste inte färdas igenom $dimensionsportalen! Men hon kanske redan har gjort det. Jag har inte lyckats ta reda på vad hon letar efter i $avgrunden. Om du inte hittar henne bortom den här $portalen så är det enda som kvarstår att resa till avgrunden och leta upp henne där.

source: Well, well... what have we here? Judging by your trembling, you $suspect who I am...
sv: Nå, nå, vad har vi här? Att döma av hur du skakar så $misstänker du vem jag är.

source: Don't be frightened, I $wish you no harm... yet.
sv: Var inte rätt, jag $önskar dig inte någon harm, ännu.

source: Please, allow me to turn you inside out.
sv: Snälla, låt mig vända dig ut och in.

source: Ah the screams of the tortured! A lovely music, don't you agree?
sv: Ahh de torterades skrik! Vilken ljuv musik, tycker du inte?

source: wish,suspect
sv: önskar,misstänker

source: That's right, I am Karzul Agmordexu, Lord Protector of the 512th layer of the $Abyss. I must really apologize for these grim surroundings. But fear not, if all goes according to my $plan I will soon entertain guests in a much larger domain...
sv: Det är riktigt, jag är Karzul Agmordexu, härskare av den 512de våningen i $avgrunden. Jag måste verkligen be om ursäkt för den här tråkiga omgivningen, men ha ingen fruktan, om allt går enligt min $plan så kommer jag snart att underhålla mina gäster i en mycket större omgivning.

source: Ah you mortals can be so entertaining! Look around you weakling! You will $soon call this place your home. The smell you will never get used to. Here you will learn an appreciation for eternal suffering. My minions will tear your sanity to shreds and break your body every day. And since you're already dead, you will be at our disposal to repeat these procedures endlessly...
sv: Ah, ni dödliga kan vara så underhållande! Titta omkring dig vekling! Du kommer $snart att kalla den här platsen ditt hem. Lukten kommer du aldrig att vänja dig vid. Här kommer du att lära dig uppskatta evigt lidande. Mina horder kommer att slita ditt sinne i småbitar och knäcka varenda ben i din kropp. Och i och med att du redan är död så kommer vi kunna fortsätta med det här oändligt länge.

source: plan,plans,soon
sv: plan,planer,snart

source: I might as well let you in on my little secret. I plan to ascend into your world and bring about its utter destruction. Why would I do that, you ask? You mortals need to be taught a lesson in $humility. And who better to humiliate you than I the (future) lord of Hell?
sv: Jag kan lika gärna berätta min lilla hemlighet för dig. Jag planerar att uppstiga in till er värld och genomföra dess totala förstörelse. Varför skulle jag göra något sådant undrar du? Ni människor behöver bli lärda er en läxa i $ödmjukhet, och vem är bättre på att förudmjuka er än den (kommande) kejsaren över helvetet?

source: humility
sv: ödmjukhet

source: You live your lives in the world above as if your actions were confined to the isolated realm you perceive as reality. As if deities were your servants you can bargain with for your benefit. Soon the powers of the material realm will $shift... Soon I will define your reality!
sv: Ni lever era liv i världen där uppe som om era handlingar inte hade några konsekvenser förutom för den lilla värld som ni upplever som verkligheten. Som om gudarna var någon sorts tjänare ni kan förhandla med till er förtjänst. Snart kommer er dimensions krafter att $ändras, snart kommer jag att bestämma över er verklighet!

source: shift
sv: ändras

source: I'm awefully sorry to inform you that you just missed my other guest, one named $Mothrazu. I hear this happens to you quite a lot... She was just here and is now on her way back with a special package... a... a $gift from me to... well all of you.
sv: Jag är väldigt ledsen att informera er att ni precis missade min andra gäst, en vid namn $Mothrazu. Jag har hört att det händer er ganska ofta, hon var precis här och är nu påväg tillbaka med ett speciellt paket, en gåva från mig till, ja till alla er.

source: She is quite a charmer! And I must say, druids (especially the evil ones) are so gullible. All I did was arise her latent anger over the destruction of nature, and she now $serves me unerringly and quite against her better judgement. If she only knew that she's being used as a pawn in a much grimmer game...
sv: Hon är en riktig charmör! Och jag måste säga, druider (speciellt de onda) är så lättlurade. Allt jag behövde göra var att provocera hennes latenta ilska över naturens förstörelse. Nu så $tjänar hon med ofelbart och emot hennes sunda förnuft, om hon bara visste att hon blott var en bricka i ett mycket värre spel.

source: serves,gift
sv: tjänar,gåva

source: As far as the $druid knows, she is carrying a device which will bring about a subtle climate change (if you will) of your world. I really can't get into details, it's top secret you know, so don't even ask.... Oh, all right, if you insist. I will add, that if activated, my gift (this device) will allow for the completion of my plans by granting me (and I shudder with delight) use of my infernal powers in your realm. Would you like a free demonstration ot them? No? Perhaps some other $time then.
sv: Så vitt $druiden vet så bär hon runt på en maskin som kommer orsaka en subtil klimatförändring (så att säga) av er värld. Jag kan verkligen inte tala om detaljerna, det är ju en topphemlighet, så fråga inte ens. Ok, om ni insisterar så kan jag tillägga att om aktiverad så kommer min gåva, maskinen, att tillåta mig att slutföra mina planer, och jag skakar med glädje, och jag kommer kunna använda mina demoniska krafter i er värld. Skulle ni vilja ha en gratisdemonstration av dem? Inte? Kanske någon annan $gång i så fall.

source: time
sv: gång

source: Yes my guests the time will come when we will meet $again. For now, I will let you live. I must say, I am somewhat impressed that you managed pay me this visit here in my home. I will follow your progress eagerly... perhaps I will make you my servants in my new era of terror. Undeath will suite you just marvelously (although it did not work well for $Mycotharsius... )
sv: Ja, mina gäster, tiden kommer för när vi kommer mötas $igen, just nu så kommer jag att låta er leva. Men jag måste erkänna att jag är något imponerad över att ni lyckades göra det här besöket hemma hos mig. Jag kommer att följa ert arbete med intresse, kanske jag ska tvinga er att bli mina tjänare under den nya terrorn era. Vandödlighet kommer att passa er alldeles utmärkt, även om det inte fungerade så bra för $Mycotharsius.

source: again
sv: igen

source: Ta-ta for now my friends... I will see you $soon enough! Don't forget to try to chase down the druid $Mothrazu, as it is entertaining for me to watch you squirm. I would not bother to reveal my plans to her; it will do no good. She serves me out of her own free will...
sv: Ta-ta för nu mina vänner. Jag kommer att $träffa er snart nog! Glöm inte att försöka leta reda på druiden $Mothrazu, det är högst underhållande för mig att titta på en när ni ränner runt. Jag skulle inte ens försöka förklara mina planer för henne, det kommer inte tjäna något till. Hon tjänar mig av hennes egen fria vilja.

source: I hear he met his demise again... At your hands no less! Remind me to reward you for this when I make you my servants. That double-crossing wizard was a nuisance from the beginning. Henchmen are of such low quality these days...
sv: Jag hörde att han mötte sin skapage igen. Tack vara er den här gången! Påminn mig att ge er någon belöning för detta när jag gör er till mina tjänare. Den där ljugande magikern gick bakom allas ryggar. Underhuggare har så låg kvalitet nu för tiden.

source: So you've met the merchant, that demon-turned-holyman? Despite what he says, he's on the brink... Just ask him about 'blood' or 'pain'. I let him fester in his tormented state as an example that goodness cannot save you and reformation is just pretense.
sv: Så du har träffat handelsmannen, den där demonen som blev präst? Vad han än säger så balanserar han på kanten, fråga honom bara om 'blod' eller 'smärta'. Jag låter honom plågas i sitt hemska tillstånd som ett exempel på att godhet inte kan rädda dig och att reformation bara är på låtsas.

source: deal
sv: avtal

source: You want to strike a deal with me and become servants of my era of pending darkness?! Hahaha! You amuse me... Yes, yes, there will be plenty of time for that once my $plans unfold. Once I am the tyrant ruler supreme of all that you hold dear... We will revisit this issue, trust me.
sv: Så ni vill ingå ett avtal med mig och bli mina tjänare under tiden av mörker som kommer snart? Hahaha! Du roar mig, Ja, ja, det kommer finnas massa tid för sådant när mina $planer bär frukt. När jag väl är envåldshärskare över allt du håller kärt, så kan vi återkomma till den här frågan.

source: One day vanity will be his downfall. Until then he serves me well.
sv: En dag så kommer hans stolthet att bli hans ruin. Tills dess så tjänar han mig bra.

source: Look at my $wares weakling mortals...
sv: Titta på mina $varor du svaga dödliga.

source: Narzegg getting impatient with mortal weaklings...
sv: Narzegg blir otålig med svaga dödliga.

source: wares
sv: varor

source: Yes, $trade with gold weak mortals. I will supply you with what you need to live just another day here in the land of $evil. May your squishy flesh stay safe in the kingdom of $Karzul.
sv: Ja, $handla med guld veka dödliga. Jag kommer förse er med vad ni behöver för att överleva en till dag i $ondskans land. Må ert mjuka kött förbli säkert i $Karzuls kungadöme.

source: Maybe weakling mortals have not noticed $where they are? Rejoice in the unholy might of our horde! Narzegg wishes lumpy outsiders consider the $benefits of switching to the winning side of evil. After all, Narzegg knows he's only $beautiful and $powerful because he toils only for himself.
sv: Kanske de svaga dödliga inte har märkt $var de är? Gläd er åt den oheliga makten hos vår hord! Narzegg önskar att de knögliga utlänningarna tänkte igenom $fördelarna med att byta till den vinnande, onda sidan. Narzegg vet ju trots allt att han bara är $vacker och $mäktig för att han arbetar för sig själv.

source: benefit,benefits
sv: fördelarna,fördelen

source: Ah, so soft-covered mortals are interested in a deal perhaps? Maybe they want to be as $confident, $wise and $fearsome as leaders of the demonic horde? Narzegg thinks maybe they want to consult with Karzul. Maybe they should mention the word 'deal' to his infernal majesty.
sv: Ah, så de mjuka dödliga är kanske intresserade av ett avtal? Kanske vill ni vara lika $självsäkra, $visa och $skräckinjagande som ledarna över den demoniska horden? Narzegg tror att de kanske vill förhandla med Karzul. Kanske skulle de skulle tala med honom om ett 'avtal'.

source: A great leader of demons he is! Narzegg looks up to Karzul as a mentor in ways of $evil. Karzul is a terrible demon lord who rules over this level of the Abyss. He excells in finding new ways to torment the sinners in our charge. None else can revel in their death gurgles with such passion! One day Narzegg will rule an Abyssal level. He shall name its capitol city Karzulia after the great leader.
sv: En fantastisk demonledare är vad han är! Narzegg ser upp till Karzul som en mentor i elakhet. Karzul är en fruktansvärd demonfurste som regerar över den här nivån i avgrunden. Han överträffar sig själv med att hitta på nya sätt att tortera syndarna som vi har ansvar över. Ingen annan kan njuta av deras dödsrossel med sådan passion! En dag kommer Narzegg att regera över en avgrundsnivå. Han ska namnge dess huvudstad Karzulia efter den stora ledaren.

source: beautiful,powerful,confident,wise,fearsome
sv: vackra,mäktiga,självsäkra,visa,skräckinjagande

source: Yes, Narzegg is a handsome demon... Many sinners say so as well. He is also powerful and wise. Narzegg will one day lead demon race in glorious conquest of other levels of the Abyss. Narzegg learned all his craft from might leader Karzul. In many ways Narzegg is similar to Lord Karzul... except Narzegg has better profile. See?
sv: Ja, Narzegg är en snygg demon, många syndare säger det också. Han är mäktig och vis. Narzegg kommer en dag att leda demonrasen i en fantastisk erövring av de andra nivåerna av avgrunden. Narzegg har lärt sig allt han kan från ledaren Karzul. Narzegg är lik Karzul på många sätt, utom att Narzegg har en bättre profil, ser ni?

source: Welcome, welcome $good masters to my humble $shop...
sv: Välkomna, välkomna mina $goda herrar till min lilla $butik.

source: Alas, poor Quegazu knows not of what wise master speaks.
sv: Tyvärr så vet inte stackars Quegazu något om vad herren talar om.

source: shop
sv: butik

source: Yes master, let us $trade. I sell you good weapons and armor for cheap... Quegazu is honest and $good. You can trust all goods from Quegazu's $shop and his amulets will bring good master luck.
sv: Ja, herre, låt oss $handla. Jag säljer bra vapen och rustningar billigt. Quegazu är hederlig och $god. Du kan lita på varorna från Quegazus $affär och hans amuletter kommer medföra mästaren tur.

source: good
sv: god

source: Yes, Quegazu is good. Not like other vile demons here and very much not like evil tyrant $Karzul (may he fester in boils.) Quegazu chose life of light and helpfulness. He can be trusted to $trade with good master. Quegazu $changed his evil ways and is a servant, ever a servant of holy deity Minirmuir (blessed be he).
sv: Ja, Quegazu är god. Inte som de andra hemska demonerna och verkligen inte som den onda tyrannen $Karzul (må han förgås i bölder). Quegazu har valt ljusets och hjälpsamhetens stig i livet. Han kan man lite på i $affärer. Quegazu $ändrade sina onda sätt att leva och tillber numera Minirmuir (må hans namn vara helgat).

source: change,changed
sv: ändra,ändrade

source: Quegazu see the light, Quegazu repent sins of past. Although sometimes Quegazu still misses taste of $blood and weak $flesh of mortals he tries to not think about it. He still longs now and then to hear the $screams of the damned he tries to not revel in their $agony... Yes, Quegazu tries reeealy hard to respect others and give tha.. tha... thanks for divine wisdom of Minirmuir.
sv: Quegazu ser ljuset, Quegazu ångrar sina gamla synder. Även om han fortfarande saknar smaken av $blod och $kött från svaga dödliga så försöker han att inte tänka på det. Han saknar fortfarande att höra $skriken från de fördömda och försöker att inte glädja sig åt deras $smärta. Ja, Quegazu försöker riktigt hårt att respektera andra och ta... ta... tacka för Minirmuirs eviga vishet.

source: blood,flesh
sv: blod,kött

source: Tempt us not good master... ah to rend the flesh and suck marrow from the bones! To drive heated stakes through the... No! Quegazu must not think these vile thoughts. Quegazu will now say seven prayers to Minirmuir...
sv: Fresta oss inte goda herre, ah tanken på att slita köttet i bitar och suga märgen ur benen! Att köra glödgade pålar genom, NEJ! Quegazu måste inte tänka dessa onda tankar. Quegazu kommer nu säga sju böner till Minirmuir.

source: screams,agony
sv: skriken,smärta

source: It is like music to the ears! The unending death gurgle of the tortured brings... But no! Quegazu is reformed. He is filled with light and toils only for $good.
sv: Det är som musik för öronen! De oändliga dödsrosslen från torterade bröstkorgar, men nej! Quegazu har ändrat på sig. Han är fylld av ljuset och arbetar bara för det $goda nu.

source: A master of darkness he is. Do not belive his promises! Stray not into his path for surely will you be crushed like the fleas you are to his unholy might. A blight he is, even here in the grimmest of all places. Quegazu knows $more... much more about this dark lord.
sv: En mörkrets mästare. Tro inte på hans lögner! Se till att inte korsa hans väg, för ni kommer säkerligen att bli krossade som flugor under hans makt. Han är ett fördärv, även här i det värsta av alla platser. Quegazu vet $mer, mycket mycket mer om den mörka herren.

source: more
sv: mer

source: Karzul was once a lowly demon like myself. However, his heart was so full of hatred that even others of his kind shunned his presence. Then some time ago his ascendency to power began when he made a pact with an evil sorceror named Mycotharsius. Have you $heard of him? He eventually slew the wizard and raised him as an undead $worshipper.
sv: Karzul var en gång en smådemon som jag själv. Men hans hjärta var så full av hat så att även andra av vår typ undvek honom. Han stora genombrott kom när han ingick en pakt med en ond magiker vid namn Mycotharsius, har du $hört talas om honom? Till slut så dräpte han magikern och återuppväckte honom som en odöd $tillbedjare.

source: heard
sv: hört

source: So you have met this Mycotharsius! A foolish mortal he was to $trust $Karzul.
sv: Så du har mött Mycotharsius! En dåraktig dödlig som $litade på $Karzul.

source: worshipper,trust
sv: tillbedjare,litade

source: Quegazu thinks Karzul's plan was at first a usual one: gather enough souls to infiltrate the material realm by establishing a secret cult of worshippers led by the wizard Mycotharsius. Karzul being rather impatient saw this taking too long and chose a different $path. A faster way to move his evil plans along...
sv: Quegazu tror Karzuls plan var den vanliga: samla tillräckligt med själar för att kunna infiltrera den materielladimensionen genom en hemlig sekt med kultister som leddes av magikern Mycotharsius. Karzul som är ganska otålig ansåg att det tog alldeles för lång tid och valde en annan $väg. En snabbare väg för att komma vidare med hans onda planer.

source: path
sv: väg

source: This is where Quegazu's knowledge becomes hazy. Quegazu is sorry to not be clearer and thus better serve the forces of $good. As far as Quegazu knows, Karzul's latest cohort is a creature named Mothrazu the druid. He is using her to continue where Mycotharsius failed in his infernal game to bring an end to the world of mortals.
sv: Det är här som Quegazus kunskap blir luddig. Quegazu är ledsen att han inte vet mera och kan tjäna de $godas styrkor bättre. Enligt vad Quegazu vet så är Karzuls senaste kohort är en varelse vid namn Mothrazu Druiden. Han använder henne för att fortsätta där Mycotharsius misslyckades i sitt infernaliska arbete att förgöra de dödligas värld.

source: Have you come to $torment us?
sv: Har du kommit för att $tortera oss?

source: I deserve all I get: I am a $sinner.
sv: Jag förtjänar allt jag får, jag är en $syndare.

source: Oh how I $long for a mug of ale...
sv: Åh, så jag $längtar efter en mugg ale.

source: I don't know. We see very little of this $level...
sv: Jag vet inte, vi ser väldigt lite på den här $nivån.

source: torment,long
sv: tortera,längtar

source: What you're not here to torture us $sinners? Nay, I think this is just another deceiption of the evil ones. Go ahead, rend my flesh, torment my mind, I have resigned myself to an eternity of suffering.
sv: Va, är du inte här för att tortera oss $syndare? Osannolikt, jag tror att det bara är ännu ett sätt för den onde att lura oss. Ta för dig, skär i mitt kött, plåga mitt sinne. Jag har ställt in mig själv på en evighet av plågande.

source: sinners,sinner
sv: syndare

source: Yes, we are all sinners here. We toil forever on this $level of the $Abyss. It is a payback for our $crimes.
sv: Ja, vi är alla syndare här. Vi arbetar i evighet på den här $nivån i $avgrunden. Det är betalningen för våra $brott.
