Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: Necromantic Sorceror
sv: Nekromantiker

source: Sorceror of the Planes
sv: Dimensionsbesvärjare

source: Wild One
sv: Vilde

source: Loreweilder
sv: Kunskapssvingare

source: Iron Mage
sv: Järnmagiker

source: Soulshard
sv: Själsfragment

source: Severed Spirit
sv: Avhuggen Ande

source: Devotee of Rhun
sv: Rhuns anhängare

source: Healer
sv: Läkare

source: Healers can be found everywhere: from the dark peace of the forests to the roaring desperation of the battlefields.||Bringing the power of the spirit group to the world, you are the actual connection between the desolation of the earth and the harmony of the heaven.
sv: Helare kan man hitta överallt, från de djupaste skogarna till de mest desperata slagsfält.||Genom att få kraften hos andegruppen till jorden så agerar du åskledare mellan jordens enslighet och himmelens harmoni.

source: Clerical Aide
sv: Prästassistent

source: Master Cleric
sv: Mästerpräst

source: Battle Priest
sv: Krigspräst

source: Traveling Medic
sv: Resande Läkare

source: Nature's Ally
sv: Naturens Allierade

source: Battleborn Healer
sv: Krigsfödd Läkare

source: Scholar
sv: Student

source: Spending most of your youth studying lore and arcane secrets, you became one of the keepers of the absolute knowledge. Reading ancient scrolls, identifying strange creatures and dealing with mystery is what you can do best.
sv: Genom att du spenderade mestadels av din ungdom med att skaffa kunskap och studera föråldrade hemligheter så har du blivit en av de i sanning kunnigaste. Läsa gamla pergament, identifiera konstiga djur och hantera mysterier är vad du gör bäst.

source: Adjunct
sv: Tjänare

source: Neophyte Master
sv: Novisledare

source: Battlefield Scholar
sv: Krigsstudent

source: Field Scientist
sv: Fältforskare

source: Arcane Study
sv: Historiestudent

source: Assistant Loremaster
sv: Gesäll till Kunskapare

source: Cutpurse
sv: Ficktjuv

source: Born in shadows and dressed with darkness you sneak through dungeons corridors like a doubt in the mind.||Even the smallest blade in your hands becomes a perfect tool to force locks and cut bags and... throats if needed.
sv: Född i skuggorna och klädd i mörker så smiter du runt i katakomberna like tvekan i sinnet.||Även det minsta bladet blir ett utmärkt sätt att öppna lås och få tag på penningpungar, eller skära av halsen om någon skulle bli besvärlig.

source: Thief
sv: Tjuv

source: Master Thief
sv: Mästertjuv

source: Assassin in Training
sv: Lönnmördarlärling

source: Gutter-sage
sv: Rännstensmagiker

source: Rouge Magician
sv: Banditmagiker

source: Underworld Spellcaster
sv: Kriminell Besvärjare

source: Superior toughness
sv: Överlägsen tålighet

source: Having been born and raised for the art of combat, you are a warrior who shakes off pain that would cripple a lesser person. In battle your natural abilities serve as an extra layer of armor. The player must be an at least 3rd level fighter or rogue type in order to use this capability.
sv: Då du har blivit född och uppfostrad för att deltaga i strid, så är du en krigare som kan skaka av sig smärta som skulle ha förlamat en sämre person. I strid är dina reflexer som ett extra lager rustning. Spelaren måste vara minst en tredje nivåns krigare eller bandit för att få använda den här förmågan.

source: Missile Defense
sv: Projektilförsvar

source: You specialize in missile weapons to the point of being able to automatically predict the path of high-speed, incoming missiles. This innate knowledge grants you an extra bonus when defending against missile weapons. The prerequisites for this capability is an at least 3rd level player with the bow skill of 20.
sv: Du har specialiserat dig på avståndsvapen till den milda grad att du kan automatiskt förutse banan på höghastighets projektiler som färdas mot dig. Den här ryggradsreflexen ger dig en extra bonus när du försvarar dig emot avståndsvapen. Grundkraven är att vara en minst tredje nivås spelare med en bågfärdighet på minst 20.

source: War-rage
sv: Krigsilska

source: You rejoice in destruction of all who stand in your way. For every attack when using melee weapons, you cause extra damage resulting from your battle- lust. The prerequisites for this capability are having more than 30 skill.
sv: Du glädjer dig åt att förgöra alla som står i din väg. För varje attack med närstridsvapen, så orsakar du extra skada på grund av din krigslust. Grundkravet för den här speciella förmågan är att ha dödat 30 varelser.

source: Killer Blow
sv: Dödligt Slag

source: Being a barbarian is hard work. Not only are you not allowed to read, bathe, or act in any way trans-gender, you also subsist on an unhealthy diet lacking in vitamins and fiber. Fortunately you may freely partake in many fittingly, barbaric activities such as the contest of killing an opponent with a single blow. This training is useful on the battlefield where you may take a bonus to your attacks. Only barbarians are allowed to use this special capability.
sv: Att vara barbar är ett hårt arbete. Inte bara att du inte när tillåten att läsa, bada eller uppföra dig på något sätt transsexuellt, du måste också överleva på en ohälsosam diet utan vitaminer eller fibrer. Som tur är så kan du fritt medverka i många hälsosamma barbariska aktiviteter, såsom tävlingen att slå ihjäl en motståndare i ett slag. Den här träningen kommer väl till pass på slagfältet där du får en bonus till dina attacker. Endast barbarer är tillåtna att använda den här speciella förmågan.

source: Smallarm Mastery
sv: Skicklighet i Små Vapen

source: Spending years fighting for their lives, rogues master the use of small arms (daggers and knives). With this capability, they cause extra points of damage in combat when wielding a small weapon.
sv: Efter att ha spenderat åratal med att ha slagits på liv och död, så bemästrar banditer användningen av småvapen (knivar och dolkar). Med den här förmågan så orsakar de extra skada i strid när de använder ett litet vapen.

source: Neutralize Poison
sv: Neutralisera Gift

source: The rogue's happy-go-lucky attitude is said to be an attribute to a quick healing physiology. With this skill, a high level rogue character can shake off the effects of poison up to three times a day.
sv: Banditernas bekymmerslösa attityd sägs vara på grund av deras goda läkekött. Med den här förmågan så kan en bandit på hög nivå skaka av sig effekterna av att bli förgiftad upp till tre gånger per dag.

source: Terminal Energy
sv: Slutgiltig Uppoffring

source: A mage when caught in battle and reduced to very few hit points will gain back magic points in a final desperate act of survival. The prerequisite to this capability is to be a magic user or student of lore teetering on the verge of death.
sv: En magiker som har förlorat nästan allt sitt liv i strid kommer att få tillbaka en del magisk kraft i ett sista desperat försök att överleva. Förkraven för den här förmågan är att magikern eller studenten är på dödens brink.

source: Mystic Defense
sv: Mystiskt Försvar

source: Using this capability, a mage or student of lore can extend the effectiveness of the armor worn by connecting with the mystic energies of the deity Xelphate. The prerequisite to this capability is being a magic user and having at least 25
sv: Med hjälp av den här färdigheten så kan en magiker eller student öka effektiviteten hos den rustning som bärs genom att koppla samman den med energier från gudinnan Xelphate. Förkraven för den här förmågan är att vara en magiker och ha minst 25

source: Speedy Casting
sv: Snabbt Uttal

source: You have studied the art of spell casting since an early age. The basics of this discipline are second nature to you and therefore you are able to conjure up magic faster than others. The prerequisites to this skill is high levels in the magical skills.
sv: Du har studerat besvärjande sedan barnsben. Grunderna i det här ämnet sitter i ryggmärgen för dig och därför kan du uttala magiska formler snabbare än andra. Förkraven för den här förmågan är höga nivåer i de magiska färdigheterna.

source: Natural Healing
sv: Naturlig Läkning

source: Your closeness to nature imbues your being with raw energy. You can innately transform this into a healing force and cure your minor ailments twice a day. The prerequisite for this capability is having at least 25 points of nature magic skill.
sv: Din närhet till naturen förser din kropp med rå läkeenergi. Du kan läka mindre sjukdomstillstånd två gånger om dagen. Förkraven på den här förmågan är att du har minst 25 poäng naturmagi

source: Vitality Transfer
sv: Vitalitetsöverföring

source: When invoked, this capability attempts to balance everyone's health scores in your party. The healer temporarily joins everyone's fate and shares hit points from healthy party members with those who need it. It is rumored that players also take on some of each others' personalities. The prerequisite of this capability is 25 points of Awareness magic and having at least 5 levels.
sv: När åkallad så försöker den här förmågan att balansera allas hälsonivå i gruppen. Helaren sammanför temporärt allas öden och fördelar hälsa från friska gruppmedlemmar till dem som behöver det. Det sägs att en del av ens personlighet också överförs. Förkraven på den här förmågan är att du har minst 25 poäng av uppmärksamhetsmagi och minst 5 nivåer.

source: Healing Aura
sv: Läkande Aura

source: A palpable aura of holy innocence surround you. This force originates from celestial powers as long as you remain favored by your deity. While you travel with this aura, you and those around you naturally recover from injuries. The prerequisite to obtaining this capability is a noble profession such as a healer or certain types of high level warriors.
sv: En kännbar aura av helig oskyldighet omger dig. Det här kommer från de gudomliga krafterna så länge som de är väl inställda till dig. Medan du reser med den här auran, så kommer du och din grupp att naturligt läka alla skador. Förkraven på den här förmågan är att du har ett nobelt yrke som läkare eller vissa typer av hög nivås krigare.

source: Arcane Stance
sv: Uråldrig Position

source: In your years of research you came across a lost treatiese on the art of defensive body movements in combat. Armed with this knowledge, the scholar can face an enemy in combat showing a least vulnerable side.
sv: Under dina år av efterforskningar så har du hittat försvunna avhandlingar om konsten att röra sin kropp för att skydda sig själv i strid. Beväpnad med den här kunskapen så kan studenten gå in i strid och uppvisa sin minst sårbara sida.

source: Bow Mastery
sv: Båg Bemästrande

source: Many years of research teaches the scholar the perfect way to rain ranged attacks upon their enemies. Using the bow is as much about the contemplation of one's spirit as it is an execution of forms gleaned from ancient tomes. The high-level scholar receives an attack bonus with this capability.
sv: Måna år av forskning ar lärt studenten det perfekta sättet att utföra distansattacker på sina fiender. Att använda bågen är lika mycket en förlängning på sitt eget medvetande som ett verktyg för att utföra attackformer hittade i uråldriga böcker. Högnivås studenten får en attackbonus med den här färdigheten.

source: blessed
sv: välsignad

source: %s is blessed
sv: %s är välsignad

source: %s is not blessed anymore
sv: %s är inte längre välsignad

source: of Air
sv: Luftens

source: empowered
sv: Betrodd

source: %s is empowered
sv: %s är betrodde med extra krafter

source: %s is not empowered anymore
sv: %s är inte betrodd längre

source: of Earth
sv: Jordens

source: enraged
sv: Förbannad

source: %s is enraged
sv: %s är förbannad

source: %s is not enraged anymore
sv: %s är inte förbannad längre

source: of Fire
sv: Eldens

source: ac_protected
sv: Skyddad mot fysiskt våld

source: %s is protected
sv: %s är skyddad

source: %s is not protected anymore
sv: %s är inte skyddad längre

source: of Stones
sv: Stenarnas

source: magic_protected
sv: Beskyddad från magi

source: %s is protected against magic
sv: %s är skyddad från magi

source: %s is not protected against magic anymore
sv: %s är inte längre skyddad från magi

source: of Water
sv: Vattnets

source: drunk
sv: full

source: %s is drunk
sv: %s är full

source: %s is not drunk anymore
sv: %s är inte full längre

source: of Jelly
sv: Geléns

source: poisoned
sv: förgiftad

source: %s is poisoned
sv: %s är förgiftad

source: %s is not poisoned anymore
sv: %s är inte förgiftad längre

source: of Ice
sv: Isens

source: cursed
sv: förhäxad

source: %s is cursed
sv: %s är förhäxad

source: %s is not cursed anymore
sv: %s är inte förhäxad längre

source: of the Planes
sv: Dimensionernas

source: possessed
sv: besatt

source: %s is possessed
sv: %s är besatt

source: %s is not possessed anymore
sv: %s är inte längre besatt

source: of the Stars
sv: Stjärnornas

source: blinded
sv: förblindad

source: %s is blinded
sv: %s är förblindad

source: %s is not blinded anymore
sv: %s kan se igen

source: of Haze
sv: Töcknets

source: paralysed
sv: paralyserad

source: %s is paralysed
sv: %s är paralyserad

source: %s is not paralysed anymore
sv: %s är inte paralyserad längre

source: of the Cave
sv: Grottans

source: invisible
sv: osynlig

source: %s is invisible
sv: %s är osynlig

source: %s is not invisible anymore
sv: %s är synlig igen

source: of Acid
sv: Syrans

source: overloaded
sv: överbelastad

source: %s is overloaded
sv: %s är överbelastad

source: %s is not overloaded anymore
sv: %s är inte överbelastad längre

source: of the Spirit
sv: Andens

source: dead
sv: död

source: %s is dead
sv: %s är död

source: %s is resurrected
sv: %s är återuppväckt

source: of the Mists
sv: Dimmans

source: asleep
sv: sovande

source: %s is asleep
sv: %s sover

source: %s is awake
sv: %s är vaken

source: of Quiet
sv: Tystnadens

source: Basic Group
sv: Grundläggande Gruppering

source: Speed
sv: Hastighet

source: Speed determines how fast the character is able to cast a spell or swing a sword.
sv: En persons hastighet bestämmer hur fort den personen kan uttala en besvärjelse eller svinga ett svärd.

source: of the Dragon
sv: Drakens

source: Coordination
sv: Koordination

source: More coordinated characters are able to deflect more damage using armor.
sv: Personer med hög koordination har lättare att använda rustning för att undvika skada.

source: of the Wolf
sv: Vargens

source: The higher a character's power the more damage his/her attach will cause.
sv: Ju starkare en karaktär är, desto mer skada gör den när det behövs.

source: of the Troll
sv: Trollets

source: A character with higher IQ is better suited to spellcasting.
sv: En person med hög IQ är bättre på att uttala besvärjelse.

source: of the Boar
sv: Vildsvinets

source: Leadership
sv: Ledarskap

source: Leadership determines bartering power and rallies your troops in battle.
sv: Ledarskap bestämmer hur bra du är på att pruta och om du kan motivera dina trupper i strid.

source: of the Bear
sv: Björnens

source: Luck
sv: Tur

source: Luck affects almost all aspects of gameplay from spellcasting to unlocking doors.
sv: Tur påverkar nästan alla aspekter av spelet, från uttalandet av besvärjelser till att dyrka dörrar.

source: of the Fiend
sv: Bestens

source: Piety
sv: Fromhet

source: A pious character follows his/her deity's wishes more closely.
sv: En from karaktär följer sin gudinna/guds önskningar så bra den kan.

source: of the Tiger
sv: Tigerns

source: Lore
sv: Allmänbildning

source: Using lore a character is able identify items more easily and understand new concepts.
sv: Genom allmänbildning så kan en person identifiera föremål lättare och förstå nya koncept.

source: of the Hydra
sv: Hydrans

source: Fight Group
sv: Slagsmålsgruppering

source: Melee Weapon
sv: Närstridsvapen

source: This is your combat skill for close quarters. Most basic weapons fall in this category.
sv: Den här färdigheten används när man slåss i närstrid. De flesta grundläggande vapnen faller i den här kategorin.

source: of the Drake
sv: Vidundrets

source: This skill is used when fighting using a bow-type weapon.
sv: Den här färdigheten används när man slåss med hjälp av bågar och liknande.

source: of the Sparrow
sv: Sparvens

source: Large Weapon
sv: Stora Vapen

source: This skill is used when fighting using over-sized weapons.
sv: Den här färdigheten används när man slåss med överdimensionerade vapen.

source: of the King
sv: Kungens

source: Hand to Hand Combat
sv: Obeväpnad Strid

source: This skill is used when fighting with bare hands.
sv: Den här färdigheten används när man slåss med bara händerna.

source: of the Priest
sv: Prästens

source: Defend Group
sv: Försvara Grupp

source: Shield Defend
sv: Sköldblockad

source: This skill is used when using a shield to deflect an attack.
sv: Den här färdigheten används när man använder en sköld för att försvara sig mot en attack.

source: of the Giant
sv: Jättens

source: Armor Defend
sv: Rustningsblockad

source: This skill is used when using armor to deflect an attack.
sv: Den här färdigheten används när man har en rustning som skydd mot attacker.

source: of the Centaur
sv: Kentaurens

source: Dodge Attack
sv: Undvik Attack

source: This skill lets you side-step or otherwise avoid being hit by an attacker.
sv: Den här färdigheten används när man försöker undvika att bli träffad av en attackerare.

source: of the Serpent
sv: Ormens

source: Sorcery Group
sv: Besvärjelsegruppering

source: Life and Death Magic
sv: Livs- och dödsbesvärjelser

source: This skill describes your proficiency with spells from the school of life and death.
sv: Den här färdigheten beskriver din kunnighet om besvärjelser från livs- och dödsmagierna.

source: of the Sand
sv: Sandens

source: Deceit Magic
sv: Lurendrejerimagi

source: This skill describes your proficiency with spells from the school of deceit.
sv: Den här färdigheten beskriver din kunnighet om besvärjelser från lurendrejerimagierna

source: of the Joker
sv: Jokerns

source: Confrontation Magic
sv: Konfrontationsmagi

source: This skill describes your proficiency with spells from the school of confrontation.
sv: Den här färdigheten beskriver din kunnighet om besvärjelser som kommer från konfrontationsmagin

source: of the Demon
sv: Demonens

source: Resist Life and Death Magic
sv: Stå emot livs- och dödsmagi

source: Having this skill helps you resist spells from the school of life and death.
sv: Den här färdigheten hjälper dig att stå emot besvärjelser av typen livs- och dödsmagi

source: of the Gods
sv: Gudarnas

source: Resist Deceit Magic
sv: Stå emot lurendrejerimagi

source: Having this skill helps you resist spells from the school of deceit.
sv: Den här färdigheten hjälper dig att stå emot besvärjelser av typen lurendrejerimagi

source: of the Night
sv: Nattens

source: Resist Confrontation Magic
sv: Stå emot konfrontationsmagi

source: Having this skill helps you resist spells from the school of confrontation.
sv: Den här färdigheten hjälper dig att stå emot besvärjelser av typen konfrontationmagi

source: of the Angel
sv: Ängelens

source: Spirit Group
sv: Andegrupp

source: Nature Magic
sv: Naturmagi

source: This skill describes your proficiency with spells from the school of nature.
sv: Den här färdigheten beskriver din kunnighet om besvärjelser från naturmagin

source: of the Pixie
sv: Älvans

source: Awareness Magic
sv: Uppmärksamhetsmagi

source: This skill describes your proficiency with spells from the school of awareness.
sv: Den här färdigheten beskriver din kunnighet om besvärjelser från uppmärksamhetsmagin.

source: of the Void
sv: Tomhetens

source: Resist Nature Magic
sv: Stå emot naturmagi

source: Having this skill helps you resist spells from the school of nature.
sv: Den här färdigheten hjälper dig att stå emot besvärjelser av typen naturmagi

source: of the Law
sv: Lagens

source: Resist Awareness Magic
sv: Stå emot uppmärksamhetsmagi

source: Having this skill helps you resist spells from the school of awareness.
sv: Den här färdigheten hjälper dig att stå emot besvärjelser av typen uppmärksamhetsmagi

source: of the Moth
sv: Malens

source: Lore Group
sv: Allmänbildningsgrupp

source: History Magic
sv: Historiemagi

source: This skill describes your proficiency with spells from the school of history.
sv: Den här färdigheten beskriver din kunnighet om besvärjelser från historiemagin

source: of the Helix
sv: Helixens

source: Resist History Magic
sv: Stå emot historiemage

source: Having this skill helps you resist spells from the school of history.
sv: Den här färdigheten hjälper dig att stå emot besvärjelser av typen historiemagi

source: of the Brand
sv: Märkets

source: Enchant Item
sv: Förtrolla Föremål

source: Your proficiency with this skill determines how well you create enchanted items.
sv: Din kunskapsnivå i den här besvärjelsen bestämmer hur bra du är på att skapa förtrollade förmål.

source: of the Sorcerer
sv: Besvärjarens

source: Identify Item
sv: Identifiera pryl

source: This skill measures your ability to identify new items.
sv: Den här färdigheten mäter din förmåga att identifiera nya saker.

source: of the Sage
sv: Salvians

source: Identify Creature
sv: Identifiera varelse

source: This skill measures your ability to identify new creatures.
sv: Den här färdigheten mäter din förmåga att identifiera nya varelser.

source: of the Loremaster
sv: Kunskaparens

source: Stealth Group
sv: Hemlighetsgruppering

source: Open Lock
sv: Dyrka

source: A character with this skill can open locked doors better.
sv: En karaktär med den här färdigheten kan öppna låsta dörrar enklare.

source: of the Shade
sv: Skuggans

source: Find Trap
sv: Hitta fällor

source: This skill helps you avoid falling into traps.
sv: Den här förmågan hjälper dig undvika fällor

source: of the Bard
sv: Bardens

source: Find Secret Door
sv: Hitta dolda dörrar

source: This skill lets you find secret doors.
sv: Den här förmågan låter dig hitta dolda dörrar.

source: of the Scion
sv: Ättlingens

source: Move Undetected
sv: Röra sig obemärkt

source: With the aid of this skill you can move without your enemies detecting you.
sv: Med hjälp av den här förmågan så kan du röra dig utan att dina fiender upptäcker dig.

source: of the Silence
sv: Tystnadens

source: Stealing
sv: Stöld

source: The higher you progress in this still the better you're able to lift items from merchants.
sv: Ju bättre du är på stöld desto bättre kan du snatta saker från handelsmän.

source: of the Thief
sv: Tjuvens

source: Male Vagrant
sv: Manlig Lösdrivare

source: Male Traveling Wizard
sv: Manlig Resande Magiker

source: Male Knight
sv: Manlig Riddare

source: Male Rogue
sv: Manlig Bov

source: Female Hobo
sv: Kvinnlig Uteliggare

source: Female Bard
sv: Kvinnlig Bard

source: Female Ranger
sv: Kvinnlig Utbygdsjägare

source: Female Priestess
sv: Kvinnlig Prästinna

source: hellogirl-002
sv: hallåflicka-002

source: hellogirl
sv: hallåflicka

source: hellogirl-blue
sv: hallåflicka-blå

source: hellogirl-red
sv: hallåflicka-röd

source: link
sv: länk

source: Acolyte of Hornaxx
sv: Hornaxx Akolyt

source: Uzudil the Hand
sv: Ezudil Hjälparen

source: Melathor of Allovium
sv: Melathor från Allovium

source: Mycotharsius the Mad
sv: Mycotharsius den Galne

source: Quegazu the Reformed
sv: Quegazu den Omvände

source: Narzegg the Vain
sv: Narzegg den Fåfänge

source: Positive Energy of Hornaxx
sv: Hornaxx Positiva Energier

source: Negative Energy of Hornaxx
sv: Hornaxx Negativa Energier

source: Mothrazu Pain Incarnate
sv: Mothrazu Smärta Förkroppsligad

source: Spawn of Arcanex
sv: Arcanex Yngel

source: Imp
sv: Mindre Demon

source: Oozing Green Waddler
sv: Grön Slemhasare

source: Buggerling
sv: Stjärtpojke

source: Red Bauul
sv: Röd Bauul

source: Giant Cobra
sv: Gigantisk Kobra

source: Rabbid Rodent
sv: Ursinnig Råtta

source: Gray Slimy Waddler
sv: Grå Slemhasare
