Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: According to $Sabien, four such token items are what $Mothrazu seeks in order to activate a gate to the $Abyss. Be sure to find them before she does! Look on the $board now and then to see if I marked a location where we suspect the item can be found.
sv: Enligt $Sabien så letar $Mothrazu efter fyra symboler för att kunna aktivera portalen till $avgrunden. Se till att hitta dem innan hon gör det! Titta på $anslagstavlan nu för att se om jag har markerat en plats där vi tror att symbolen kan finnas.

source: I don't know much about this fiend... Ask Melathor though, the gods know how but he always seems up to date about news from the Abysss.
sv: Jag vet inte så mycket om den här demonen. Men fråga Melathor, bara gudarna vet hur men han verkar alltid vara uppdaterad angående nyheter från avgrunden.

source: Uh, I don't know anything about that...
sv: Uh, jag vet inte något om det där.

source: Perhaps someone else can tell you that. But I'll tell you about this $place and the $missions we work on if you want...
sv: Kanske någon annan kan berätta det. Men jag kan berätta om det här $stället och $uppdragen som vi arbetar på om du vill.

source: That's interesting but let me tell you about $times of old...
sv: Det låter intressant, men låt mig berätta om gamla $tider.

source: You sure have a funny way of talking...
sv: Du har verkligen ett roligt sätt att tala.

source: Those were them $times!
sv: Det var $tider det.

source: Mmm-mmm, that was some fine $gruel!
sv: Mmm-mmm, det var riktigt fin $gröt!

source: You look like an out-of-work $adventurer!
sv: Du verkar som en arbetslös $äventyrare!

source: times
sv: tider

source: I reckon it must've been during the reign of $Haladil the grim when I was just a young lad. I would roam the country slay monsters, right wrongs and the like.
sv: Jag tror att det det var under $Haladil den barskes styre, när jag bara var en ung grabb. Jag reste land och rike runt och slaktade monster och rättade fel med mera.

source: He sure was $grim for a king! In fact, he never smiled until his dying day.
sv: Han var verkligen $grim för att vara kung! Han log inte en enda gång tills han dog, faktiskt.

source: grim
sv: barsk

source: They say he lost his ability to smile when our lives became so $easy.
sv: De påstår att han förlorade sin förmåga att le när våra liv blev för $easy

source: easy
sv: lätt

source: $Haladil had $nothing more to do, you see? There is virtually no crime, the streets are safe and there are no more wars to be fought.
sv: $Haladil hade inte $något mer att göra för står du. Det var ingen brottslighet, gatorna var säkra och alla krig var redan utkämpade.

source: Well, that's why we're all working for $S.C.O.U.R.G.E. Inc, right?
sv: Nåväl, det är därför vi alla jobbar för $S.C.O.U.R.G.E. inte sant?

source: It's not a bad $place to work... the $gruel is always warm, they pay in real gold and at least your $sword isn't rusting on a peg by the fire.
sv: Det är inte någon dålig plats att jobba på, $gröten är alltid varm, de betalar i riktigt guld och ditt $svärd kommer åtminstone inte rosta på spiselkransen.

source: gruel
sv: gröt,gröten

source: Go look in the kitchen if you want some. It's the best part of this $place!
sv: Gå och titta i köket om du vill ha lite. Det är den bästa delen av den här $place!

source: place
sv: plats

source: Behold the mighty halls of the $S.C.O.U.R.G.E. headquarters. Here you can $train your skills, $trade items, rest and select your next $mission.
sv: Se de mäktiga hallarna hos $S.C.O.U.R.G.E. huvudkvarter. Här kan du $träna dina färdigheter, $byta varor, vila och välja ditt nästa $uppdrag.

source: sword
sv: svärd

source: Any items you find lying around are yours to take. You can even $trade them for coin.
sv: Alla föremål som du hittar är fritt att ta, du kan till och med $byta bort dem mot mynt.

source: mission
sv: uppdrag

source: Go to the room with the purple flames. There you will find the $board which lists the available missions. $Uzudil handles our $clients mostly on account of them wishing to remain anonymous.
sv: Gå till rummet med lila flammor. Där kommer du att hitta $anslagstavlan som de tillgängliga uppdragen kommer att finnas på. $Uzudil hanterar våra $kunder primärt för att många av dem vill vara anonyma.

source: It is a great wooden structure in the room with the purple flames. Every $mission we get here at the $S.C.O.U.R.G.E. headquarters is posted on it. You can also talk to $Uzudil for more information.
sv: Det är en stor träkonstruktion i rummet med de lila flammorna. Varje $uppdrag som kommer in här på $S.C.O.U.R.G.E. blir uppsatt på den. Du kan också tala med $Uzudil om du vill ha mer information.

source: Each client's $mission is posted on the $board. This way you can pick and choose which type of jobs you want to work on. I've never met any of our clients which is just as well... I hear they're powerful wizards who can turn you into an ant if they wish.
sv: Varje klients $uppdrag sätts upp på $anslagstavlan. På det här sättet så kan du välja själv vilken sorts uppdrag du vill arbeta på. Personligen så har jag aldrig träffat någon av våra klienter, och det är lika bra. Jag har hört att de är mäktiga magiker som kan förvandla en till en myra om de vill.

source: adventurer
sv: äventyrare

source: Why that's nothing to be ashamed of! I myself used to thwart evil back in the old $times. But now that our lives are so $easy, I make my living exterminating critters for our $clients.
sv: Det är ju inte något att skämmas för! Jag brukade själv bekämpa ondskan på $gamla dar. Men nu när våra liv är så $enkla så utrotar jag ohyra åt våra $klienter.

source: He is the large red fellow in the room with the $board. He handles our $clients, keeps the head-quarters stocked and organizes our missions. Talk to him if you want to know more about the work.
sv: Han är den stora röda typen i rummet med $anslagstavlan. Han sköter våra $kunder, ser över förråden här på huvudkvarteret och organiserar uppdragen. Snacka med honom om du vill veta mer om jobbet.

source: Whatever you do... don't drink his potions!
sv: Vad du än gör, drick inte hans elixir!

source: Muzilin the healer
sv: Muzilin Läkemannen

source: Remor the Golden
sv: Remor den Gyllene

source: Professor Erithol
sv: Proffesor Erithol

source: Almojn of Aladur
sv: Almojn från Aladur

source: Simane of Aladur
sv: Simane från Aladur

source: Zorna the Healer
sv: Zorna Läkekvinnan

source: Kazna the Merchant
sv: Kazna Handelsmannen

source: Mirna the Magics Trainer
sv: Mirna Magilärarinnan

source: Zurna the Defense Trainer
sv: Zurna Försvarslärarinnan

source: Feel at home in the $ancient library of $Gormoril, traveler!
sv: Känn dig som hemma i det $uråldriga biblioteket i $Gormoril, vandrare!

source: Welcome to $Gormoril!
sv: Välkommen till $Gormoril!

source: You should ask Sabien the Mage... perhaps he knows of what you speak...
sv: Du borde tala med Sabien Magikern, kanske så vet han vad du talar om.

source: ancient,Gormoril
sv: uråldriga,Gormoril

source: This underground library was founded thousands of years ago by an order called the $Guardians of the Realm. Within it they tried to preserve all the knowledge of their age. Many of the $books you see around you are priceless volumes... Please try to be aware of this as you move around.
sv: Det här underjordiska biblioteket grundades för tusentals år sedan av en order som hette Rikets $Väktare. I detta så försökte de bevara all kunskap från sin tidsålder. Många av dessa $böcker är ovärderliga volymer. Försök tänka på det när ni går omkring.

source: They were an ancient peace-keeping force. Sadly all of them were destroyed in the final battle against the forces of darkness. $Sabien would know more about them.
sv: De var en gammal fredsbevarande styrka. Tyvärr så blev alla nergjorda i den slutgiltiga striden mot mörkrets krafter. $Sabien bör veta mer om dem.

source: library,books
sv: bibliotek,böcker

source: Some of the books are magical and all of them rare. Throughout the ages, various thinkers, scholars and seers called the library of $Gormoril their home. Our current master $Sabien is a high level mage.
sv: Vissa av de här böckerna är magiska, och alla är ovanliga. Genom tiderna så har olika tänkare, studenter och siare bosatt sig i $Gormorils bibliotek. Vår nuvarande mästare $Sabien är en högnivåsmagiker.

source: We don't actually know much about him. Mostly he spends is time in $research on the fourth level. A word of caution, however: some of the library levels have been infested with monsters as of late. We know not where they came from and Sabien doesn't seem to mind them much. I'm sure that for heroes of your rank, they will be but a minor irritation.
sv: Vi vet faktiskt inte så mycket om honom. Han spenderar mestadelen av sin tid på att $forska på fjärde våningen. Men en varning. På senare tid så har biblioteket blivit infekterat med monster, vi vet inte var de kommer ifrån och Sabien bryr sig inte om dem. Jag är säker att hjältar som ni inte har någon problem med dem.

source: research
sv: forska

source: Well, as you can imagine, there is much to learn, what with all these $books around. $Sabien's main area of interest appears to be closely tied to a $locked door on the fourth level.
sv: Som ni kan tänka er så finns det mycket att lära sig, med alla dessa $böcker. $Sabien verkar vara mest intresserad av en $låst dörr på fjärde våningen.

source: Ask $Sabien what is behind this door... We only suspect and are not $allowed to tell...
sv: Fråga $Sabien vad som kan finnas bakom dörren. Vi bara anar och har inte $tillåtelse att berätta.

source: allowed
sv: tillåtelse

source: Remember traveler, this is an $ancient place... $Sabien's residence here is but a drop in the vast river of time... All of us are watched over by divine guardians, but for us in the $library their gaze comes from much closer...
sv: Kom ihåg vandrare, det här är en $uråldrig plats. $Sabiens vistelse här en blott en droppe i den enorma floden av tid. Vi är alla övervakade av våra gudomliga väktare, men här i $biblioteket så är deras blickar mycket närmare.

source: Zelta the Healer
sv: Zelta Läkaren

source: Korga the Trainer
sv: Korga Läraren

source: Mirtha the Merchant
sv: Mirtha Handelmannen

source: Kerra the Healer
sv: Kerra Läkaren

source: Birna the Rogue Trainer
sv: Birna Bandittränaren

source: Morra the Magics Merchant
sv: Morra Magihandlaren

source: Merka the Personal Trainer
sv: Merka den personliga Läraren

source: Kikka the Bone Healer
sv: Kikka Helbrägdagöraren

source: Samek the Merchant of War
sv: Samek Krigsprofitören

source: Ah, there you are... I've been $waiting for you!
sv: Där är du, jag har $väntat på dig!

source: Sadly, I know not of which you speak...
sv: Tyvärr, jag vet inte vad du talar om.

source: Yes, yes I know. Uzudil the Hand of S.c.o.u.r.g.e. Inc. sent me the $map. I know why you are here...
sv: Ja, ja jag vet. Uzudil Hjälparen på S.c.o.u.r.g.e. har skickat mig $kartan. Jag vet varför ni är här.

source: waiting
sv: väntande

source: I have the $map that $Uzudil sent me. When you're $ready, I can tell you all that I know regarding this matter.
sv: Jag har $kartan som $Uzudil skickade mig. När du är $redo så kan jag berätta allt jag vet angående det här.

source: map
sv: karta

source: This map fragment definitely depicts a section of the $Abyss. I am well familiar with its tortured landscape for shall I say... $personal reasons.
sv: Den här kartbiten avbildar onekligen en del av $avgrunden. Jag är väl bevandrad i dess torterade landskap av, vad ska jag kalla det, $personliga skäl.

source: personal,incident
sv: personliga,incidenten

source: I'd rather not talk about that at this time... the memories are still too painful for me.
sv: Jag talar helst inte om det just nu. Minnena är fortfarande för smärtfulla för mig.

source: A fiend he is. Karzuul is the Lord of Madness and rules the 512th layer of the $Abyss. In battle he is a merciless hunter, as an enemy he ruins all you hold dear, the corruptor of hope and a stain on the divine soul of the cosmos. Do not treat him lightly! His connection to $Mycotharsius is surely not an accident...
sv: En best är vad han är. Karzuul är galenskapens herre och regerar över den 512de våningen i avgrunden. I strid så är han en skoningslös jägare, som en fiende så ser han till att förstöra allt du håller kärt, han är hoppets förgörare och en fläck på universums eviga själ. Avfärda honom inte lätt! Hans koppling till $Mycotharsius är säkerligen inte någon tillfällighet.

source: My research varied over the years... I was a student of Minirmuir once, attempting to attain perfect knowledge and thus transcend my mortal body to live in eternal peace, at one with the void. However... things changed... after the... $incident I took up a different path. I am currently seeking to restore to the world, that which was once known but is now lost... the safe operation of a very powerful artifact. One that though complex and dangerous is located very close nearby... in fact, it's right behind this locked $door.
sv: Min forskning har varierat genom åren, jag var en av Minirmuirs studenter, då jag försökte uppnå perfekt kunskap och på så sätt överskrida min dödliga kropp för att leva i evig fred, i enhet med intet. Men, saker förändras, efter $incidenten så valde jag en annan väg. Jag försöker för närvarande återställa det som en gång var känt men nu är okänt. Hur man hanterar en väldigt mäktig artefakt. En som är alldeles i närheten, även om den är både komplex och farlig, den är faktiskt precis bakom den här $låsta dörren.

source: Guardians,Guardian,Guards,Guard,Realm
sv: Väktare,Vakt,Vakter,Riket

source: Their legend is one of sorrow... thousands of years ago, after the defeat of an invasion of demons, a group of heroes banded together to form the order that came to be called the Guardians of the Realm. Though mostly a peace-keeping force, they also concerned themselves with the preservation of all knowledge of their age. This $library is one of a few they built around the world to house the rare books in which the Guardians recorded known history, astronomy and all other sciences and magic they learned. Their hope was to pass on their vast body of knowledge and let future generations know how to deal with another war should the $Abyss invade again. Sadly, before their work could be completed, in a final and cataclysmic battle, the demons destroyed them all... There is talk of betrayal: a treachery from within the ranks of the order is said to have caused their demise.
sv: Deras berättelse är kantad med sorg, tusentals år sedan, efter att en demoninvasion hade stoppats, så bildade en grupp hjältar det som senare skulle komma att bli Rikets Väktare. Även om de är mest en fredsbevarande styrka så sysselsatte de sig också med att försöka bevara all världens kunskap. Det här $biblioteket är en av de få de byggde runt om i världen för att bevara ovanliga böcker som väktarnas egna där de skrev ner historiens gång, astronomiska upptäckter och all annan vetenskap och magi de lärde sig. Deras hopp var att förmedla vidare den massiva kunskapsmängden och låta kommande generationer få reda på hur de skulle hantera om $avgrunden någonsin attackerade igen. Sorgligt nog, så innan deras jobb hade hunnit slutföras så mördades de alla av demonerna i en världsomvälvande strid. Det talas om förräderi, någon i deras egna led som har orsakat deras död.

source: ready
sv: redo

source: Well, let's start with what you already know. $Mycotharsius had me abducted by those $dwarves but thanks to you, I am free again and able to resume my $research in the $library.
sv: Låt mig starta med vad vi redan vet. $Mycotharsius kidnappade mig med hjälp av de där $dvärgarna, men tack vare er så är jag fri igen och kan fortsätta min $forskning i $biblioteket.

source: dwarves,Grizzled,Pony
sv: dvärgarna,spräckliga,ponnyn

source: The Order of the Grizzled Pony? Alas not much good can be said of them. They maintain their meager existence as both poetic and rogue hacks, selling their services to other low-lifes like $Mycotharsius.
sv: Den spräckliga ponnyns order? Tyvärr kan inte mycket gott sägas om dem. De vidmakthåller sin magra existens som både poeter och dåliga banditer, genom att sälja sina tjänster till avskum som $Mycotharsius.

source: I hear he met his end again... this has happened before you know. He died in combat once, but was resurrected by a demonic entity named $Karzuul. I think the demon took pleasure in bestowing the curse of unlife on the mage, to teach him a lesson in loyalty perhaps... At any rate, what is more interesting about Mycotharsius, is his $boss.
sv: Jag har hört att han har dött igen, det har hänt innan faktiskt. Han dog i strid en gång, men var återupplivad av en demon vid namn $Karzuul. Jag tror att demonen gillade tanken på att han skulle vara odöd, möjligtvis för att lära honom vara lojal. Hur som helst så är det mer intressant att Mycotharsius är hans $chef.

source: boss,Mothrazu,Mothrazu's
sv: chef,Mothrazu,Mothrazus

source: Now we're getting to the meat of our story! Mothrazu! Now there is something awful... On the surface, she appears to be just another evil $druid, bent on the destruction of civilization. I'm sure you've heard the rumors: she wants to restore the world to what it was before the rise of the races. Her image of a world covered in forest is a bit of a cliche, you see? I don't buy it... there is something more here... especially, when you look at the evidence: a $map of the $Abyss? No, I don't think what we're dealing with is just a lowly $druid bent on revenge.
sv: Nu kommer vi till pudelns kärna, Mothrazu! Det är verkligen en avskyvärd person, på ytan så verkar hon vara ännu en ond $druid, som har förutsatt sig att förgöra civilisationen. Jag är säker på att du har hört ryktena: Hon vill återställa världen till vad den var innan de olika raserna kom. Hennes dröm om en värld täckt av skog är något av en kliche, förstår du? Jag tror inte på henne, det är något mer på spel här, speciellt med tanke på bevisen: En $karta över $avgrunden? Jag tror inte att det bara är en liten $druid som vill ha hämnd här.

source: To all outward appearances, she is a servant of the god of Nature. Even if she is evil, this is possible. Amod-Rheinur is a neutral deity who doesn't concern herself with the means to achieve her goals. However, I believe there is more to her story than what she'd let us believe: simple $revenge.
sv: Utåt så verkar hon vara en av naturgudens tjänare, även om hon är ond så är det här möjligt. Amod-Rheinur är en neutral gud som inte bryr sig om hur hennes mål uppfylls. Men jag tror att det finns mer här än vad som hon får oss att tro, nämligen enkel $hämnd.

source: revenge
sv: hämnd

source: I believe $Mothrazu wants to travel to the $Abyss for some reason. You may have heard this in the ramblings of $Mycotharsius as well. (He let me know that much during my time of captivity.) What she wants from the dimension of evil is not known to me yet.... But, I think this is the reason why she had me captured. You see, this $library here is an ancient building. And like most things that are very old, it holds its own share of $secrets...
sv: Jag tror $Mothrazu vill resa till $avgrunden av något skäl. Du kanske har hört om det i $Mycotharsius litanior också. (Han berättade om det under min tid i fångenskap). Vad hon vill ha från ondskans dimension är inte känt för mig ännu. Men jag tror att det här är skälet till att hon höll mig fången. Du förstår, det här $biblioteket är en gammal byggnad och som alla saker som är riktigt gamla, så har det sin egen uppsättning $hemligheter.

source: library,Gormoril
sv: biblioteket,Gormoril

source: This building was built ages ago by the $Guardians of the Realm. You may have heard of this order of peace-keepers... At any rate, they created these underground wardens to safely store all the information they uncovered during their time. The building had many masters before me and it is likely it will have many more after I pass. The only thing constant here are the priceless books and the $servants.
sv: Den här byggnaden byggdes för århundraden sedan av Rikets $Väktare. Du kanske har hört som den här fredsbevarande ordern. Hur som helst så skapade de dessa underjordiska skydd för att spara all information som de fick tag på under deras tid. Byggnaden har haft många mästare innan mig och kommer ha många fler efter jag dör. Den enda konstanten här är de prislösa böckerna och $betjänterna.

source: servants
sv: betjänterna

source: They are a bit weird, aren't they? It took me a while to get used to them. But at least they get along with the $monsters.
sv: De är lite konstiga, eller hur? Det tog mig ett tag att vänja mig vid dem. Men de verkar umgås bra med $monstren i alla fall.

source: Yeah about that... they only appeared a couple of years ago... Not sure where they came from either.
sv: Ja, de där ja. De dök upp för några år sedan. Jag har inte ens någon aning om var de kom ifrån.

source: secrets
sv: hemligheter

source: It took me years of study to unravel this mystery and I can't say I fully understand it still. However, I do believe it relates to $Mothrazu's $Abyssal travel plans... You see, several hundred years after the construction of this $library, when the $Guards of Realm were destroyed and the building stood empty, an order of evil monks took up residence here. They constructed a $planar gate, an unholy device that leads only to one place: to the world below... the $Abyss!
sv: Det tog mig åratal av studier att reda upp det här mysteriet och jag kan inte påstå att jag förstår det helt ännu. Hur som helst så tror jag att $Mothrazus planer på att resa till $avgrunden har med det att göra. Du förstår, flera hundra år efter det här $biblioteket konstruerades, då Rikets $Väktare förgjordes och byggnaden stod tom så bosatte sig en order av onda munkar här. De konstruerade en dimensionsportal, en ohelig $maskin som leder enbart till en plats, världen under oss, $avgrunden!

source: planar,gate,device
sv: dimension,portal,maskin,dimensionsportalen

source: You may have heard of this device referred to as a red teleporter. Once $activated it can be used as a bi-directional portal to the world of demons. I have been researching its history and use, and I think this knowledge is what $Mothrazu seeks, and that is why she had me kidnapped.
sv: Du kanske har hört talas om den här maskinen som en röd teleportör. När den $aktiveras så kan det användas som en portal både till och från demonernas värld. Jag har forskat kring dess historia och användning och jag tror att den här kunskapen är det som $Mothrazu söker, och därför jag kidnappades.

source: activation,activated,activate
sv: aktiveras,aktiverade,aktivera

source: As I said, my studies are not complete... From what I learned so far, it seems that even the order of monks who created the $device realized how dangerous it can be and went to extra lengths to protect against its accidental opening. This protection is in the form of a set of ancient wards that keep the $door behind me sealed.
sv: Som jag sade, mina studier är inte klara. Vad jag har lärt mig än så länge så verkar det som om även munkordern som skapade maskinen insåg hur farlig den kunde vara och vidtog extra åtgärder mot att den skulle aktiveras av misstag. Skyddet är i form av en uppsättning uråldriga skydd som håller $dörren bakom mig stängd.

source: door,seal,sealed,lock,locked
sv: dörren,skydd,stängd,lås,låst
