Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: %s suffers poison damage!
sv: %s tar skada av gift!

source: %s is thirsty.
sv: %s är törstig.

source: %s is really thirsty.
sv: %s är väldigt törstig.

source: %s is beginning to dehydrate!
sv: %s börjar få vätskebrist.

source: %s is totally dehydrated!
sv: %s är helt uttorkad!

source: %1$s looses %2$d hit points from dehydration!
sv: %1$s förlorar %2$d hälsopoäng på grund av uttorkning!

source: Died of thirst
sv: Dog på grund av törst

source: %s is hungry.
sv: %s är hungrig.

source: %s is really hungry.
sv: %s är verkligen hungrig.

source: %s is starving!
sv: %s svälter!

source: %s feels really weak!
sv: %s känner sig svag!

source: %1$s looses %2$d hit points from hunger!
sv: %1$s förlorar %2$d hälsopoäng av hunger!

source: Expired due to famine
sv: Dog av svält

source: %s feels vulnerable...
sv: %s känner sig utsatt...

source: %s feels a loss of contentment.
sv: %s upplever en brist på nöjdhet.

source: You need to name the map first.
sv: Du behöver namnge kartan först.

source: Enter a name of a map to load.
sv: Skriv in ett namn på kartan du vill ladda.

source: Loading map
sv: Laddar karta

source: Loading theme
sv: Laddar tema.

source: Starting map
sv: Startar karta

source: Initializing map
sv: Initialiserar karta

source: Finishing map
sv: Avslutar karta

source: Loading Creatures
sv: Laddar varelser

source: Starting party
sv: Startar grupp

source: Map loaded: %s
sv: Karta: %s laddad

source: Can't find map: %s
sv: Hittar inte kartan: %s

source: Map header loaded: %s
sv: Karthuvud laddat: %s

source: Confirmation
sv: Bekräftelse

source: No
sv: Nej

source: Loading Abilities
sv: Laddar Egenskaper

source: Loading Spells
sv: Laddar Besvärjelser

source: Slashing
sv: Skärande

source: Piercing
sv: Spetsande

source: Crushing
sv: Krossande

source: Loading Skills
sv: Laddar Förmågor

source: Loading StateMods
sv: Laddar Statusmodifikationer

source: Loading Professions
sv: Laddar Yrken

source: Skill bonuses to:
sv: Bonusar till förmågor:

source: Can use any weapons, except:
sv: Kan använda alla vapen, förutom:

source: Can use any armor, except:
sv: Kan använda all rustning, förutom:

source: Can use any weapons.
sv: Kan använda alla vapen.

source: Can use any armor.
sv: Kan använda all rustning.

source: Not allowed to use any weapons, except:
sv: Får inte använda några vapen, utom:

source: Not allowed to use any armor, except:
sv: Får inte använda någon rustning, utom:

source: Not allowed to use any weapons.
sv: Får inte använda vapen.

source: Not allowed to use any armor.
sv: Får inte använda rustning.

source: Can use weapons:
sv: Kan använda vapen:

source: Can use armor:
sv: Kan använda rustning:

source: Not allowed to use weapons:
sv: Får inte använda följande vapen:

source: Not allowed to use armor:
sv: Får inte använda följande rustningsdetaljer:

source: Infamy awaits in the dungeons of Scourge!
sv: Vanära väntar i Scourges katakomber!

source: Another day, another sewer! Welcome to Scourge!
sv: En ny dag, en ny kloak! Välkommen till Scourge!

source: Happy hunting; welcome to Scourge!
sv: Glad jakt; Välkommen till Scourge!

source: That item is out of your reach
sv: Det föremålet är bortom din räckvid

source: You can't touch that
sv: Du kan inte röra föremålet

source: You have to be closer to get that
sv: Du måste komma närmare för att kunna röra föremålet

source: You are too far to reach it
sv: Du är för långt ifrån för att kunna nå föremålet

source: The door is blocked
sv: Dörren är blockerad

source: Something is blocking that door
sv: Någor blockerar dörren

source: You can't use that door; something is in the way
sv: Du kan inte använda dörren, något är i vägen

source: You are now in single-step mode
sv: Du är nu i ett-stegs-läge

source: You are now in group mode
sv: Du är nu i gruppläge

source: Paused: you have entered turn-based mode
sv: Pausat: Rundbaserat läge aktiverat

source: Un-paused: you are in real-time mode
sv: Avpausat: Realtidsläge aktiverat

source: Close
sv: Stäng

source: Drop Item
sv: Släpp föremål

source: Open Item
sv: Öppna föremål

source: Drag items to/from the list, Right click for info
sv: Dra föremål till/från listan, högerklicka för information

source: Play Mission
sv: Spela uppdrag

source: Do you really want to exit this mission?
sv: Vill du verkligen ta dig ut ur det här uppdraget?

source: Teleport back to base?
sv: Teleportera tillbaka till högkvarteret?

source: Cancel
sv: Avbryt

source: Yes
sv: Ja

source: Select a character who is alive and has leveled up.
sv: Välj en karaktär som är vid liv och har gått upp minst en nivå.

source: No skill points available.
sv: Inga färdighetspoäng tillgängliga.

source: Select a skill first.
sv: Välj en färdighet först.

source: Use gate to descend a level?
sv: Använd porten för att gå ner en våning?

source: Use gate to ascend a level?
sv: Använd porten för att gå upp en våning?

source: A dead character cannot perform this action.
sv: En död karaktär kan inte utföra den här handlingen.

source: ac:
sv: rk:

source: Your magic fizzles and dies.
sv: Din magi slocknar och dör.

source: Only the roaches are impressed by your mumbled words.
sv: Enbart kackerlackorna är imponerade av dina mumlade ord.

source: The silence is broken only by some crickets nearby.
sv: Tystnaden bryts enbart av några syrsor i närheten.

source: Bazzoomm! A small cloud of smoke rises to the ceiling.
sv: Bazzoomm! Ett litet moln av rök flyter upp till taket.

source: Your character cannot equip that item.
sv: Din karaktär kan inte ta på sig det föremålet.

source: Fill out the server details, first.
sv: Fyll i serverdetaljerna först.

source: Unable to connect to server.
sv: Kan inte ansluta till servern.

source: You hear a very loud, metallic sound nearby.
sv: Du hör ett väldigt högt, metalliskt ljud i närheten.

source: Something clicks.
sv: Något klickar.

source: The loud twang doesn't help; this is freaky enough already.
sv: Den höga knäppningen som från en sträng hjälpte inte. Det här är konstigt nog som det är.

source: A muffled, metalic, grating noise echoes from the dark.
sv: Ett nertystat, metalliskt, skrapande ljud ekar från mörkret.

source: You've done something... you're not sure what but you hope it's had dinner.
sv: Du har gjort något... du är inte säker på vad, men du hoppas det har middag.

source: You feel the resonance of an almost sub-tonal bass note.
sv: Du känner resonansen från en knappt hörbar baston.

source: An omnious sound floats from a distant corner.
sv: Ett olycksbådande ljud flyter ut från ett avlägset hörn.

source: Suck! It is locked shut!
sv: Tusan! Den är låst!

source: Try as you might, you can't open it.
sv: Hur mycket du än försöker så kan du ändå inte öppna den.

source: Perhaps it's locked.
sv: Den är kanske låst.

source: This teleporter is off-line.
sv: Teleportören är avstängd.

source: Nothing happens.
sv: Inget händer.

source: The teleporter blinks unimpressively.
sv: Teleportören blinkar oimponerat.

source: Delete old saved game?
sv: Ta bort det gamla sparade spelet?

source: You're not experienced enough to equip it yet.
sv: Du har inte erfarenhet nog för att använda det ännu.

source: Change key
sv: Byt tagentbindning

source: Waiting for new key (Esc to cancel)
sv: Väntar på ny tanget (Esc för att avbryta)

source: Conversation
sv: Konversation

source: Trade
sv: Handel

source: Train
sv: Tåg

source: Healing Services
sv: Läkarservice

source: Donate to Temple
sv: Donera till Templet

source: You don't meet the prerequisites for this capability.
sv: Du lever inte upp till kraven för den här färdigheten.

source: You cannot activate an automatic capability.
sv: Du kan inte aktivera en automatisk fördighet.

source: A two handed item requires two free hands.
sv: Ett tvåhandsvapen kräver två fria händer.

source: TRAIN
sv: TRÄNA

source: SKILL
sv: FÄRDIGHET

source: A magical force turns the lock's tumbles to open.
sv: En magisk kraft får låsets kolv att skjutas tillbaka.

source: Some kind of summoned energy opens the lock.
sv: En sorts magiskt energi öppnar låset.

source: Lesser
sv: Mindre

source: Greater
sv: Större

source: Champion
sv: Mästare

source: Divine
sv: Gudomlig

source: commoner
sv: invånare

source: merchant
sv: handelsman

source: healer
sv: helare

source: sage
sv: vis man

source: trainer
sv: tränare

source: %s resists the spell with magic item!
sv: %s står emot besvärjelsen med hjälp av ett magiskt föremål!

source: Multiplayer Setup
sv: Flerspelarinställningar

source: Host a game
sv: Husera ett spel

source: --- OR ---
sv: --- ELLER ---

source: Username
sv: Användarnamn

source: Join a game
sv: Gå med i ett spel

source: Start Game
sv: Starta ett spel

source: Select a character
sv: Välj en karaktär

source: %1$s's skill in %2$s has increased.
sv: %1$ss förmåga att %2$s har ökat

source: %1$s is not allowed to equip %2$s.
sv: %1$s är inte tillåten att ta på sig %2$s.

source: Can't find path to target. Sorry!
sv: Kan inte hitta någon väg till målet. Förlåt!

source: %s is overloaded.
sv: %s är överlastad.

source: %s is not overloaded anymore.
sv: %s är inte överlastad längre.

source: %s is not hungry at the moment.
sv: %s är inte hungrig just nu.

source: %1$s eats %2$s.
sv: %1$s äter %2$s.

source: %s is used up.
sv: %s är slutanvänd.

source: %s is not thirsty at the moment.
sv: %s är inte törstig just nu.

source: %1$s drinks %2$s.
sv: %1$s dricker %2$s.

source: %1$s drinks from %2$s.
sv: %1$s dricker från %2$s.

source: You cannot eat or drink that!
sv: Du kan inte äta eller dricka det där!

source: %s heals %d points.
sv: %s helar %d poäng.

source: %s receives %d magic points.
sv: %s får %d magi poäng.

source: %s feels impervious to damage!
sv: %s känner motståndskraftig mot skada!

source: %s feels at peace.
sv: %s känner sig lugn.

source: %1$s will consume %2$s.
sv: %1$s kommer använda %2$s.

source: %1$s will cast %2$s.
sv: %1$s kastar %2$s.

source: %1$s will use capability %2$s.
sv: %1$s kommer använda förmåga %2$s.

source: %s is raised from the dead!
sv: %s är väckt från de döda!

source: %s levels up!
sv: %s går upp en nivå!

source: %s gains %d experience points.
sv: %s får %d erfarenhetspoäng.

source: %s gains a level!
sv: %s får en nivå!

source: %s looses %d experience points!
sv: %s förlorar %d erfarenhetspoäng!

source: *Mission*
sv: *Uppdrag*

source: *Boss*
sv: *Chef*

source: %1$s gains the %2$s special ability!
sv: %1$s får den speciella förmågan %2$s!

source: %1$s looses the %2$s special ability!
sv: %1$s förlorar den speciella förmågan %2$s!

source: ...Attack from blind-spot!
sv: ...Attack från den blinda zonen!

source: skill
sv: förmåga

source: CTH
sv: TC

source: %1$s notices a trap!
sv: %1$s upptäcker en fälla!

source: %1$s notices a secret door!
sv: %1$s upptäcker en hemlig dörr!

source: %1$s blunders into a trap and takes %2$d points of damage!
sv: %1$s trampar direkt in i en fälla och tar %2$d poäng i skada!

source: %1$s attempts to disable the trap:
sv: %1$s försöker oskadliggöra fällan:

source: and fails! %1$s takes %2$d points of damage!
sv: och misslyckas! %1$s tar %2$d poäng i skada!

source: Loading Shapes
sv: Laddar Former

source: Loading Locations
sv: Laddar Platser

source: Loading Items
sv: Laddar Föremål

source: Loading Characters
sv: Laddar Karaktärer

source: Loading Portraits
sv: Laddar Porträtt

source: Loading Missions
sv: Laddar Uppdrag

source: Initializing Party
sv: Initialiserar Grupp

source: Initializing Scripting
sv: Påbörjar skriptande

source: Creating Map
sv: Skapar Karta

source: Initializing UI
sv: Initialiserar Användargränssnitt

source: %s transforms into another shape in front of your very eyes!
sv: %s förvandlas till en annan skepnad inför dina ögon!

source: %s dies!
sv: %s dör!

source: Get All
sv: Ta Allt

source: There is not enough room in your backpack for everything.
sv: Det finns inte tillräckligt med plats i din ryggsäck för allt.

source: %1$s is placed in %2$s.
sv: %1$s är placerat i %2$s.

source: The item won't fit in that container!
sv: Det föremålet får inte plats i den behållaren!

source: (STORY)
sv: (HISTORIA)

source: (CAVE)
sv: (GROTTA)

source: (OUTDOORS)
sv: (UTOMHUS)

source: (completed)
sv: (avklarat)

source: Coins Available:
sv: Mynt Tillgängliga:

source: Buy
sv: Köp

source: level
sv: nivå

source: You can't afford the healing.
sv: Du har inte råd med läkningen.

source: The healing spell was cast.
sv: Läkebesvärjelsen kastades.

source: *Cursed*
sv: *Förbannad*

source: *Mission*
sv: *Uppdrag*

source: Protective
sv: Skyddande

source: Slaying
sv: Slaktande

source: Scroll of %s
sv: Magisk Skrift med %s

source: An item was fully identified!
sv: Ett föremål blev komplett identifierat!

source: RANGE
sv: RÄCKVIDD

source: Level
sv: Nivå

source: Power
sv: Kraft

source: Charges
sv: Laddningar

source: Spell
sv: Besvärjelse

source: Duration
sv: Varaktighet

source: Projectile did not reach the target (max steps).
sv: Projektilen nådde inte fram till target (max steg).

source: Projectile did not reach the target (blocked).
sv: Projektilen nådde inte målet (blockerades).

source: Move
sv: Flytta

source: cost
sv: kostnad

source: Basic Statistics:
sv: Grundläggande Statistik

source: Unarmed Defense:
sv: Obeväpnat Försvar:

source: %1$s uses capability %2$s!
sv: %1$s använde förmågan %2$s!

source: Your %s is out of charges.
sv: Din %s har slut på laddningar.

source: Your %s feels lighter.
sv: Din %s känns lättare.

source: %s crumbles into dust.
sv: %s faller sönder.

source: Couldn't find scroll, cancelled spell.
sv: Kan inte hitta den magiska skriften, avbryter besvärjelsen.

source: %1$s casts %2$s!
sv: %1$s kastar %2$s!

source: ...%s needs more practice.
sv: ...%s behöver träna mera.

source: ...the magic fails inexplicably!
sv: ...magin misslyckas oförklarligt!

source: ...%s shoots a projectile
sv: ...%s skjuter en projektil

source: %1$s attacks %2$s with %3$s!
sv: %1$s attackerar %2$s med %3$s!

source: %1$s attacks %2$s with bare hands!
sv: %1$s attackerar %2$s med bara händerna!

source: ...fumble: hits %s instead!
sv: ...fummel: träffar %s istället!

source: ...precise hit: double damage!
sv: ...perfekt träff: Dubbel skada!

source: ...precise hit: triple damage!
sv: ...perfekt träff: tredubbel skada!

source: ...precise hit: quad damage!
sv: ...perfekt träff: fyrdubbel skada!

source: ...precise hit: instant kill!
sv: ...perfekt träff: omdelbar död!

source: ...double damage!
sv: ...dubbel skada!

source: ...triple damage!
sv: ...tredubbel skada!

source: ...quad damage!
sv: ...fyrdubbel skada!

source: ...%d-times damage!
sv: ...%d-dubbel skada!

source: ...%1$s attacks %2$s with %3$s magic.
sv: ...%1$s attackerar %2$s med %3$s magi.

source: %s resists the magic with %d.
sv: %s motstår magin med %d.

source: ...%1$s blocks attack with %2$s!
sv: ...%1$s blockerar attacken med %2$s!

source: ...Using cursed item!
sv: ...använder ett förbannat föremål!

source: ...%s attacks for %d points.
sv: ...%s attackerar med %d poäng.

source: ...%s's armor blocks %d points
sv: ...%ss rustning blockerar %d poäng

source: ...%s dodges the attack.
sv: ...%s undviker attacken.

source: ...%s misses the target.
sv: ...%s missar målet.

source: ...%s hits for %d points of damage
sv: ...%s träffar med %d poäng i skada

source: ...%s is killed!
sv: ...%s dödas!

source: %s finds %d coins!
sv: %s hittar %d mynt!

source: You have defeated the dungeon boss!
sv: Du har besegrat katakombens chef!

source: ...the news spreads quickly and his minions cower before you.
sv: ...nyheten sprider sig snabbt och hans undersåtar krälar framför dig.

source: ...no damaged caused.
sv: ...ingen skada tagen.

source: Targeted
sv: Utpekad

source: Out of Range. Move: %d
sv: Utom räckhåll. Flytta: %d

source: Out of Range
sv: Utom räckhåll

source: In Range
sv: Inom Räckhåll

source: Bare Hands
sv: tomhänt

source: Selected Total:
sv: Valda Totalt:

source: Sell
sv: Sälj

source: Steal
sv: Stjäl

source: Available Coins:
sv: Tillgängliga Mynt:

source: Shift+click to select multiple items, right click to get info.
sv: Shift + klicka för att välja många föremål, högerklicka för att få information.

source: Selected Coins:
sv: Valda Mynt:

source: Inventories changed.
sv: Inventariumet förändrat.

source: Select items to buy.
sv: Välj föremål att köpa.

source: You are not offering enough to trade.
sv: Du erbjuder inte tillräckligt i utbyte.

source: Can't fit item in inventory.
sv: Du får inte plats med föremålet i inventariumet.

source: Selected items traded.
sv: Byteshandel genomförd med valda föremål.

source: Select items to sell.
sv: Välj föremål att sälja.

source: Selected items sold.
sv: Valda föremål sålda.

source: Select items to steal.
sv: Välj föremål att stjäla.

source: You succesfully burgled the items!
sv: Du lyckades med att stjäla föremålen!

source: You succesfully burgled the items but some did not fit in your backpack!
sv: Du lyckades stjäla föremålen men vissa fick inte plats i din ryggsäck!

source: %s looses %d coins!
sv: %s förlorar %d mynt!

source: Item confiscated: %s
sv: Föremål konfiskerat: %s

source: Your burgling attempt failed. Items and ex. were confiscated.
sv: Ditt stöldförsök har misslyckats. Föremål och ex. konfiskerades.

source: Options
sv: Inställningar

source: Gameplay
sv: Gränssnitt

source: Video
sv: Bild

source: Audio
sv: Ljud

source: Controls
sv: Kontroller

source: Save
sv: Spara

source: Key bindings
sv: Tangentbindningar

source: Game speed
sv: Spelhastighet

source: Very slow
sv: Väldigt långsamt

source: Slow
sv: Långsamt

source: Normal
sv: Normalt

source: Fast
sv: Fort

source: Fastest
sv: Väldigt fort

source: Always center map
sv: Centrera alltid kartan

source: Keep zoom when switching layouts
sv: Behåll förstoring när man byter layout

source: Frame map in fullscreen mode
sv: Ha ram på karta i fullskärmsläge

source: Is battle turn-based?
sv: Är strid rundbaserad?

source: Shadow overlay?
sv: Överlagda Skuggor

source: Outline items?
sv: Ha kontur på föremål?

source: Show tooltips
sv: Visa verktygstips

source: Tooltip Delay:
sv: Verktygstipsfördröjning:

source: Screen resolution
sv: Skärmupplösning

source: Fullscreen
sv: Fullskärm

source: Window resizeable
sv: Justerbar fönsterstorlek

source: Use double buffering
sv: Använd dubbelbuffring

source: Use stencil buffer
sv: Använd Stencilbuffer

source: Force hardware surfaces
sv: Tvinga hårdvaruytor

source: Force software surfaces
sv: Tvinga Mjukvaruytor

source: Use multitexturing
sv: Använd flera texturer

source: Use hardware palette
sv: Använd hårdvarupalett

source: Use hardware acceleration
sv: Använd hårdvaruacceleration

source: Shadows
sv: Skuggor

source: None
sv: Inga

source: Some
sv: Några

source: All
sv: Alla

source: Music Volume:
sv: Musikvolym:

source: Effects Volume:
sv: Effektvolym:

source: Some changes will only take effect upon restart
sv: Några ändringar kommer bara gå i effekt när programmet startas om

source: Saved: some options require a restart to take effect.
sv: Sparad: Några val kräver en omstart för att få effekt.

source: Assembling Dungeon Level
sv: Sammanställer katakombnivå

source: Drawing walls
sv: Ritar väggar

source: Fixing rooms
sv: Fixar rum

source: Begin Chapter
sv: Börja kapitel

source: Replay
sv: Omspel

source: Dismiss Party Member
sv: Avskeda gruppmedlem

source: Need permission to upload score to web
sv: Behöver tillåtelse att ladda upp poängen till webben

source: Upload your score to the internet?
sv: Ladda upp poängen till internet?

source: Error saving current map.
sv: Problem att spara nuvarande karta.

source: Error #666: Failed to create map.
sv: Fell #666: Misslyckades att skapa karta.

source: For returning alive, the party receives %d experience points.
sv: För att återvända levande, får gruppen %d erfarenhetspoäng.

source: %s gains a level!
sv: %s får en nivå!

source: Welcome to the S.C.O.U.R.G.E. Head Quarters
sv: Välkommen till S.C.O.U.R.G.E. huvudkvarter

source: Teleport spell failed!! Entering level %d
sv: Teleporteringsbesvärjelsen misslyckades!! Anländer till nivå %d

source: Entering dungeon level %d
sv: Anländer till katakombnivå %d

source: %s cancelled a pending action.
sv: %s avbryter en väntande handling.

source: Select a creature for this spell.
sv: Välj en varelse för den här besvärjelsen.

source: Select an item for this spell.
sv: Välj ett föremål för den här besvärjelsen.

source: Select a location for this spell.
sv: Välj en plats för besvärjelsen.

source: Select a door for this spell.
sv: Välj en dörr för besvärjelsen.

source: Select the party for this spell.
sv: Välj en grupp för besvärjelsen.

source: %s selected a target
sv: %s valde ett mål

source: %1$s will target %2$s
sv: %1$s kommer välja %2$s

source: %1$s targeted %2$s.
sv: %1$s valde %2$s.

source: Something is blocking the door from closing.
sv: Något blockerar dörren från att stängas.

source: The door splinters into many, tiny pieces!
sv: Dörren splittras i många små delar!

source: Leave level?
sv: Lämna nivån?

source: Squirrel Console
sv: Squirrelkonsol

source: Run
sv: Spring

source: Clear
sv: Rensa

source: Speed set to %d
sv: Hastighet satt till %d

source: Congratulations, mission accomplished!
sv: Gratulerar, uppdraget avklarat!

source: For completing the mission
sv: För att

source: The party receives %d points.
sv: Gruppen får %d poäng.

source: Connecting to server
sv: Ansluter till server

source: Connected!
sv: Ansluten!

source: Combat
sv: Strid

source: End Turn
sv: Avsluta Runda

source: Pause game
sv: Pausa spelet

source: Load or Save Game
sv: Ladda eller spara spelet

source: Exit game
sv: Avsluta spelat

source: Game options
sv: Spelinställningar

source: Move as a group
sv: Flytta som grupp

source: Dismiss this character
sv: Avskeda den här karaktären

source: Inventory and party info
sv: Inventarium och gruppinformation

source: Click to assign a spell, capability or magic item.
sv: Klicka för att tilldela en besvärjelse, egenskap eller magiskt föremål.

source: Current Weapon: Bare Hands
sv: Nuvarande Vapen: Obeväpnad

source: Current Weapon: %s
sv: Nuvarande Vapen: %s

source: Thirst
sv: Törst

source: Not enough Magic Points to cast this spell!
sv: Inte tillräckligt Magipoäng för att uttala besvärjelsen!

source: Begin Turn
sv: Börja Runda

source: ...In Turn...
sv: ...I Runda...

source: Pause Game
sv: Pausa Spelet

source: Unpause game.
sv: Starta spelet

source: Available Missions
sv: Tillgängliga Uppdrag

source: Drag map to look around.
sv: Dra kartan för att titta runt.

source: This spell has no effect here...
sv: Besvärjelsen har inte någon effekt här...

source: Game loaded successfully.
sv: Spelet lyckades ladda.

source: Error: Saved game version is too old.
sv: Fel: Det sparade spelet är för gammal.

source: You cannot hire more party members.
sv: Du kan inte hyra fler gruppmedlemmar.

source: Would you like to dismiss %s the %s?
sv: Skulle du vilja avskeda %s %s

source: Initiative
sv: Initiativ

source: This item is already enchanted.
sv: Det här föremålet har redan blivit besvärjt.

source: This item cannot be enchanted.
sv: Det här föremålet kan inte besvärjas.

source: You succesfully enchanted an item!
sv: Du lyckades besvärja ett föremål!

source: You created: %s.
sv: Du skapade %s.

source: You failed to enchant the item.
sv: Du misslyckades att besvärja föremålet.

source: You can only enchant one item per day.
sv: Du kan bara besvärja ett föremål per dag.

source: Spell was entered into your spellbook.
sv: Besvärjelsen skrevs in i din besvärjelsebok.

source: You already know this spell
sv: Du kan redan den här besvärjelsen.

source: You are not proficient enough to transcribe this scroll.
sv: Du är inte kunnig nog för att skriva ner den här besvärjelsen.

source: You can only transcribe scrolls!
sv: Du kan bara skriva ner besvärjelser!
