Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: Well from what you tell me about her, she sounds like some kind of insane, cult-leader for the god of Nature? We have hacks like her by the dozens back in $Allovium...
sv: Baserat på vad du berättar om henne, så låter hon som någon sorts galen kultledare för naturguden? Vi har skämt som henne i dussintal i $Allovium.

source: token,tokens
sv: symbol,symboler

source: What, tokens you say? Yes, yes, you must find them! Uzudil is looking into it. Look on the board now and then to see if he's posted anything yet. He may want you to become more powerful before sending you out on such an important mission.
sv: Vad, symboler säger du? Ja, ja, du måste hitta dem! Uzudil försöker hålla i det. Titta på anslagstavlan lite då och då och se om han har postat något ännu. Han kanske vill att du ska bli mer kraftfull innan du skickas ut på så viktiga uppdrag.

source: So he is real! I always thought the whole $Mycotharsius story was just tavern-gossip due to too much Troll Stout... ||Hmmm, so this changes everything! You say, he plans to enter our world and destroy it? Well he certainly can via the red teleporter. However, he should be relatively weak here without a permanent $link to his home plane.
sv: Så han är på riktigt! Jag har alltid trott att hela historien om $Mycotharsius bara är ölhallssnack som beror på för mycket trollstout.||Så, det här ändrar allt! Du säger att han planerar att ta sig in i vår värld och förgöra den? Det kan han säkerligen via den röda teleportören. Men han kommer vara ganska svag här utan en permanent $länk till sin hemdimension.

source: I think what $Karzul hinted at is such a thing. I am not sure how this is possible but it must that the device $Mothrazu is carrying will provide (when activated) a conduit to the powers of the Abyss. Using such a system would indeed allow $Karzul to exercise all his diabolic powers.
sv: Jag tror att $Karzul gav ledtrådar till något sådant. Jag är inte säker på hur det är möjligt men det måste vara att maskinen $Mothrazu bör runt på kommer att skapa en länk mellan oss och avgrunden när den aktiveras. Ett sådant system skulle onekligen tillåta $Karzul att använda alla sina djävulska krafter.

source: Tree of Emeril
sv: Emerils Träd

source: Yes, I have heard... creatures, friendly to our cause - few as they are - reported of a ring of ashen-black stone on the Isle of Emeril. In its center stands a massive tree, bursting out of the ground to the height of many stories.|| I've long studied of this being... this tree... spending many nights here in the library, unearthing dusty tomes from before the time of the $Guardians. I still don't know whether to believe all that I've come to understand... Such evil... such cunning!||You see, I have much to $explain so pull up a chair and listen.
sv: Ja, jag har hört... varelser, som har samma målsättning som oss, om än att de är få, har rapporterat om ett område av askgrå sten på ön Emeril. I dess center så står det ett massivt träd. Det har exploderat upp ur marken och är många våningar högt.||Jag har studerat den här varelsen, det här trädet, och spenderat många nätter här i biblioteket med att hitta dammiga gamla böcker från tiden innan $Väktarna. Jag vet ännu inte om jag ska tro på allt jag har hittat, sådan onska, sådan list!||Du förstår, jag har mycket att $förklara, så ta en stol och lyssna.

source: explain
sv: förklara

source: Yes, let us begin. First of all the tree... Little did the druid $Mothrazu suspect that she was but a pawn in a much larger plan. But then again, I suppose one must always keep such things in mind, when dealing with $fiendish powers...
sv: Låt oss börja, för det första, det här trädet. Druiden $Mothrazu förstod inte att hon bara var en bricka i ett mycket större spel. Men det är en lärdom man måste dra när man har affärer med sådana $demoniska krafter.

source: fiendish
sv: demoniska

source: The demon $Karzul has given the seed to our friend Mothrazu, the crazed guardian of Nature. She claimed that visions of $Amod - the god of Nature - tormented her dreams and drove her on the quest to cover the material realm in an antediluvian forest.||However, I believe it to be far more concievable that the source of these nightmares was $Karzul himself, as he tried to not-so-subtly nudge our druid closer to the chasms of madness. ||The only $question which remains is why he would bother with such a thing.
sv: Demonen $Karzul har gett fröet till vår vän Mothrazu, den galna beskyddaren av naturen. Hon påstår att visioner av $Amod, naturens gud, har hemsökt hennes drömmar och drivit henne att försöka täcka världen i en antediluviansk skog.||Men, jag tror att det är mycket troligare att källan till dessa mardrömmar är $Karzul själv, som har försökt att påverka druiden att bli ännu mer galen på ett inte så subtilt sätt.||Enda $frågan som kvarstår är vilket motiv han har.

source: question
sv: frågan

source: In order to answer this question, I turned my energies to researching the 'tree'. After all, why would a powerful abyssal being take such keen interest in arboreal studies? Rest assured, his motives do not include whishing to make the world greener.||In fact, when I finally stumbled upon the connection ( haha, good one) the blood froze in my veins... I rememeber even still... the wind howling outside my chambers when by the light of the last of my tallow candles nearly guttering, I found what I was $looking for.
sv: För att kunna besvara den här frågan, så fokuserade jag på att efterforska det här 'trädet'. Varför skulle en så kraftfull avgrundsvarlse fokusera på så trädbaserade studier? Men en sak är säker, han motiv innefattar inte att göra världen grönare.||I sanning, så när jag snubblade på kopplingen, haha, så frös blodet i mina ådror. Jag kommer ännu ihåg hur vinden ylade utanför min kammare och lågan på mitt sista talgljus slocknade nästan. Jag hade hittat vad jag $letade efter.

source: looking
sv: letade

source: The ancient text nearly crumbled as I read its worn pages...||In archaic prose, it told the account of Licidus Arcun, the master scholar of Eruon - the ancient name of the very city of Horghh - who while collecting and categorizing species of nature, accidentally stumbled upon a being named $Arcanex.||Thought to be extinct for centuries, $Arcanex was the last of a race of sentient trees. One interesting quality of these beings is that their roots transcend physical limitations and can reach across multiple planes of existance.
sv: De åldersstigna pargamentet föll nästan samman medans jag läste dem.||På åldrig prosa så berättade de om Licidus Arcun, den bästa professorn i Eroun, det gamla namnet på staden Horghh, som samlade och kategoriserade jordens arter. Av en slump så stötte han på en varelse vid namnet $Arcanex.||Trodd att vara utdöd i århundraden så visade det sig att $Arcanex var den sista överlevande i en ras av intelligenta träd. En intressant aspekt med dessa varelser var att deras rötter var multidimensionella och sträckte sig till många olika platser.

source: Yes, it is pure genius, don't you see? $Karzul must have somehow got a hold of a seed of Arcanex - or another member of his tree race. ||Since $Karzul cannot exist in our reality without an extraplanar link to his home plane - the $Abyss - he sent $Mothrazu to prepare for his coming. I am sure of it! He plans to dominate this world, but he needed a mechanism to ensure all his powers would be available to him while in the material realm. A plane-tunneling conduit like the roots of the Tree of Emeril is perfect. ||Now $nothing can stop him as he invades and enslaves all of humankind.
sv: Ja, det är genialiskt, förstår du inte? $Karzul måste på något sätt ha fått tag på ett frö från Arcanex, eller någon annan av samma ras.||I och med att $Karzul inte kan överleva i vår dimension utan någon sorts länk till sitt hem, $avgrunden, så skickade han $Mothrazu att förbereda för hans anländande. Jag är säker på det! Han planerar att dominera världen, men han behöver en mekanism för att garantera att alla hans krafter skulle finnas tillgängliga i denna dimensionen. Ett dimensionstraverserande sytem som Emerils träd är perfekt,||Nu kan $ingenting stoppa honom när han invaderar och förslavar mänskligheten.

source: nothing
sv: ingenting

source: I marvel at the genious of his plan even while quaking with terror... You must travel and $speak with the tree. ||Remember it is a sentient, though conversing with it is likely to be challenging even if it notices humans at all... Find out all that you can about its plans and details about how and when $Karzul is likely to enter our world. Based on the information you reconnoiter perhaps we can formulate a plan...|| For if with this last mission we don't find some way to stop $Karzul, we may as well say farewell to all that we hold dear.||Now go!
sv: Jag imponeras över hur genialisk hans plan är samtidigt som jag skakar med skräck. Du måste åka och $tala med trädet.||Kom ihåg att det är vid medvetande, men att föra en konversation med det kommer säkerligen vara en utmaning även om det över huvud taget lägger märke till oss människor. Försök ta reda på allt du kan om dess planer och detaljer om när och hur $Karzul kommer in i vår värld, Baserat på informationen du får tag på så kanske vi kan komma på en plan.||För om vi inte hittar något sätt att stoppa $Karzul under det här uppdraget så kan vi lika gärna säga hej då till att vi håller kärt.||Gå nu!

source: speak
sv: tala

source: Oh yes, I almost forgot. I did read a bit on how to communicate with a spawn of $Arcanex. As you can I'm sure imagine a relationship between a mere mortal and a towering, arboreal plane-dweller is at the least a frustrating exercise in inter-species protocol. A more likely situation is that the plant will ignore you completely. In order for succesful contact, you must present the tree with a subject of interest.||It is just our luck that this particular spawn of $Arcanex decided to lair not far from the entrance of an abandoned underground deep-elven stronghold. Why the elves left the place is not known to me, however I do know that they left behind a powerful artifact, known as the 'Quen-go-Nul', or the $Cronostar. ||Simply put, the $Cronostar when activated can slow time in a given radius by creating a pocket dimension around its handler. I'm convinced, that the proximity of such an ancient device will spur any sentient plane traveler to endless chatter.
sv: Oh, ja, Jag glömde nästan. Jag läste på lite om hur man ska kommunicera med $Arcanexs avynglingar. Som du kan förstå så är en relation mellan en enkel dödlig och en enorm, multidimensionell trädvarelse som bäst en frustrerande övning i mellanraslig artighet, det är mycket troligare att växten helt kommer att ignorera dig. För att skaffa en lyckad kontakt, så måste du börja konversationen med något som intresserar trädet.||Som tur är så har just den här besten slagit läger ganska nära ingången till ett övergivet djupalvsfäste, varför alverna lämnade platsen vet jag inte, men jag vet att de lämnade kvar en kraftfull artefakt, känd som 'Quen-go-Nul' eller $kronosstjärnan.||En snabb förklaring är att $kronosstjärnan kan sakta ner tiden i ett område genom att skapa en minidimension runt aktiveraren. Jag är övertygad att närheten till en sådan urgammal artefekt kommer att övertyga vår dimensionsresare att pladdra på.

source: The Cronostar was created by elven mages in the ancient times - before humans, hrmph! Its initial use was to safely harvest deep growing mushrooms - an elven delicacy - from the safety of its pocket dimension. ||Judging from the fact that this elven stronghold now stands empty, perhaps the Chronostar's powers were outmatched by whatever force dwells there in the depths of the earth... ||Yet I am confident it will be no match for you. ||After retrieving it from the lowest level of the stronghold, proceed directly to the spawn of $Arcanex and attempt to make contact...
sv: Kronostjärnan skapades av alvmagiker i förhistoriska tider - innan människor faktiskt. Dess ursprungliga användningsområde var att odla djupväxande svamp, en alvdelikatess, i säkerheten i dess egna fickdimension.||Att döma av att fästet numera är övergivet, så kanske kronosstjärnans krafter blev övertrumfade av vad än som har bosatt sig där nere i jorden.||Jag är förstås ändå säker på att det inte kommer vara någon match för er.||Efter att ni har hittat den, på den lägsta nivån av fästet, så ta er direkt till $Arcanex avyngling och försök få kontakt.

source: Welcome brave adventurers in the mighty halls of the $S.C.O.U.R.G.E. Dungeon Extermination Services Company! My $name is Uzudil the $Hand. Should you need an update on the current $news, just ask. Feel free to explore the head-quarters without worry: there are no $monsters here.
sv: Välkomna, modiga äventyrare, till $S.C.O.U.R.G.E. katakombrensningstjänsts mäktiga lokaler! Mitt $namn är Uzudil $Tjuven. Skulle ni behöva få reda på de senaste $nyheterna, så är det bara att fråga. Var inte rädda att utforska huvudkvarteret, det finns inte några $monster här.

source: That is beyond my knowledge...
sv: Det är bortom min vetskap.

source: I can't help you with that.
sv: Jag kan inte hjälpa till med det.

source: Think of these halls as your new home, for the time to come. The S.C.O.U.R.G.E. corporation was established to help out-of-luck adventurers stay out of trouble and keep their skills sharp at the same time. This is strictly a business proposition. The $owners ask no questions of you. Your past (however tainted it may be) is your secret to keep. The only thing that matters here is to keep our $clients happy. I am sure, you will find the $missions... 'challenging'.
sv: Tänk på dessa salar som ert nya hem för närvarande. Företaget S.C.O.U.R.G.E. ser det som sin uppgift att hjälpa arbetslösa äventyrare att hålla sig borta från problem och hålla sina färdigheter i topptrim samtidigt. Det här är enbart en affärsrelation, ägarna frågar inte dig några obekväma frågor, din bakgrund (vad än som kan finnas i den) är din egen hemlighet. Det som är viktigt för oss är att hålla våra $kunder nöjda. Jag är säker på att du kommer att uppleva $uppdragen, utmanande.

source: name
sv: namn

source: Although Uzudil is my proper name, most folks call me 'the $Hand' because my $job is to handle the company's daily affairs for the $owners. Check back with me between $missions for $news about our $clients.
sv: Även om Uzudil är mitt riktiga namn så kallas jag för $hjälparen för att det är jag som sköter företagets dagliga $affärer åt $ägarna. Kolla med mig mellan $uppdrag för $nyheter om våra $klienter.

source: Hand
sv: hjälparen

source: Besides talking to $clients, I specialize in... uh... 'handling the peace' here at head-quarters. As you can see we have many different types of people traveling through here so we have a strict set of $rules.
sv: Förutom att tala med $kunder, så specialiserar jag på att, hmm, 'hantera lugnet' här i huvudkvarteret. Som du kan se så har vi många olika sorters människor som passerar revy här, så vi har ganska strikta $regler.

source: rules
sv: regler

source: The house rules are simple: HQ is neutral grounds. As such there is no tolerance for fighting here. Save your energy for the $monsters... you'll need it!
sv: Husreglerna är enkla: högkvarteret är neutral mark. Alltså tolereras inget slagsmål här, spara energin till $monstrena, du kommer att behöva den!

source: job
sv: affärer

source: Mostly I am the mediator between our $clients and the $owners and you, the adventurers.
sv: I huvudsak så är jag kontaktperson mellan våra $kunder, $ägarna och er, äventyrarna.

source: owners
sv: ägarna

source: I sense that you're not yet ready to learn about them.
sv: Jag tror inte att du är redo att lära dig något om dem.

source: clients
sv: kunderna

source: Trust me you would not want to meet them... Madmen, evil sorcerers, crazed clerics and (occasionally) aberrations seek our help. In order to establish their strongholds in this dimension, they cannot waste their magical energies cleaning their future homes themselves. So they pay us to do it and as a bonus they remain anonymous. Sure it's dirty work, but someone's gotta do it...
sv: Lita på mig när jag säger att du inte vill möta dem. Galningar, onda besvärjare, tokiga präster och ibland dimensionsvandrare får hjälp av oss. För att etablera fästen i den här världen så vill de inte slösa sina magiska krafter på att resa upp i deras kommande hem själv. Så de betalar oss för att göra det, och som en bonus så kan de vara anonyma. Det är ett skitigt jobb, men någon måste göra det.

source: board
sv: anslagstavlan

source: Yes, check the board frequently for new missions. It's located in the room with the purple flames. This is where I post new $missions as they arrive from our $clients.
sv: Ja, kolla på anslagstavlan för nya uppdrag. Den är uppsatt i rummet med de lila flammorna. Där sätter jag upp nya $uppdrag när nya $kunder kommer.

source: missions
sv: uppdrag

source: Our $clients requests come in the form of missions which I nail up on the $board in the room with purple flames. If you see missions printed in purple, remember that those are more important. The client is usually under time pressure and thus will pay more for the mission's timely completion!
sv: Våra $kunder kommer med $uppdrag som jag sätter upp på $anslagstavlan i rummet med de lila flammorna. Om du ser uppdrag i lila så kom ihåg att de är viktigare. Klienterna är oftast under tidspress och kommer att betala mer om uppdraget utförs snabbt!

source: Currently I have only vague rumors to tell you. However, check back again soon as I have a feeling that more important information will be arriving soon. I've heard from a reliable source that in the mountainous regions of the Hanath realm $nature itself rose against humanity! Horrible plant monsters leveled entire cities in endless waves of attacks. Still this is only a rumor, and I doubt it would effect us much this far away... If you are concerned, ask $Melathor about nature spelling doom for humanity.
sv: För närvarande så har jag bara några svaga rykten. Men kom tillbaka snart så tror jag att viktigare information bör ha kommit. Jag hörde från en tillförlitlig källa att i bergsregionen i Hanath så har $naturen själv slagit tillbaka mot människorna! Hemska växtmonster har jämnat hela städer med marken genom ändlösa attacker. Men det är bara ett rykte, och jag är tveksam om det kommer att påverka oss hur som helst, om du är intresserad så kan du fråga $Melathor om hur naturen planerar mänsklighetens undergång.

source: He is the 'wise' elven wizard in the room to the south. Let me know if he causes any trouble... he is... 'dependent' on his concoctions and sometimes he forgets the $rules.
sv: Han är den 'visa' alvmagikern i det södra rummet. Säg till om han ställer till med något trubbel, han är, 'beroende' på sina blandningar och glömmer ibland $reglerna.

source: Not much to worry about I say... the only piece of nature we see here are the roots and rocks under the earth.
sv: Inte allt för mycket att oroa sig för tror jag. Den enda naturen vi ser här är rötterna och stenarna under jorden.

source: monsters
sv: monstrena

source: Many a fearsome vermin ye will encounter on your travels! Some use their strength and some their magic to try to annihilate you. It's best to be prepared with high level weapons, magic and lots of healing potions! Also, you can always return here to HQ to catch some rest.
sv: Mången skräckinjagande ohyra kommer du att stöta på under dina resor! Vissa använder styrka och vissa magi för att förgöra dig. Det är bäst att förbereda med högnivåsvapen, magi och mycket läkande drycker. Dessutom så kan du alltid återvända hit till högkvarteret för att få lite vila.

source: An astute student of magic he was. Unfortunately he lacked the strength to stay far away from the powers of darkness.
sv: Han var en skarp magistudent. Tyvärr så saknade han styrkan att hålla sig ifrån mörkrets krafter.

source: Nooo... don't talk about them! They torment me with their $awful poetry. It's a group of dwarven terrorist poets that has been causing trouble in the underworld.
sv: Neeej, tala inte om dem! De plågar mig med deras $hemska poesi. Det är en grupp dvärgterroristpoeter som har orsakat trubbel i den under världen.

source: Although I've never met him in person, he appears to be of decent sorts. I usually only interact with (what I assume is) his familiar. A harmless humanoid creature short statured with shifty eyes. I believe Sabien wishes to remain anonymous... if that is his name at all...
sv: Även om jag aldrig har träffat honom personligen så verkar han vara gjord av bra virke. Vanligtvis så brukar jag bara umgås med vad jag antar är hans familiarie. En kort, harmlös humanoid varelse med skumma ögon. Jag tror Sabien önskar att förbli anonym, om det är hans namn överhuvudtaget.

source: The plane of absolute evil... never been there myself, but I've heard it said that those who visit simply cannot leave! Must be a mad party!
sv: Den kompletta ondskans dimension, har aldrig varit där själv, men jag har hört att de som har besökt inte har kunnat lämna! Måste vara en helt vild fest!

source: awful
sv: hemska

source: Yes it's quite bad even for dwarven poetry. Here is an example I received. It's a sort of a threatening letter they sent, in order to stop us from snooping after the $Order. It reads: 'Stay out of the business of the Order, unless you want us to murder, those close to you and then, send poems of the same pen.' Aaagh! I don't think I can take much more of this!
sv: Ja, det är dåligt även för att vara dvärgisk poesi. Här är ett exempel jag fick. Det är ett sorts hotbrev som de skickade, för att förhindra att vi snokar om $ordern. Det lyder 'Håll er borta er borta från ordern, om ni inte vill att vi ska mörda, de som är er kära och sen, skicka mer poesi från denna penna.' Aargh! Jag tror inte att jag står ut med mer sådant här!

source: Guardians,Realm
sv: Rikets,Väktare,Väktarna

source: The Guardians of the Realm was the peace-keeping force of the land a long time ago. Unfortunately, they no longer exist: they were all $killed in the final battle against the forces of darkness eons ago.
sv: För länge sedan så var Rikets Väktare var den fredsbevarande styrkan i världen. Tyvärr så existerar de inte längre. De $dödades allihopa i en slutgiltig strid mot mörkrets krafter för länge sedan.

source: end,killed
sv: slutet,dödades

source: The $Guardians of the Realm fought and died valiantly at the fords of the great river Manar in a cataclysmic final battle against the forces of darkness. I don't know much about this great conflict, save that none of the $Guardians survived.
sv: Rikets $Väktare stred och död modigt vid den stora floden Manar vadställen, det var en katastrofal sista strid mot mörkrets krafter. Jag vet inte mycket om den stora konflikten, utom att ingen av $Väktarna överlevde.

source: Sorry, I haven't a clue... Ask $Melathor, she sounds to be his kind... or better yet, ask $Sabien about her. After all, he was directly involved in her plans. I marked his location on map on the $board.
sv: Ledsen, jag har ingen aning. Fråga $Melathor, hon låter som hans typ, eller ännu bättre, fråga $Sabien om henne. Han var ju direkt involverad i hennes planer. Jag markerar var han befinner sig på $anslagstavlan.
