Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: We hear strange noises coming from below... they sound like frogs croaking. If you wish to investigate, please use the stairs next to the main worship hall.
sv: Vi hör konstiga ljud där nerefrån , det låter som grodor som kväker. Om du vill undersöka själv, så använd trappan brevid den stora salen.

source: Hmm... no, I can't say I've ever heard that name before. We're just peaceful $monks here.
sv: Hmm, nä jag kan inte påstå att jag har hört det namnet innan. Vi är bara fredliga $munkar här.

source: monks,monastery
sv: munkar,kloster

source: safe,rest
sv: säker,vila

source: haunting
sv: hemsökta

source: cellars,down
sv: källare,ner

source: Stay your hand but for a $moment, intruders of my realm... I have $much to tell.
sv: Håll er lugna i en $sekund, inkräktare på mitt rike. Jag har $mycket att förtälja.

source: A blue bird sings in a shrill voice. Doom lies in its song...
sv: En blå fågel sjunger i gälla toner. Domedagen väntar i dess sång.

source: Embrace the children of the night. They hold the key to eternity.
sv: Anamma nattens barn, de har nyckeln till evigheten.

source: Is not chance a dagger blunt on one side and gravely sharp on the other?
sv: Är inte slump en dolk som är slö på ena sidan och dödligt vass på den andra?

source: moment,much
sv: moment,mycket

source: The pull of the depths are strong... Abyss-bound as I breathe my last, I must reveal to you the dark $secrets I was sworn to protect. I toiled long for $her... (cough) but listen, do you know this tune: fa-lala-laaa-le-grum-grum?
sv: Djupets dragningskraft är stark, även om jag är på väg till avgrunden så måste jag avslöja den mörka $hemligheten av har svurit att skydda. Jag kämpade länge för $henne, (host) men lyssna, känner du till den här melodin: fa-lala-laaa-le-grum-grum?

source: I was an important figure, you see? Fa-la-la-le-grum-grum! What a lovely tune it is! 'Tis a pity this noble throat shall sing no more. Not since $her arrival anyway. What little time I had to practice my art, instead I toiled for $her. 'Go to the $Abyss Myco!' she would demand. That hag! I hate $her, I do! I will tell you all I know. Use my knowledge to stop $her plans!
sv: Jag var en viktig person förstår du? Fa-la-la-le-grum-grum! Vilken ljuvlig melodi det är! Det är en skam att den här ädla strupen inte kommer sjunga något mer. Inte sedan $hennes ankomst i alla fall. Jag hade så lite tid att öva på min konst, istället så slavade jag åt $henne. 'Åk till avgrunden Myco!' begärde hon. Den häxan! Jag hatar $henne, verkligen! Jag kommer berätta allt jag vet, använd kunskapen till att stoppa $hennes planer!

source: Mothrazu,her
sv: Mothrazu,hennes,henne

source: Who? Fa-ra-rum-grum-grum-lalalee. (cough) ...Oh Mothrazu you mean. She is nothing to me anymore... But beware! (cough) a powerful sorcerer she is, yes! Her hate of civilization (cities in fact) knows no boundaries. She will destroy this world and rebuild it according to her image: a vast sprawl of dark $trees. It was she, who asked me to travel to the very depths of the $Abyss.
sv: Vem? Fa-ra-rum-grum-grum-lalalee. (host), åhh, Mothrazu menar du? Hon betyder inget för mig längre. Men se upp! (host) hon är en mäktig besvärjare och hennes hat för civilisationen (städer faktiskt) känner inga gränser. Hon kommer att förgöra den här världen och återbygga den i enlighet med sin egen vision: En enorm obruten massa av mörka $träd. Det var hon som fick mig att resa till $avgrunden.

source: A dark, evil place that is... home to the most vile, outer ones. Their names cannot be whispered, their breath is death and to gaze on them is madness! Fa-ra-rum! I don't know why $Mothrazu wanted me to $travel there. Maybe just to torture me for my failures? La-la-lee, La-la-loo! I've been there before you know... the fiend $Karzuul was my downfall once. Haha! But I escaped; seek the red $teleporters!
sv: En mörk och ond plats, hem åt de mest hemska yttre varelser. Deras namn kan inte viskas, deras andedräkt är död och att lägga blicken på dem framkallar galenskap! Fa-ra-rum! Jag vet inte varför $Mothrazu ville att jag skulle $resa dit. Kanske blott för att tortera mig för mina misslyckanden? La-la-lee, La-la-loo! Jag har varit där innan vet du, besten $Karzul var mitt förfall en gång. Haha! Men jag flydde; sök de röda teleportörerna!

source: Disease, he sickens the very thoughts! I served that dark lord before Mothrazu and now I will serve him again... (sighs) my fate is bound to the $Abyss. Fa-ra-ra-lee... I wish I knew the words to this song.
sv: Sjukhet, han förpestar själva tanken! Jag har tjänat den mörka fursten innan Mothrazu och nu kommer jag att tjäna honom igen, (suck) mitt öde är bundet till $avgrunden. Fa-ra-ra-lee, jag önskar att jag kunde orden i den här sången.

source: Sabien,kidnap,travel
sv: Sabien,kidnappning,resa

source: Well I can't travel to the $Abyss on my own. Many of the red $teleporters are now locked... and always, always bring the $objects!| Anyway I paid the $Order of the Grizzled Pony to kidnap Sabien. The wizard knows the way... A bumbling magician he might be, yet, his skill is gifted beyond the others'.
sv: Nåväl, jag kan inte resa till $avgrunden själv. Många av de röda teleportörerna är numera låsta, och tag alltid, alltid med $föremålen!|Hursomhelst, jag betalade den spräckliga ponnyns $order att kidnappa Sabien. Magikern vet vägen. Han må vara otursförföljd, men ändå så är han begåvad bortom de flesta.

source: The dwarves are the worst poets I've every met. Believe me, I would rather end my life here than to have to listen to their verse. However, they're much better at roguish tasks, such as $kidnap. They did manage to snatch Sabien, and yet he $somehow, escaped.
sv: Dvärgarna är de sämsta poeter jag någonsin har träffat. Tro mig, jag skulle hellre avsluta mitt liv här och nu än vara tvungen att lyssna på deras grötrim. De är mycket bättre på banditsysslor, så som $kidnappningar. De lyckades att fånga Sabien, och ändå på $något sätt så lyckades han fly.

source: somehow
sv: något

source: So it was you who helped $Sabien escape from the $Order of the Grizzled Pony! I should have known. The dwarves accepting a bribe was not a part of my plans. Fa-ra-lee-la-lum! It doesn't matter now... I just hope you're clever enough to stop $her as well.
sv: Så det var du som hjälpte $Sabien att fly från den spräckliga ponnyns $order! Jag borde vetat, men att dvärgarna skulle acceptera en muta ingick aldrig i mina planer. Fa-ra-lee-la-lum! Det spelar inte någon roll nu, jag hoppas bara att du är listig nog att stoppa $henne också.

source: trees
sv: träd

source: Yes that is $her plan: $Mothrazu intends to destroy the cities and cover the world in a forest. As a creature of nature, she claims it is her duty to do so. La-la-lee-rum-grum-grum! What a lovely tune. If you want to find $her, look in the deepest forests. She is the branch that holds the leaves, the trunk that supports the boughs... She is life and she is its destruction.
sv: Ja, det är $hennes plan. $Mothrazu tänker förgöra städerna och täcka världen med en skog. Som en naturvarelse så påstår hon att det är hennes plikt att göra så. La-la-lee-rum-grum-grum! Vilken ljuvlig melodi. Om du vill hitta $henne, så leta i de djupaste skogarna. Hon är grenen som håller löven, stammen som håller grenarna, hon är liv och hon är förstörelse.

source: Rajna the Professor
sv: Rajna Professorn

source: Master Healer Annu
sv: Mästerläkare Annu

source: Sermel the trainer of wizards
sv: Sermel magikerläraren

source: Marra Acolyte of Hornaxx
sv: Marra Hornaxx akolyt

source: Felra Acolyte of Hornaxx
sv: Felra Hornaxx akolyt

source: Argal Acolyte of Hornaxx
sv: Argal Hornaxx akolyt

source: Durhel Acolyte of Hornaxx
sv: Durhel Hornaxx akolyt

source: Zirno Acolyte of Hornaxx
sv: Zirno Hornaxx akolyt

source: Manat Acolyte of Hornaxx
sv: Manat Hornaxx akolyt

source: Sorma the Arms Dealer
sv: Sorma Vapenhandlaren

source: Lena the Traveling Wizard
sv: Lena den Vandrande Magikern

source: Romm the Charms Dealer
sv: Romm Amuletthandlaren

source: Please take your time browsing my $wares dear client!
sv: Ta din tid att titta igenom mina $varor kära kund!

source: Perhaps your loftyness will consider purchasing a $spell instead?
sv: Kanske skulle ni vara intresserad av att köpa en $besvärjelse istället?

source: spell,wares
sv: varor,besvärjelse

source: Yes, I am but a meager salesman, your Inflatedness. I $travel the land so that your Highness can pick and choose the best magic there is.
sv: Ja, jag är blott en enkel handelsman, er uppblåsthet. Jag $reser land och rike runt så ni kan hitta den bästa magi som står att finna.

source: travel
sv: reser,resa

source: I graciously thank your Selfishness for asking. Yes, I travel, my poor feet are dusty from road. Months of marching saddle my aching back. My $companions and I set out from Arthel three moons ago.
sv: Jag tackar er själviskhet för att ni bemödar er med att fråga. Ja, jag reser, mina stackars fötter är dammiga på grund av vägdammet. Månader med marcherande tynger min smärtande rygg. Mina $kompanjoner och jag gav oss iväg ifrån Arthel för tre månar sedan.

source: companions
sv: kompanjoner

source: I $travel with Romm who is a dealer of charms and trinkets. My other companion is the sniveling $knave Sorma... But such minor detail does not $interest your Valuedness, I can tell. How about looking through my $wares instead?
sv: Jag $reser med Romm som säljer amuletter och småsmycken. Mina andra kompanjoner är snorande $betjänten Sorma. Men sådana smådetaljer $intresserar inte ers Värdefullhet, märker jag. Ni kanske vill titta igenom mina $varor istället.

source: knave
sv: betjänten

source: Did I say that? Just because that lusty wench has been eying my Romm ever since we left Arthel? Surely your Flatulance will not hold it against me? Oh, but to $travel is the life...
sv: Sa jag det? Bara för att den där lystna hyndan har ögnat min Romm ända sedan vi reste ifrån Arthel? Säkerligen så kommer er Uppsvälldhet inte att tycka sämre om mig för det? Men att $resa är livet.

source: interest,Lena
sv: intresserar,Lena

source: A wicked woman she is, your Marbledness! Not worthy of your attention at all.
sv: En ondsint kvinna, er Marmorhet! Inte värd er uppmärksamhet alls.

source: Welcome mortal. You represent those of my $favor in this temple.
sv: Välkommen du dödliga. Du representerar dem som har min $gunst här i templet.

source: Speak of that no more!
sv: Tala inte mer om det där!

source: favored,favor
sv: gunst,favorit

source: Yes, I remember when your organization helped clerics of my devotion. For that I am grateful. In return, let me tell you of my fear of a growning $shadow in the land. I foresee an $event in the near future that may bring a creeping darkness to all.
sv: Ja, jag kommer ihåg när er organisation hjälpte våra präster. För det är jag tackfull. Som tack så ska jag berätta om något jag fruktar, en $skugga som växer i världen. Jag förutser en $händelse i den närliggande framtiden som kommer orsaka ett krypande mörker överallt.

source: shadow,event,events
sv: skugga,händelse,händelser

source: I feel an $imbalance is cast over your world, mortal. An $evil grows somewhere in the West. I cannot tell its exact location, but I feel its foul magic seeping through the veins of the world. Yet we gods stand helpless against this invasion... There is an $outside power guarding this seedling.
sv: Jag känner att en $händelse finns i er värld, dödlige. En $ondska växer någonstans i väster. Jag kan inte berätta dess exakta position, men jag känner dess smutsiga magi sprida sig genom världens ådror. Ändå så kan vi gudar inte stå emot den här invasionen, det finns en $yttre kraft som vaktar det här skottet.

source: imbalance,evil,shell
sv: händelse,ondska,skal

source: The energies I feel are evil in their source. There is also an entanglement present here... an earthy feeling as if the very roots of the land waged war on the living. Very strong this $magic is... it blocks my most divine reaches and thoughts.
sv: Energierna som jag känner kommer från onda källor. Det är också en blandning närvarande... en jordig känsla som om själva rötterna från världen förde krig mot de levande. Den här $magin är väldigt stark... den blockerar mina gudomliga tankar och krafter.

source: outside
sv: yttre

source: These $evil energies are surrounded by a protective shell. This shell is not of your world, mortal. It is not known to me at this time where the barrier was spawned, nor how to reach past its walls. Be careful mortal in your approach for its $magic is beyond even my powers.
sv: De här $onda energierna är omgivna av ett skyddande skal. Skalet är inte en del av din värld, dödlige, och för närvarande så känner jag inte till var den här barriären är skapad, inte heller hur man ska nå runt dess väggar. Var försiktig när du närmar dig den, för dess $magi är bortom även mina krafter.

source: As I have said, I can only reach the edges of the protective $shell surounding this magical phenomenon. However, even from this brief contact its powers overwhelm me... Black rock, earth and roots I feel. Tenacious like jagged nails, suffocating like heavy sand as it pushes my reach back. You will need $protection from it, mortal if you plan to enter it.
sv: Som jag sa, jag har bara lyckats nå kanterna på det här skyddande $skalet kring det magiska fenomenet. Hursom, även den korta kontakten fick dess krafter att övermanna mig. Svart sten, jord och rötter kände jag. Sega som böjda spikar, kvävande som blöt sand tryckte det mina försök tillbaka. Du kommer behöva mitt $beskydd från det, dödliga, som du planerar att träda in i det.

source: protection
sv: beskydd

source: Yes. You will need items of antimagic binding to survive entry into its fell domain. But ask me not for these, though I would, I cannot grant you what you seek. My task here is but to prophesize events of the future. To gain such a boon, you best $impress my twin energy across the hall.
sv: Ja, du kommer att behöva föremål med antimagiska egenskaper för att kunna ta dig in dess hemska område. Men fråga inte mig om dessa, även om jag skulle kunna förse dig med dessa så är det inte min uppgift. Jag förutspår framtidens händelser. För att få tag på sådana artefakter så måste du $imponera på min tvilling på andra sidan hallen.

source: impress
sv: imponera

source: There are many ways you can do this. She is the positive energy, my twin opposite an ancient paradox. Nothing makes her feel more content than the presence of those of her disposition. Revel perhaps in her nature, the supreme deity of Confrontation: her maker.
sv: Det finns otaliga sätt du kan göra det på. Hon är den positiva energin, min tvillingmotsats, en urgammal paradox. Inget får henne att känna sig nöjdare än personer med samma åsikter som henne. Fördjupa er kanske i hennes natur, den högsta guden av konfrontation, hennes skapare.

source: You seek a divine favor mortal. It is not me you need however. I am but the describer of $events and tidings. The other side of my divine paradox is responsible for altering the fabric of reality.
sv: Du söker en gudomlig tjänst, dödlige. Det är inte mig du behöver dock. Jag är blott den som beskriver $händelser och flöden. Den andra delen av min gudomliga paradox är ansvarig för att ändra verklighetens väv.

source: truth
sv: sanning

source: My twin speaks through your words mortal. She is both right and wrong in her assertions. Truth is not subjective, however a single truth does exist for every situation. I feel you will have to find such a conclusion in the near future. In the final hour of the world, it will be up to you to correctly ascertain the $revelations.
sv: Min tvilling talar igenom dina ord, dödliga. Hon har både rätt och fel i sina påståenden. Sanning är inte subjektivt, men för varje situation så existerar det flera sanningar. Jag känner att du kommer att få komma fram till sådana slutsatser själv snart. I världens sista ögonblick så kommer det vara upp till dig att korrekt förvissa dig om $profetiorna.

source: revelations
sv: profetiorna

source: Perhaps ask my twin of that. She is shaping your futures even as our times pass.
sv: Kanske kan du fråga min tvilling om det. Hon förändrar vår framtid även medans vi talar.

source: You have $sought me out for a glorious reason! Come closer mortal child...
sv: Du har $sökt mig av ett strålande skäl! Kom närmare mitt dödliga barn.

source: Have you come to $argue mortal? I do like a good argument!
sv: har du kommit för att $argumentera, dödlige? Jag gillar en bra debatt.

source: How do you define $good, mortal? Is it the opposite of $vile? If there were no evil, would there still be good?
sv: Hur definerar du $god, dödlige? Är det motsatsen till $ond? Om det inte fanns någon ondska, skulle godhet fortfarande existera?

source: What you say is of no importance to me.
sv: Vad du säger är inte viktigt för mig.

source: All seekers of $truth are welcome in my presence. As long as you show proper respect to me and my $maker you are welcome in my temple.
sv: Alla sanningssökare är välkomna i min närhet. Så länge som du visar tillbördig respekt för mig och min $skapare så är du välkommen i mitt tempel.

source: Truth is never singular. All viewpoints are always represented. Therefore truth is seldom subjective, rather it is shaped by the minds and intentions of its perceivers. You should ask the twin energy of my divine paradox about the nature of truth as well.
sv: Sanningen är aldrig enkel. Alla synsätt är alltid representerade. Därför är sanning sällan subjektivt, snarare är den formad av sinnena och avsikterna hos betraktarna. Du borde fråga min tvillingenergi, min gudomliga paradox, om sanningens natur också

source: maker
sv: skapare

source: I am but a speck of dust from his divinity!
sv: Jag är blott ett dammkorn från hans gudomlighet!

source: You will know mortal when the time is right. Meanwhile, ask my twin what you should do to prepare for it.
sv: Du kommer veta, dödliga, när tiden är rätt. Medans ni väntar så kan du fråga min tvilling vad du borde göra för att förbereda dig för det.

source: argue
sv: argumentera

source: Ah, you know how to please me... I do like to test just how far your mortal minds can reach. Suppose for example I were to ask you to tell me what it means to be $good? Is it being kind? Does this kindness have limits?
sv: Ah, du vet hur du ska behaga mig. Jag skulle vilja testa hur långt era dödliga sinnen kan sträcka sig. Föreställ er att jag skulle fråga om vad det betyder att vara $god? Är det att vara snäll? Har den här vänligheten några gränser?

source: good,vile
sv: god,ond

source: My mind often wonders of this paradox. For I see your kind call themselves good yet perform vile deeds when others can't watch. By this evidence, I ask you: if there were no evil, would $everyone be called good, or $none be named as such.
sv: Mitt sinne undrar ofta över den här paradoxen. För jag ser er art ofta utföra onda dåd när ingen kan se fastän de som gör det kallar sig goda. Om man tittar på de här händelserna, och om det inte skulle finnas någon ondska, skulle $alla kallas goda, eller $ingen.

source: everyone
sv: alla

source: Ah but you see, $good is what sets us apart from others who aren't. So it's not as simple as you propose. In order for you to be good, I would have to be evil. So now mortal, tell me: am I $evil?
sv: Ah, men du förstår, $godhet är vad som skiljer oss från de som inte är det. Så det är inte så enkelt som du föreslår. För att du ska kunna vara god, så måste jag vara ond. Så dödlige, säg mig: Är jag $ond?

source: none
sv: ingen

source: A pessimist, eh? Perhaps you should find talking to my twin across the hall more fruitful. I can't stand your attitude of blank dismissal of the complexities of the world. Begone from my sight!
sv: En pessimist alltså? Kanske så borde du tala med min tvilling på andra sidan hallen, och få mer ut av det. Jag står inte ut med din attityd, att bara avfärda världens komplexitet är ointressant. Försvinn ur min åsyn!

source: Interesting... I'll say to you mortal, it is a fact not known to me. Gods don't concern themselves with such definitions of easy classification. Our work is not limited by death. Yet... we are bound to the soul and living spark in each of you. Without your belief we could not exist. Perhaps this is a subject I should bring up when speaking with my $maker.
sv: Intressant, jag får erkänna till dig som dödlig att jag inte vet. Gudar bekymrar sig inte med sådana enkla definitioner. Vårt arbete är inte begränsat av döden. Ändå, så är vi bundna till själen och livsgnistan i var och en av er. Utan er tro skulle vi inte existera. Det är kanske något jag skulle tala med min $skapare om.

source: Ah you please me, wanderer! Great is the power of my maker, the weak cowers, and the strong revels in his battle lust! What is it you seek? You may ask me for a $boon as you have shown your dedication to Unamoin, god of Confrontation.
sv: Ah, du behagar mig, äventyrare! Enorm är kraften hos min skapare, de svaga skyr, och de starka badar i hans stridslust! Vad söker du? Du får en $önskning då du har visat din dedikation till Unamoin, konfrontationens gud.

source: boon
sv: önskning

source: Items of antimagic binding? Yes I have heard of such a thing. However such gifts will not come for free. Go forth and return to me when you have proven your $might in battle.
sv: Antimagiska föremål? Ja, jag har hört talas om sådana. Tyvärr så kommer ni inte få sådana gåvor gratis. Ge er av och återvänd till mig när ni har bevisat er $duglighet i strid.

source: might
sv: duglighet

source: In order for you to gain access to the items you seek, venture below this temple. There in the shadowy crypts many have perished who sought divine favor. You will also try to conquer your fears and show me I can bestow gifts upon you. I want you to go forth and do not return until you have progressed in the arts of war, magic or other disciplines.
sv: För att du ska få tillgång till föremålen du söker, så bege dig under templet. Där i de dunkla gångar så har många som sökt gudomliga tjänster avlidit. Du kommer också att försöka övervinna dina rädslor och visa mig att jag kan förläna dig gåvorna. Jag vill att du ger dig av och inte återvänder innan du har blivit bättre på krig, magi eller någon annan disciplin.

source: I see you mortal... I follow your deeds. You have progressed much in the arts of war and magic, but you are not ready for my gifts yet. Give yourself truly to my cause! Push yourself to the limits of your abilities... Then I will consider gifting your with the divine $boon you seek.
sv: Jag ser dig dödlige, jag har följt dina handlingar. Du har utvecklats mycket inom magins och krigets konst, men du är inte redo för mina gåvor ännu. Hänge dig till fullo åt min uppgift! Utforska dina egna gränser, då kommer jag att överväga att förära dig den gudomliga önskan du vill ha.

source: You impress me again mortal! You have truly applied yourself in your chosen disciplines and now you shall receive my holy gifts for your efforts. Behold the $tokens of the Keeper of Arguments!
sv: Jag blir imponerad igen, dödlige! Du har i sanning fokuserat på ditt valda område och jag ska nu uppfylla din önskan. Mottag Argumentationens Väktares $symboler!

source: Here take these objects of antimagic binding. With these, you will be able to break through the barrier we cannot touch. Hurry now, it is unwise to tarry with the gifts of a goddess.
sv: Ta dessa antimagiska föremål. Med dem så kommer du kunna ta dig igenom barriären som vi inte kan röra. Skynda dig nu, det är inte vist att slöa med en gudinnas gåvor.

source: I am a $happy man.
sv: Jag är en $lycklig man.

source: Did you know that eating oysters is said to boost one's potency?
sv: Visste du att $ostron sägs förstärka potensen?
