Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: This is the best I felt since me twenties!
sv: Såhär bra har jag inte känt sedan jag var 20!

source: happy
sv: lycklig

source: How could I not be happy $traveling in the $company of two such pretty ladies?
sv: Hur kan jag inte vara lycklig, jag $reser ju i $sällskap med två vackra damer?

source: traveling,travel
sv: reser

source: I sell charms and trinkets. We set out from Arthel a while back. At first it was just $Lena and I but soon we met $Sorma the weapons dealer. Life's never been the same since...
sv: Jag säljer smuletter och smycken. Vi gav oss iväg ifrån Arthel för ett tag sedan, i början var det bara jag och $Lena, men snart så mötte vi $Sorma Vapenhandlaren. Livet har inte varit sig likt sedan dess.

source: Yeah, me ol' battleaxe and I have traveled for a long time. At times I feel she suspects I may have an eye for $Sorma though.
sv: Ja, den gamla stridsyxan och jag har rest tillsammans länge. Ibland så tror jag att hon misstänker att jag har ett gott öga till $Sorma förstås.

source: She is ...adventurous, fun and beautiful! What more can I ask for but to $travel with them?
sv: Hon är... äventyrlig, rolig och vacker! Vad mer kan jag begära än att resa med dem?

source: company,companions
sv: sällskap,kompanjoner

source: I tread the open road with my woman $Lena and a $Sorma the weapons merchant. Do you think they're too young for me? I didn't think so either.
sv: Jag vandrar landets vägar med min kvinna $Lena och vapenhandlaren $Sorma. Tycker du att de är för unga för mig? Jag tyckte inte det heller.

source: money,rumor,rumors
sv: pengar,rykte,rykten

source: Nah, she must be joking. Why the other day she asked to borrow some coins from me... I feel like she must trust me a lot to ask for that!
sv: Nä, hon måste skämta. Bara för någon dag sedan så frågade hon mig om att få låna lite pengar, jag tror att hon måste lita på mig för att fråga om en sådan sak.

source: Can I help you choose a $weapon, worthy of your skills, traveler?
sv: Kan jag hjälpa er att välja ett $vapen värdigt er tid, vandrare?

source: I am terribly sorry, but my meager knownledge keeps me from following your thoughts.
sv: Jag är väldigt ledsen, men mina små kunskaper förhindrar mig från att följa ditt resonemang.

source: weapon
sv: vapen

source: I am a $traveling arms dealer. My $companions and I make our living selling our wares to customers of shall I say... distinctive taste... in this region.
sv: Jag är en $resande vapenhandlare. Mina kompanjoner och jag lever på att sälja våra varor till kunder med så att säga distinkt smak, här i området.

source: traveling
sv: resande

source: $We have traveled south from Arthel through Orn. The road is a lonely and scary place these days. It just seems like some kind of $event is about to happen. And when it does, I for one will want to be below ground, with many feet of rock between me and the outside world.
sv: $Vi har rest söderut från Arthel igenom Orn. Vägarna är ensamma och läskiga i dessa tider. Det verkar som om någon enorm $händelse är på väg att ske. När det väl händer så vill jag vara under jord, med många meter sten mellan mig och omvärlden.

source: companions,We
sv: kompanjoner,Vi

source: Oh, I travel with $Lena and $Romm. They're rooming in the other guest-cell. Lena is a wizard and Romm sells magic items.
sv: Oh, jag reser med $Lena och $Romm. De bor i den andra gästcellen. Lena är en magiker och Romm säljer magiska föremål.

source: She is a pretty woman in her own way... I suppose...
sv: Hon är en vacker kvinna på sitt eget sätt, antar jag.

source: What can I say about dear Romm? He seems completely lost on what to make of traveling with two women. Just between you and me, one day I will make him (and his money) mine! But you won't go spreading rumors now, will you?
sv: Vad kan jag säga om kära Romm? Han verkar inte förstå alls vad det handlar om att resa tillsammans med två kvinnor. Om jag ska vara lite förtrolig så kommer jag nog att göra honom, och hans pengar, till mina någon dag. Men sprid inte några rykten, så är du snäll.

source: event
sv: händelse

source: Not sure what to make of it. Definitely ask the $godess if you talk to her.
sv: Jag vet inte riktigt vad jag ska tro. Du borde definitivt fråga $gudinnan som du talar med henne.

source: godess
sv: gudinnan

source: Surely you know what place this is! It's the temple that houses manifestations of her divine majesty, Hornaxx, goddess of arguments. Though not a $major god, her power is nevertheless great. You should do well to look her up if you need any questions answered.
sv: Säkerligen vet du vad för plats det här är! Det är templet här manifestationen av den gudomliga Hornaxx, Argumentationens Gudinna. Även om hon inte är någon $större gud, så är hennes krafter fortfarande stora. Du borde besöka henne om du vill få några frågor besvarade.

source: major
sv: större

source: She is a minor deity. As such, she has a lord and maker... I couldn't figure out who but then, I'm just a simple merchant.
sv: Hon är en mindre gud. Som sådan så har hon en skapare och herre, jag kunde inte komma på vem, men jag är blott en enkel handelkvinna.

source: May you live as long as you're $worth stranger.
sv: Må du leva så länge du $förtjänar det, främling.

source: Feel at home traveler. May you rest here is long as you $need to.
sv: Känn er som hemma resande. Du kan vila här så länge som du $behöver.

source: Perhaps you should ask her divine paradox, $Hornaxx herself...
sv: Kanske borde du fråga den gudomliga paradoxen $Hornaxx själv?

source: worth
sv: förtjänar

source: This temple stands by the divine presense of $Hornaxx the goddess of arguments and contradictions herself. Are you worthy of her time? There is only $one way to find out.
sv: Det här templet står tack vara den gudomliga närvaron av $Hornaxx gudinna över argumentation och motsägelser. Är du värdig hennes tid? Det finns bara $ett sätt att få reda på det.

source: one,myth,myths
sv: ett,myt,myter

source: It was almost 2000 years ago when Uganloin the Bold declared this temple a holy space. According to myth, one morning the high priest Uganloin was greeted with the divine manifestations of the $goddess much like they appear to this day. $Hornaxx posed a riddle to Uganloin who in the act of solving the thorny riddle put such a strain on his mental faculties that he passed from the land of the living. It is said to be the highest honor among our faithful to pass the bounds of mortality while pondering the divine mysteries of our $goddess.
sv: För nästan 2000 år sedan så utropade Uganloin den Modige det här templet till helig mark. Enligt myten så upptäckte Uganloins högsta präst de gudomliga manifestationerna en morgon när han anlände till templet. $Hornaxx berättade en gåta för Uganloin som ansträngde sig så pass mycket i sina försök att lösa den så att han avled. Det sägs vara den högsta äran bland våra troende att avlida medans man funderar på vår $gudinnas mysterier.

source: need,traveler,travelers
sv: behöver,resande,vandrare

source: We are dedicated followers of $Hornaxx the goddess of Arguments and Contradictions. We offer our hospitality to all travelers regardless of their religious affiliation. We urge you to find out more about $Hornaxx, and if possible $speak to her divine energies present here.
sv: Vi är de hängivna troende på $Hornaxx, argumentationen och motsägelsernas gudinna. Vi erbjuder vår gästfrihet till alla resande oberoende av deras tro. Vi vill att alla lär sig mer om $Hornaxx och om möjligt $talar med de gudomliga energierna som finns här.

source: Hornaxx,goddess
sv: Hornaxx,gudinna

source: Hornaxx is the goddess of Arguments and Contradictions. Her divine presence is more than just a $myth as actual manifestations of her twin paradox can be seen and interacted with here within our walls. Follow the temple rooms due north to meet her. We also offer our healing services for a nominal charge, most of which goes to repair our $halls.
sv: Hornaxx är argumentens och motsägelsernas gudinna. Hennes närvaro är mer än en $myt. Verkliga manifestationer av hennes tvillingparadoxer kan ses och interageras med här innanför våra väggar. Följ tempelrummen norrut för att träffa henne. Vi erbjuder också våra läketjänster för en nominell summa, varav det mesta går till underhåll av våra $hallar.

source: $Hornaxx will speak to all who approach her, through the manifestations of her celestial energies. There have been instances over the years when those asking for her favor were sent to $prove themselves first. If the quest was successful, the goddess rewarded her faithful with a $boon.
sv: $Hornaxx kommer att tala med alla som närmar sig henne, genom manifestationerna av hennes gudomliga energier. Det har hänt under åren att de som frågar efter tjänster har varit tvungna att $visa sig värdiga först. Om uppdraget lyckades så belönade gudinnan hennes trogna med en $önskan.

source: prove
sv: visa

source: What she asked for was different each time. The general theme of the quests seemed to be one of self-betterment however here within our $halls. An overarching philosophy of the church of $Hornaxx is the sharpening of the self through application of one's inner powers. There are some though, who claim that $Hornaxx is interested in more skilled followers because of her $over-god.
sv: Vad hon frågar efter är olika varje gång. Ett genomgående tema verkar vara att uppdragstagarna ska förbättra sig själva här i våra $hallar. En övergripande filosofi hos $Hornaxx kyrka är att man ska förbättra sig själv genom att applicera sina inre krafter. Det finns vissa förstås, som hävdar att $Hornaxx är intresserad av duktigare följeslagare på grund av hennes $övergud

source: over-god
sv: övergud

source: Who that is, is left for you to decide.
sv: Vem det är, är upp till dig att avgöra.

source: The gifts of divinity are well worth striving for, as I'm sure you know. But in order to get them you must, $speak to her first!
sv: Att gudinnans gåvor är väl värda att kämpa för är jag säker på att du vet. Men för att få dem så måste du först $tala med henne först!

source: halls,temple,crypts
sv: hallar,tempel,krypta

source: Out temple is very old. Some of the first $myths involving this place are thousands of years old. This top level is where our church services are held. Here we have rooms for $travelers who need a place to spend the night. To the north you will find sacred halls where you can actually $speak with $Hornaxx the deity herself. Below this level are the crypts. About 1000 years ago the crypts were sealed (save but two gates leading down) in order to stop the invasion of creatures who now inhabit the levels below...
sv: Vårt tempel är väldigt gammalt. Några av de första $myterna om den här platser är tusentals år gamla. Den här översta nivån är där vi håller våra mässor. Här har vi rum åt alla $resande som behöver någonstans att spendera natten. Norrut så hittar du de heliga salarna där du verkligen kan $tala med guden $Hornaxx själv. Här under så finns kryptorna, för ungefär tusen år sedan så förseglades alla nergångar utom två dit. För att stoppa floden av varelser som numera bebor de delarna.

source: You are the adventurers I've been $warned about?! You must be joking! You are old...
sv: Så ni är äventyrarna jag har blivit $varnad om? Ni måste skämta! Ni är gamla.

source: The gods have abandoned us, truly...
sv: Gudarna har övergett oss, i sanning.

source: What I do... my work... it is a true wonder of nature...
sv: Det jag gör. Mitt arbete. Det är i sanning ett naturens under.

source: warned
sv: varnad

source: My agents are the $trees themselves! Their very souls bring $me news that my moves are being followed by a group of 'heroes'. I guess it must be you, although I must say, I expected someone younger... From what that blubbering $fool told me I'd have thought I am being chased by $Guardians themselves.
sv: Mina agenter är $träden själva. Deras själar berättar om att $mina rörelser bevakas av en grupp 'hjältar'. Jag antar att det måste vara ni, även om jag förväntade mig någon som var lite yngre. Baserat på vad den där babblande $dåren påstod så skulle jag tro att jag jagades av $väktarna själva.

source: fool,Melathor
sv: dåren,Melathor

source: Yes, yes, I was the one who sent Melathor to waylay your little adventuring party. Not only did I underestimate your tenacity (which rest assured will end here tonight) but I placed too much value of that $molting fool.||Although he didn't do too poorly for a guy, already $dead. His only other job was to deal with that pest of a wizard, $Sabien. Needless to say he managed to fumble both tasks.
sv: Ja, ja, jag var den som skickade Melathor för att lägga sig i bakhåll för ert lilla äventyrargäng. Jag underskattade inte bara er envishet, som ni kan vara säkra på slutar här, men jag litade också för mycket på den där $kappvändande dåren.||Även om hans jobb var acceptabelt med tanke på att han redan var $död, hans andra uppdrag var att handskas med den där efterhängsna magikern $Sabien. Kort och gott så misslyckades han dubbelt.

source: Uh yes, why not dredge up the past! Yes, I'm afraid the kidnapping of the wizard Sabien was also my doing. Shame on me! And double shame on me for not doing the job personally. The next time I need something done, I will definitely not go with hired help. $Melathor and his contractors the dwarven poets (I would gladly entertain you with their work...) were more than useless. In the end his failed mission didn't amount to much, as Sabien couldn't open the door to the red teleporter anyway. I had to research the spell to unlock that door myself. The library of $Gormoril and its red teleporter still gives me the shivers...
sv: Ja, varför inte dra upp med saker från forntiden! Ja, jag är rädd att kidnappningen av magikern Sabien också var mitt verk, fy skäms! Och dubbel skam för att jag inte gjorde jobbet personligen. Nästa gång jag behöver ha något gjort, så kommer jag verkligen inte att hyra någon för att hjälpa till. $Melathor och hans dvärgpoetsarbetare (jag skulle gärna underhålla er med deras arbete) var bortom oanvändbara. I slutändan så ledde hans avbrutna uppdrag inte till mycket, för Sabien kunde inte öppna dörren till den röda teleportören ändå. Jag var tvungen att forska fram besvärjelsen som öppnade dörren själv. $Gormoril bibliotek och den röda teleportören ger mig fortfarande kalla kårar.

source: dead,molting
sv: död,kappvändande

source: In case you didn't notice the awful stench, the loosely assembled bodyparts, or the gaunt, haunted eyes, I've got news for you: $Melathor was an undead sorceror. I'm not exactly sure how he originally met his end, although he claimed he fell deep under the earth in an epic battle against the demon $Karzul. I have trouble believing this, given how the fiend readily assisted me in my $plans.
sv: Om du inte märkte den fruktansvärda stanken, de löst sammanhållande kroppsbitarna, eller den djupa, hemsökta ögonen så har jag nyheter till dig. $Melathor var en vandöd magiker. Jag är inte helt säker på hur han mötte sin skapare första gången, även om han påstår att han dog djupt under jorden i en strid med demonen $Karzul. Jag har lite svårt att tro på det, med tanke på hur demonen har hjälpt mig med mina $planer

source: This is my home away from home... an underground sacred grove which by the grace of $Amod is able to survive here where no sun shines. It is but a sign of things to come. Soon the plants will take over the world again. Rejoice! $I am ushering in a new age of rebirth.
sv: Det här är mitt andra hem när jag inte är hemma, en underjordisk helig dunge som med $Amods välsignelse kan överleva här där ingen sol skiner. Det är blott en föraning om framtiden. Snart ska växterna återta kontrollen över världen, var glada! $Jag för världen mot en pånyttfödelse.

source: me,I,Mothrazu,druid
sv: Jag,Mothrazu,druid

source: I am but a humble $servant of $nature. Allow me to introduce myself through my work: I have grand $plans for this world! Soon nature will reclaim what humanity has taken from her. The roots hunger for blood! The soil rages in slow turmoil at what you have done! Perhaps you have felt the $earthquakes? The time for retribution is now: the wilderness is your judge and I am her enforcer.
sv: Jag är blott $naturens enkla $tjänare. Tillåt mig att introducera mig genom mitt arbete, jag har stora $planer för den här världen! Snart så kommer naturen att återta vad vi människor har tagit ifrån henne, rötterna hungrar efter blod! Jorden är vansinnig över vad vi har gjort med den, kanske har du känt $jordbävningarna? Hämndens tid är kommen, naturen är er domare och jag är hennes bödel.

source: earthquakes,quakes,earthquake,quake
sv: jordbävningarna,skakningar,jordbävning,skak

source: $Amod-Rheinur sees that I'm close to completing my task. He revels in humanity's demise and shakes the earth as a celestial sign of approval! Thank you Wise one, I will not disappoint you!
sv: $Amod-Rheinur ser att jag är nära att uppfylla mitt uppdrag. Han fröjdar sig åt mänsklighetens undergång och skakar jorden som ett tecken på gillande! Tack du vise, jag ska inte göra dig besviken!

source: servant,nature,dream,correct,task
sv: tjänare,naturens,dröm,korrekt,uppgift

source: Once I was just another acolyte of $Amod-Rheinur. Then I received a holy visitation. In a waking dream the enraged god demanded a task from me: to restore nature's domain in the material realm.||Long have humanity abused this land for its riches! Your cities sprawl and fill the earth with refuse. You log the forest and mine the hills. You cut paths through the wilderness and hunt beyond your need. By callous greed you carelessly destroy all that sustains your existance.||$Amod showed me a vision of the future if this madness is not stopped. A world without vegetation and animal life. Cities surrounded by deserts and choking miasma.||My $plan is simple: acquire an extra-planar shortcut to reverse the decay and ensure it never happens again!
sv: Jag var blott en enkel akolyt till $Amod-Rheinur. Men sedan så fick jag en helig uppenbarelse, i en vakendröm så uppenbarade sig en rasande guden och begärde ett uppdrag av mig, att återställa naturens plats i den materiella dimensionen.||Länge har mänskligheten utnyttjat jorden för dess rikedomar! Era städer sträcker ut sig och fyller världen med sopor. Ni sågar ner skogarna och gräver upp kullarna, ni röjer vägar genom vildmarken och nöjesjagar. Genom ohejdad girighet så förstör ni allt som möjliggör ert liv.||$Amod visade mig en vision av framtiden som skulle inträffa om de här galenskaperna inte stoppades. En värld utan vegetation eller djurliv. Städer omgivna av öken och giftiga dimmor.||Min $plan är enkel, att skaffa en extradimensionell genväg för att kasta om förfallet och se till att det aldrig händer igen!

source: plans,plan
sv: planer,plan

source: Through much bodily sacrifise I trained myself in the sacred arts of nature. I opened the secret $portal at Gormoril. I endured hell's agents and faced the $vilest one. He understood my plight and found it in his dark heart to endowe me with his grace: an ancient $device of life-bringing and wonder! Once $activated, it will produce a new generation of allies and enable the trees to exact vengence on their tormentors.
sv: Genom många kroppsliga offer så har jag tränat mig själv i naturens heliga konster. Jag har öppnat en hemlig $portal vid Gormoril. Jag har uthärdat helvetets agenter och träffat den $ondaste ansikte mot ansikte. Han förstod min nöd och förbarmade sig över mig, jag fick en uråldrig $apparat som skapar liv och underverk! När den väl aktiveras så kommer den att producera en ny generation med allierade som kan komma att hjälpa träden att utkräva sin hämnd på sina plågoandar.

source: portal,Gormoril,library
sv: portal,Gormoril,bibliotek

source: Ha-ha, I arrived before you did! That cur, $Sabien put up a fight but determined as I was, he prooved no match. Once with him out of the way, I opened the locked door as $Amod thought me in my $dream. And as he promised the red teleporter remained active. If I may say so, a minor blunder the $Guardians of the Realm did not intend to happen. They were so afraid to loose any of their precious 'information' that they could not destroy the teleporter when they had the chance.
sv: Ha-ha, jag anlände innan er! Den där byrackan $Sabien ställde till med en strid men med tanke på hur envis jag var så var det inte någon konst. När han väl var ut vägen så lyckades jag öppna den låsta dörren precis som $Amod visade mig i min $dröm.Och precis som han lovade så var den röda teleportören fortfarande aktiv. De var så rädda att förlora någon 'information' så att de inte kunde förstöra teleportören när de hade chansen.

source: A legend nothing more... such humality, dedication and caring never existed in human beings. Still... it makes me wonder if the tales of knights roaming the countryside, defending the weak, battling evil are true? Needless to say, nothing was seen of them in the last thousand years. Some say they were all killed in a final stand against the dark hordes. While alive, the Guardians not only concerned themselves with fighting demons but also worked to preserve the history of the age.||But those good-for-naught librarian knights had it all wrong! Instead of squerreling endless tomes of knowledge away in their hole at $Gormoril they should have taken the axe to the rotten core. They should've got rid of humanity when they had the $chance. But now this task falls to me.
sv: En legend och inget annat, sådan medmänsklighet, dedikation och omvårdnad har aldrig existerat i mänskliga varelser. Men det får mig att undra om historierna om riddarna som red runt och försvarade de svaga och bekämpade onda är sanna? Hur som helst så har ingen sett till dem de senast tusen åren, några påstår att de alla dödades i en slutstrid mot de mörka horderna. Medans de var vid liv så bekämpade de inte bara demoner utan de försökte också bevara all den tidens kunskap.||Men de där värdelösa bibliotektsriddarna hade förstått allt fel! Istället för att spara undan oändliga mängder böcker i deras hål i $Gormoril så borde de ha använt yxan emot den ruttna kärnan. De borde ha gjort sig av med mänskligheten när de hade $chansen. Men nu får jag göra allt jobb istället.

source: chance
sv: chansen

source: The red teleporter of $Gormoril was in their control at the time. Too bad that their love of humanity prevented them from doing the $correct thing...
sv: Den röda teleportören i $Gormoril var i deras kontroll på den tiden. Synd att deras kärlek till mänskligheten förhindrade dem från att göra den $rätta sakern.

source: vilest,demon,Karzul
sv: ondaste,demon,Karzul
