Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: An ominous sound floats up from the dark. Your mind trembles before its might.
sv: Ett olycksbådande ljud flyter upp från mörkret. Ditt sinne skakar inför dess kraft.

source: You smell... cabbage?!
sv: Du känner lukten av... vitkål?!

source: Beneath your feet, the earth cracks suddenly. Before you could react, the cracks heal and the ground smooths out again.
sv: Under dina fötter så spricker jorden, innan du hinner reagera så återsluter sig sprickorna och marken blir slät igen.

source: Trumpets sound. The noise is glorious as if a victory occurred.
sv: Trumpeter hörs. Ljudet är härligt som om en vinst hände.

source: Warm air rises all around you. It comforts your tired limbs and seems to aid your recovery.
sv: Varm luft stiger omkring dig. Den stöttar dina trötta lemmar och verkar skynda på din återhämtning.

source: Ambush Trickery and Deceit
sv: Bakhåll, Lurendrejeri och Svek

source: of Chaos
sv: Kaosets

source: Silent knives
sv: Tysta knivar

source: Attacking
sv: Attackerande

source: The caster summons a knife which is magically hurled at the target. The power of this spell increases with caster's level.
sv: Besvärjaren åkallar en kniv som på magisk väg slungas mot målet. Styrkan på besvärjelsen ökar med besvärjarens nivå.

source: Poison of ignorance
sv: Ignoransens gift

source: Poisoning
sv: Förgiftning

source: The caster entices the bile from the world's ignorants to damage a group of creatures near the target.
sv: Besvärjaren frambringar vresigheten hos alla världens ignoranta för att skada en grupp varelser runt målet.

source: Transmute poison
sv: Förvandla gift

source: Poison Neutralizing
sv: Giftneutralisering

source: Drawing upon the strength of the soul the caster fools the target creature's body into processing poison as if it were a harmless substance.
sv: Genom att hämta styrka i anden så lurar besvärjaren målets kropp att behandla giftet som om det vore en harmlös substans.

source: Blast of Fury
sv: Ursinnesstöt

source: Blasting
sv: Skövling

source: After some time spent in meditation upon pain and carnage, the caster unleashes her thought's physical manifestation as a wide cone of anti-matter fury.
sv: Efter att ha spenderat lite tid med att meditera över smärta och slakt, så släpper besvärjaren lös den fysiska manifestationen som en vid kon av raseri mot materia.

source: If gods can be said to have a sense of humor, surely Soroughoz is the jester among them all. He delights in unexpected endings and endless twists of plot. At a time saving one from certain demise only to be sent to the halls of Garzul moments later makes him roll with diabolical mirth. He is also a gambler, champion of the underdog and the bane of the mighty.
sv: Om man kan säga att gudar har humor, så är säkerligen Soroughoz clownen bland de alla. Han blir förtjust av oväntade slut och evighetslånga intrigförvecklingar. Att rädda någon från en säker död bara för att i nästa sekund skickas vidare till Garzuls salar får honom att bubbla med diaboliskt skratt. Han är också en spelare, försvarare av de i underläge och de mäktigas förbannelse.

source: Confrontation
sv: Konfrontation

source: of the Abyss
sv: Avgrundens

source: Stinging light
sv: Stickande ljus

source: Stinging
sv: Stickande

source: The caster hurls a number of projectiles of light at the target. Upon contact with a creature the projectiles cause searing damage. The number of missiles increases with caster's level.
sv: Besvärjaren kastar ett antal ljusprojektiler mot målet. Vid kontakt med ett djur så orsakar projektilerna brännande skada. Antalet projektiler ökar med kastarens nivå.

source: Divine Aggressor
sv: Gudomlig Provokatör

source: Aggressive
sv: Aggressivt

source: Arhareim, the hammer of gods in conjured to envelop the party in seething warlust for a period of time.
sv: Arhareim, gudarnas hammare åkallas för att svepa in gruppen i en sjudande krigslust i en stund.

source: Malice Storm
sv: Storm av Skadeglädje

source: Storming
sv: Stormande

source: The caster summons vast energies of the astral plains. These appear as tendrils of malicious energy penetrating the material plane.
sv: Besvärjaren frammanar enorma energier från astralplanet. Dessa uppenbarar sig som tunna slingor av ondskefull energi som penetrerar det materiella planet.

source: Ring of Harm
sv: Skadans Ring

source: Harming
sv: Skadande

source: Enraged with hatred for his foes, the caster becomes a focus of conduit for Unamoin's earthly manifestation. Intense waves of malevolent energy spreads from the castor's body seeking to eradicate hostile life-forms around him.
sv: Förblindad av hat mot sina fiender så blir besvärjaren fokuspunkten för Unamoins jordliga manifestation. Intensiva vågor av ondskefull energi sprids från uttalarens kropp och försöker förgöra fientliga livsformer runt honom.

source: Unholy Decimator
sv: Ohelig Minskning

source: Decimating
sv: Minskning

source: Spoken of only in hushed tones, the Unholy Decimator is the creation of the undead baul wizard, Shamoul the Morbid. A vortex of unholy energy drains a single victim of its very life-force.
sv: Oftast uttalad i svaga viskningar, den oheliga minskningen är den vandöda baulmagikern Shamoul den morbidas kreation. En virvel av ohelig energi suger ut livsenergin ur offret.

source: The clamor of battle is music to the ears of the god of confrontation. Nothing pleases her more than a good plague or years of war between neighboring tribes. Disguised servants of Unamoin travel among the populace, inciting riots, poisoning wells and dominating the minds of the weak.
sv: Larmet från en strid är som musik för konfrontationsguden. Inget gör henne nöjdare än en ordentlig farsot eller åratal med krig mellan angränsande stammar. Förklädda tillbedjare av Unamoin reser runt och anstiftar upplopp, förgiftar brunnar och dominerar de sinnessvaga.

source: A wall of wind in an angry gust, sweeps you off your feet. You scramble to regain your footing.
sv: En vägg av vind får dig att tappa balansen. Du försöker desperat återfå fotfästet.

source: A towering giant oppresses your mind. You ego cracks under the weight like an eggshell.
sv: En reslig gigant förtrycker ditt sinne. Ditt ego knäcks som ett ägg under vikten.

source: An attempt is made to comfort you, yet why does it feel like is delivered with a warhammer?
sv: Ett försök att trösta dig görs, men varför känns det som att det görs med en stridshammare?

source: Colors bloom in your field of vision. The hues are mostly reds and purples. They quickly fade to darkness.
sv: Färger blommar upp i ditt synfält. Mestadels röda och lila nyanser, de tonar snabbt till svart.

source: You're seized by a rise of warlust. Your hear your heart in your ears like the drumming of a marching army.
sv: Du grips av krigslust. Du hör ditt hjärta i dina öron som trummandet av en marscherande arme.

source: Your vision suddenly focuses to a red tunnel. Air whistles in your ears as if you're moving at a high speed.
sv: Ditt synfält minskar plötsligt till en röd tunnel. Luften visslar i dina öron som om du rör dig väldigt snabbt.

source: Treatiese on the Handling of Imps
sv: Dokumentation av hanteringen av smådemoner

source: There are those who claim that great accomplishments can be achieved by harnessing the energies of Imps.
sv: Det finns de som tror att man kan uträtta stordåd genom att tygla kraften hos smådemoner.

source: Hiking the Dimension of Excrutiating Nausia
sv: Vandra den Intensiva Illamåendets Dimension

source: Be sure to bring a paper bag.
sv: Se till att ta med en pappåse.

source: Quest for the lost ${item1}
sv: Jakten på den försvunna ${item1}

source: One of our returning clients, has managed to loose his ${item1}, somewhere in the bowels of his now abandoned lair. Your job is to fetch this object and bring it back here. Our client (a magic user of sorts) has promised a handsome reward. He also noted that the item is more important than it appears and is therefore under the protection of an entity you may not wish to disappoint...
sv: En av våra återvändande kunder har lyckats tappa sin ${item1} någonstans nere i hans numera övergivna näste. Ditt jobb är att hämta det här objektet och återvända hit med det. Vår klient (en sorts magiker) har utlovat en ordentlig belöning. Han har också meddelat att saken är viktigare än vad den ser ut att vara och är därför bevakad av en gud du kanske inte vill göra besviken...

source: Excellent job! Our client told me to pass on his warm thanks to you for recovering his lost ${item1}.
sv: Utmärkt jobb! Vår klient har bett mig att framföra hans varmaste tack för att ha återbördat hans försvunna ${item1}.

source: Remember, you still haven't found the ${item1}!
sv: Kom ihåg, du har fortfarande inte hittat ${item1}!

source: Seek out the ${item1}
sv: Hitta ${item1}

source: A new client with an unhealthy look in his eyes requested that we retrieve his lost ${item1}. Apparently, the object is quite valuable. What makes his case unusually interesting is that everyone who has gazed upon this $item1 has gone mad. If you should meet some of these unfortunate souls while on your mission, do dispatch them quickly.
sv: En ny klient med en något ohälsosam blick ber oss att hämta hans borttappade ${item1}. Uppenbarligen är föremålet mycket värdefullt. Det som gör det här fallet ovanligt intressant är att alla som har lagt sin blick på $item1 har förlorat förståndet. Om du skulle träffa på någon av dessa beklagliga själar så avrätta dem snabbt.

source: Many thanks for completing this mission. One more unsavory client is off our backs for now, happy with his recovered ${item1}.
sv: Många tack för att ha avslutat det här uppdraget. Ännu en ljusskygg klient avklarad, och klienten är nöjd med sin ${item1}.

source: Please complete this mission quickly! Remember, you're looking for the ${item1}.
sv: Var vänlig att avsluta det här uppdraget snabbt! Kom ihåg att du letar efter ${item1}.

source: Haunted monastery: kill ${creature1}
sv: Hemsökt kloster: döda ${creature1}

source: Should you accept this mission, you would be asked to teleport into a haunted monastery nearby and neutralize some monsters. In particular, our client wishes for you to terminate the ${creature1} which has taken residence on its lowest level underground. Should you... er, die, while on your mission, your belongings will be transferred to the Corporation. (In fact your items will be inventoried while you are away.) Best of luck, and no need to sign the timesheets this time.
sv: Skulle du acceptera det här uppdraget så kommer du bli ombedd att teleportera in i ett närliggande hemsökt kloster och neutralisera några monster. Vår klient vill särskilt att du dödar ${creature1}, vilken har byggt bo på nederska våningen. Skulle du...er, dö, medans du är på uppdraget så kommer dina ägodelar att tillfalla företaget (dina ägodelar kommer till och med inventeras medans du är borta). Lycka till, och du behöver inte fylla i tidsrapporten den här gången.

source: I can't believe you managed to complete this mission... er... I mean I never had any doubts at all! ${creature1} is a tough opponent.
sv: Jag kan inte tro att du lyckades slutföra uppdraget... er... Jag menar, jag hade aldrig några tvivel! ${creature1} är en hård motståndare.

source: Ah, so you're still alive and at it... Good! Remember you're out to slay ${creature1}.
sv: Ah, så du är fortfarande vid liv och försöker... Bra! Glöm inte att du är ute efter att slakta ${creature1}.

source: A vampire's quest: eliminate ${creature1}
sv: En vampyrs uppdrag: eliminera ${creature1}

source: A vampiric client delivered and urgent request to exterminate the pests in the underground structures of her forest castle. She is most interested in ascertaining that the ${creature1} is removed and is paying in real gold for this job to be done. She has agreed to not haunt the premises while this work is underway as long as you are done by nightfall.
sv: En vampyrklient förmedlade en önskan att vi skulle utrota skadedjuren i de lägre delarna av hennes skogsslott. Hon är mestadels intresserad i att försäkra sig att ${creature1} är dödad och hon betalar i riktigt guld för det här jobbet. Hon har gått med på att inte hemsöka området medans vi jobbar i det, under förutsättning att du är klar tills det blir mörkt.

source: Finished just in time! Good job! ${creature1} must have been hard to defeat.
sv: Slutförde precis i tid! Bra jobbat! ${creature1} måste ha varit svår att besegra.

source: The time draws near when our vampiric client must return to his domain. Trust me you won't want to be around him, so get on with killing ${creature1}.
sv: Klockslaget då vår vampyriska klient måste återvända till sin domän närmar sig. Lita på mig när jag säger att du inte vill vara i närheten då, så skynda på att döda ${creature1}.

source: Removing a heretical ${creature1}
sv: Avlägsna en kättersk ${creature1}

source: The local holy order of Soroughoz requested that we send a cleanup crew to the ruins of one of its abandoned temples. They view it as a stain on their reputation if places of (former) glory become infested with monsters. In particular, they wish for a certain ${creature1} and a ${creature2} to be neutralized.
sv: Den lokala heliga ordern av Soroughoz önskar att vi skickar en städpatrull till ruinerna av ett numera övergivet tempel. De anser att det är en skamfläck på deras rykte att platser som varit heliga blir infekterade med monster. I synnerhet så vill de att ${creature1} och ${creature2} ska bli oskadliggjorda.

source: Very good, the local order of Soroughoz will be pleased. And in turn, it's always good for us to keep them happy.
sv: Mycket bra, den lokala ordern av Soroughoz kommer bli nöjda. Och det är alltid bra att hålla sig på god fot med dem.

source: Just a reminder to finish cleaning the abandoned temple of Soroughoz.
sv: Bara en påminnelse om att slutföra uppstädningen av Soroughozs gamla tempel.

source: Retrieving a lost ${item1}
sv: Återhämta en förlorad ${item1}

source: A lesser noble family's steward contacted us this morning regarding the recovery of a coveted family heirloom. The ${item1} was lost stolen by a raiding party hired by one of the family's enemies. Fortunatelly, the thieves never made it home with their loot. They were ambushed by a small force of trolls on a forest road. The item seemed useless to the trolls who discarded it during their stay at an abandoned ruin.
sv: En lågadlig familjs ombud kontaktade oss i morse angående att återhämta ett eftertraktad familjearv. ${item1} stals av ett rövargäng hyrt av en av familjens fiender. Som tur var så lyckades aldrig tjuvarna ta sig tillbaka med rovet. De blev utsatta för ett bakhåll av en liten trollstyrka på en skogsväg. Föremålet verkade värdelöst och lämnades i en övergiven ruin.

source: Excellent work as always! The noble family will be eternally thankful to us for recovering their heirloom object.
sv: Utmärkt jobb som alltid! Adelsfamiljen kommer att vara evigt tacksamma för att vi återbördade deras familjearv.

source: The noble family's steward contacted us again last night asking about the heirloom object. Any luck in finding it? Don't give up!
sv: Adelfamiljens ombud kontaktade oss igen igår natt och frågade om familjens föremål. Har du lyckats hitta det? Ge inte upp!

source: Bring back the missed ${item1}
sv: Återhämta det saknade ${item1}

source: A charity case really... I don't know why we bother with the like... Anyway, one must give back at times, and that is why we took the case of the local dung collectors' guild. I'm afraid they did loose their ${item1} while depositing the day's load at a nearby meadow. Please hurry and retrieve the object!
sv: Ett barmhärtighetsfall verkligen... Jag vet inte riktigt varför vi bryr oss om sådant här... Hursomhelst, man måste ge tillbaka ibland, och det är skälet till att vi tog uppdraget från latrintömmargillet. Jag är rädd att de har förlorat sin ${item1} medans de deponerade dagens skörd i en närliggande dunge. Snälla, skynda er att hämta objektet!

source: Excellent job! The dung collectors' guild is finally off our backs... They're most grateful that we returned their lost object and I must say - as a token of their appreciation - my chamberpot has never been cleaner!
sv: Utmärkt jobb! Latrintömmarnas problem är äntligen hanterade... De är ytterst tacksamma att vi hämtade deras förlorade föremål och jag måste säga - som ett tecken på deras tacksamhet - min potta har aldrig varit så ren!

source: Remember we're still not finished with the dung collectors' guild. They may not have lots of money, but I'd rather not upset the guild for... obvious reasons.
sv: Kom ihåg att vi fortfarande inte har blivit klara med latrintömmarnas skrå. De kanske inte har så mycket pengar, men jag vill helst inte göra dem upprörda, av uppenbara skäl.

source: Dispatch the ${creature1}
sv: Dräp ${creature1}

source: A ${creature1} terrorizes a nearby glade under the druidic protection of the Circle of the Caressing Wind. The druids offer us cash on the spot for the timely removal of this creature. Please go immediately and see that its reign of terror is silenced once and for all.
sv: en ${creature1} terroriserar en närliggande glänta som står under beskydd från druidordern Cirkeln av Smekande vind. Druiderna erbjuder oss guld med betalning meddetsamma för att göra oss av med det här djuret. Vänligen ge dig av direkt och se till att den här tiden av terror tar slut.

source: The druids were overjoyed at the news! They can finally worship in peace without the annoying interuptions of one their group being eaten during service. They thank us profusely.
sv: Druiderna blev överlyckliga över nyheterna! Äntligen kan de tillbedja i frid utan att bli störda av att någon i deras grupp blir uppäten mitt i mässan. De framför sina rikliga tack.

source: The druids press upon us the importance of removing the ${creature1}. It seems the crunching of bones and snapping of sinew (while the beast feasts upon one of the congregation) interferes with most holy delivery of the sermon. So do be quick!
sv: Druiderna insisterar på att vi omedelbart ska dräpa ${creature1}. Det verkar som ljudet av krossat ben och ituslitet kött stör dem under deras mässor, besten stör dem i deras mest heliga mässor. Aggera skyndsamt!

source: Chapter 1: Greasy pork chops with turned milk
sv: Kapitel 1: Flottiga fläskkotletter med surnad mjölk

source: The usual plot: A helpless wizard named Sabien summoned and consequently lost control of a minor Fiend. While grappling with the demon he managed to trap himself in the dimension of Excrutiating Nausia.||While it may seem that the practicer of magics in this case is way over his head in trouble, it's generally agreed that one must do what one can to appease magicians. You just never know, even the most untalented can turn out to be helpful in the future!||Therefore it is imperative that your mission succeeds: go forth and retrieve the fabled Wand of Nausiation that Sabien keeps in his lair. Bring it back to headquarters so Sabien's helper can transport it to his trapped master.
sv: Den vanliga historien: En hjälplös magiker vid namn Sabien har åkallat och såklart tappat kontrollen över en mindre demon. Medans han brottades med demonen så lyckades han fånga sig själv i den extraordinära sjösjukhetens dimension.||Även om det verkar som om den här magikern har tagit sig vatten över huvudet, så är det generellt ansett att man måste göra vad man kan för att blidka magiker. Du vet helt enkelt aldrig, även den mest talanglösa kan visa sig användbar i framtiden!||Därför är det imperativt att uppdraget lyckas: Ge dig iväg och hämta den berömda Illamåendets stav som Sabien har i sin grotta. Återbörda den till huvudkvarteren så att Sabiens medhjälpare kan transportera den till sin fångade mästare.

source: Early this morning a tall and obviously non-human creature stood waiting for me at headquarters. It's gaze shifted nervously from side to side as it recounted the tale of its master's lost wand. It seems, working late one night he conjured up a creature he could not control. While wrestling with the demon, he managed to entrap himself and the creature in the dimension of Excruciating Nausea. Between fits of gurgling regurgitation he asks that we retrieve and bring him his Wand of Nausiation. He believes its power can be reversed and used to extricate himself from this situation. I believe we can make a powerful friend here if your mission succeeds!
sv: Tidigt i morse så stod en lång och uppenbart ickemänsklig varelse utanför huvudkontoret och väntade på mig. Dess blick var osäker och den kollade sig nervöst om medans den återberättade historien om sin mästares förlorade stav. Det verkar som om han, medan han arbetade sent en kväll, lyckades frambesvärja en varelse som han inte kunde kontrollera. Medans han brottades med demonen så lyckades han fånga sig själv och varelsen i extraordinära sjösjukans dimension. Mellan kräkattackerna så har han bett oss att hämta och ge honom hans illamåendestav. Han tror att dess kraft kan vändas och användas för att rädda honom från situationen. Jag tror att vi kan skaffa oss en mäktig vän om uppdraget lyckas!

source: Thanks to your heroic efforts $Sabien (the hapless wizard) is safely at home again! He vows to
sv: Tack vare dina hjältemodiga insatser så är $Sabien (den otursförföljda magikern) så hemma säker! Han lovar att

source: Remember to find the wand for $Sabien! He is an important client and he's in deep trouble at the moment.
sv: Kom ihåg att hitta $Sabiens stav! Han är en viktig klient och är fortfarande i trubbel.

source: Chapter 2: Maw of the Grizzled Beast!
sv: Kapitel 2: Den spräckliga bestens käke!

source: Perhaps you remember Sabien the wizard whom we rescued from the dimension of Excruciating Nausea. It seems he is in trouble again, this time he has been kidnapped by a marauding group that calls himself the Order of the Grizzled Pony. While it is unclear why a group of aimless highwaymen would trouble themselves with kidnapping the aged magic user, he asks that we pay the Order off from his treasure chest and keep the rest of the money as our payment. Unfortunately for us, the chest is in Sabien's other workshop and is guarded by hordes of monsters. Good luck!
sv: Du kommer kanske ihåg Sabien, trollkarlen som vi räddade från sjösjukans dimension. Det verkar som om han har hamnat i trubbel igen, den här gången så har han blivit kidnappad av ett kringströvande band som kallar sig den spräckliga ponnyns order. Även om det är oklart varför en grupp planlösa rånare skulle ta sig besväret att kidnappa den gamla besvärjaren, så ber han oss att betala av ordern med pengar från hans skattkista, och behålla resten av pengarna själva. Oturligt för oss är kistan i Sabiens andra katakomb, och skyddad av massvis med monster. Lycka till!

source: The mysterious $Order (which it turns out is composed entirely of dwarven poets) has accepted the payment and let $Sabien go. I have a feeling this won't be our last dealing with the $Order!
sv: Den mystiska $Order (vilken verkar helt bestå av dvärgiska poeter) har accepterat betalningen och låtit $Sabien gå. Jag har en känsla av att det här inte kommer vara vår sista kontakt med $Order!

source: Please hurry and rescue $Sabien! The $Order of the Grizzled Pony is a a group of dwarven poets... they keep sending me threats... their letters rhyme and the poetry is $awful!
sv: Var vänligen att skynda dig med att rädda $Sabien! Den spräckliga ponnyns $Order är en grupp med dvärgiska poeter... de har fortsatt skicka mig hot... deras brev rimmar och poesin är $awful!

source: Chapter 3: The Mysterious Benefactor
sv: Kapitel 3: Den Mystiska Välgöraren
