Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: Oh you have visited the great evil one? To this day I don't know how he came to my aid. No matter however, with his wonderous $gift I will surely accomplish my $task.||Aye, all evil he is... a blight and a festering sore. Yet, we all have our calling. To torment the sinner, to balance the lazy, aimless benevolence of others is his, as I see it. Don't be quick to rush to judgement concerning this demon... If you cannot accept him for what he is, at least remember: the fiend's intelligence is borne of the countless souls he has devoured over the years.||In his dark halls, amidst the screams of agony and sulphorous stench of bile he ever devises plans of great complexity!
sv: Har du besökt den ondaste? Ännu så har jag inte någon aning om varför han hjälpte mig. Det spelar förstås mindre roll, för med hans fantastiska $gåva så kan jag med lätthet utföra min $uppgift.||Ja, genomond är han, en böld och ett infekterat sår. Men vi har alla vårt uppdrag i livet. Att tortera syndare, för att balansera den slöa omotiverade godheten hos andra är hans livsuppgift. Var inte för snabba att döma den här demonen. Om ni inte kan acceptera honom för vad han är så kom i alla fall ihåg att hans intelligens är baserad på de otaliga själar han har slukat över årens lopp.||I han mörka salar, bland skriken och svavelstanken så designar han komplexa planer!

source: device,activated,gift
sv: maskin,aktiverad,gåva,apparat

source: The fiend $Karzul gave me this wonderous device! How it came to him, I do not know. But it is a marvel, look! I will plant this tiny metallic seed... perform, the $ritual... and out of it will grow a $great tree.||It will mature with unnatural speed. Its roots will descend many miles into earth..., its boughs will break the ancient ceilings above us. In no time at all, it will tower over the world! Once grown, it will be a source of nature's chaotic energy. It will produce many fast-growing, un-stoppable spawn which will wander the land and replicate: clone themselves in nature's wooden fashion. These spawn will grow in all conditions! Their roots will break apart civilization's conventional strongholds. Their noxious fumes will send lethal spores over cities and destroy all! Their leaves will shine crimson and reflect the rays as the sun sets for the last time over humanity...||And in the morning... a new dawn will greet the survivors. Only those worthy of Amod's peace: the trees, the mountains, the lakes and the wild! I will bring this new dawn and the much needed apocalypse before. The earth must be cleansed, and there is $nothing that you can do to $stop me.
sv: Demonen $Karzul gav mig den här fantastiska saker! Hur han fick tag på den vet jag inte, men den är ett underverk, titta! Jag placerar det här lilla metalliska fröet, genomför $ritualen, och ut växer ett $enormt träd.||Det kommer att växa till sig med onaturlig hastighet, dess rötter kommer sträcka sig miltals ner i jorden, dess grenar kommer att spränga taket ovanför oss, snart kommer det att resa sig över jorden! När det väl har växt klart så kommer det vara en källa för naturens kaotiska energi, det kommer att producera många snabbväxande avstympningar som kommer att vandra över världen och föröka sig. Klona sig själva precis som i naturen, dessa yngel kommer att kunna växa under vilka förutsättningar som helst! Deras rötter kommer att bryta upp civilisationens starkaste fästen. Deras giftiga avdunstningar kommer att skicka dödliga sporer över städer och förgöra allt! Deras löv kommer att lysa klarrött och reflektera solens strålar en sista gång över mänskligheten.||Och på morgonen efter, en ny soluppgång kommer att hälsa överlevarna. Endast dem som är värdiga Amods nåd: träden, bergen, sjöarna och vildmarken! Jag ska skapa den här nya soluppgången och den behövliga undergången innan. Jorden måste ränsas, och det finns $inget som du kan göra för att $stoppa mig.

source: great
sv: stor

source: It is a tree like no other. Its surface pulsates with extraplanar energy. Its boughs reach the skyward with unstopable determination. No stone, metal or earth can stand in its way. The tree being borne from this seed of the Abyss is intelligent beyond any earthly plant! This tree can see and hear. It can defend itself from peril, produce offspring that can move about: it is like an anchor, a dimensional lock in the material realm.||And there is only one thing it craves: the domination of our land. And that, my friends, is as it should be. The land belongs to the wild things of nature. And with this $gift from $Karzul I intend to make it so again.
sv: Det är ett träd som inget annat. Dess bark pulserar med multidimensionell energi, dess stam sträcker sig mot skyarna med en ostoppbar energi. Ingen sten, metall eller jord kan motstå det. Trädet som kommer födas ur det här fröet från avgrunden! Det här trädet kan se och höra, det kan försvara sig självt från fara, det kan producera avkomma som kan röra sig omkring det. Det kommer vara som ett ankare, ett multidimensionellt lås på det materiella planet.||Och det finns bara en sak det kräver, herraväldet över jorden, och det är helt i sin ordning. Jorden tillhör vildmarken, och den här $gåvan från $Karzul tänker säkerställa att det blir så igen.

source: Ritual? Ha-ha how little you understand of nature's true power... All this seed needs is water... and I intend to give it plenty!
sv: Ritual? Ha-ha hur lite ni förstår om naturens krafter, allt det här fröet behöver är vatten, och jag tänker ge det mycket!

source: nothing,stop
sv: ingenting,stop

source: Your theories of $Karzul are just chatter. This I do of my own free will, not because of any Abyssal influence. Your minds are affected by the malaize...||If your lives must be forfeit in order to activate the $device, so be it... many more will follow.||Witness the shapeshifting transformation granted by the divine light of $Amod! Prepare for $doom humans!!!
sv: Dina teorier om $Karzul är bara tomt prat. Jag gör det här av min egen fria vilja, inte för att någon avgrundsvarelse har påverkat mig.Era sinnen är påverkade av illamåendet.||Om era liv måste offras för att aktivera $apparaten, må så vara, många fler kommer ändå att följa.||Beskåda den formbytande transformationen som $Amods gudomliga ljus har gett mig! Förbered er för $undergången!!!

source: Say his name only with the greatest respect! Amod-Rheinur is the protector of Nature, the Golden Producer, the Celestial Green Thumb! These $trees only survive by his grace alone. No sun shines here under the earth and what water wells from below would not suffice to sustain a grove this size. I feel his radiance nearby... My actions... deplorable as they may seem... are driven by his holy oversight. I am a vessel, nothing more. The end I bring is a fitting finish to a decadent civilization lost in its transgressions. I am but a humble $druid my wrath however channels a deity!
sv: Säg hans namn endast med den största respekt! Amod-Rheinur är naturens beskyddare, den gyllene producenten, den gudomliga gröna tummen! Dessa $träd överlever på grund av endast hans nåd, ingen sol skiner under jorden och det vattnet som rinner in hit skulle inte räcka för en så här stor dunge. Jag känner hans strålkraft i närheten, mina handligar, även om de verkar eländiga, drivs av hans heliga vilja. Jag är ett kärl, inget mera. Slutet jag skapar är passande för en dekadent civilisation som har förlorat sig själv i sin förstörelse. Jag är blot en enkel $druid, men min vrede kanaliserar en guds!

source: You will suffer here...
sv: Du kommer att lida här.

source: Hmmm, it escapes me just now.
sv: Hmm, jag kan inte komma på det just nu.

source: I have not felt that scent for nearly a thousand years... ||How did you come to hold a deep-elven artifact $human? ||Its ancient presence holds the breath of centuries...
sv: jag har inte känt den lukten på nästan tusen år.||Hur har ni lyckats komma över en djupalvsartifakt $människor?||Dess urgamla närvaro har århundrades lukt med sig.

source: Long are the eons of growth... My roots stretch across galaxies the size of a hair's width.
sv: Långa är tillväxtensårhundraden. Mina rötter sträcker sig över galaxer som har blott ett hårstrås bredd.

source: Untold secrets unfold. My vista evolves with the sigh of the cosmos.
sv: Outtalade hemligheter uppenbaras. Mitt synsätt utvecklas med min syn på kosmos.

source: human
sv: mänsklig

source: I see, you learned of its location from $Melathor of Allovium... Hmmm... Another name I have not pondered upon for a while. When you see him again, please tell him 'the bet is still on.'|| Now about the artifact: do you know $what it is you hold in your hands?
sv: Jag förstår, du hörde talas om dess plats av $Melathor från Allovium. Hmmm, ännu ett namn som jag inte har funderat över på länge. När du träffar honom igen, så hälsa honom 'vadet är fortfarande giltigt'.||Nu, angående artefakten. Vet ni $vad ni håller i era händer?

source: what,Cronostar
sv: vad,kronosstjärnan

source: Yes, it is called the Cronostar. Created by the deep elves many centuries ago, but not as $Melathor suggests, an aide to gather delicacies for the dinner table.|| The Cronostar does have the ability to pause $time. More importantly however, it is a $key.
sv: Ja, den kallas kronosstjärnan. Skapad av djupalverna för många århundraden sedan, men inte som $Melathor föreslår, som ett hjälp för att skaffa delikatesser till matbordet.||Kronosstjärnan har möjligheten att stoppa $tiden. Men ännu viktigare är att den också är en $nyckel.

source: Karzul is a power-hungry minor demon lord of the Abyss. During my $imprisonment in the $Abyss I learned much of this fiend.||For many centuries Karzul was just another demon lord, happy to amuse himself by participating in the endless turf-wars with other demons. These minor confrontations are sort of a day-to-day exercise; a manifestation of the chaos of the evil realm they call their home. Wanton violence, sensless brutality and general ruthlesness are considered virtues there.||However, about two decades while on a reconissance mission against one of his foes, Karzul discovered a dying Effrinu. These creatures were thought to be completely extinct, as they were the living aspects of an Elder God. No longer worshipped, Elder gods were the evil incarnate in divine forms. In fact, their realm was of such violence that even Abyss rejected their rule.||Nevertheless as Karzul slowly nursed the dying Effrinu back to health, in return he gained some of the wisdom of Erhedru the Elder. With this divine evil power in his arsenal, he was able to produce enough magical energy to create the Necropod, the prison-seed in which he $entrapped me.||I believe his plan has always been to somehow enter the Material Realm and - once again using the gifts of Erhedru the Elder - enthrall humankind to fuel his need for souls, thereby making him into some kind of uber-demon.||If you want to avoid spending an eternity slaving to his every wish while being tormented by his minions, I'd say: look for help! You cannot defeat him alone. Although he will be relatively weak for a while in the Material plane, once here, he will quickly establish a way to supply himself with diabolic energy. You must defeat him before that occurs with help from the $Guardians of the Realm. Only they have the experience needed to better this foe.
sv: Karzul är en makthungrig mindre demonfurste från avgrunden. Under min period av $fångenskap i $avgrunden så lärde jag mig mycket rån den här besten.||I många hundra år så var Karzul blott ännu en demonfurste, som var nöjd med att deltaga i de ändlösa krigen över territorium med de andra demonerna. De här mindre konfrontationerna är en sorts daglig träning, men manifestation av kaoset i deras som de kallar sitt hem. Godtyckligt våld, sinnesslö brutalitet och generell skoningslöshet anses vara goda förtjänster där.||Men, för cirka tjugo år sedan, medans han var på ett spaningsuppdrag mot en av hans fiender, så upptäckte Karzul en döende Effrinu. De här varelserna troddes vara helt utdöda, då de var de dödliga aspekterna av en äldre gud som inte längre tillbads. Dessa äldre gudar är ondskan själv gestaltad i gudomlig form. Faktum är att deras styre var så våldsamt så att även avgrunden tackade nej till dem.||Hursomhelst så lyckades Karzul att långsamt vårda den döende Effrinu så att den återfick sin hälsa, i utbyte så fick han en del kunskap om Erhedru den Äldre. Med den här gudomligt onda kraften i sin arsenal så lyckades han producera tillräckligt mycket magisk energi för att skapa Nekropoden, fängelsefröet i vilket han $fängslade mig. Jag tror att hans plan har hela tiden varit att ta sig in i den materiella dimensionen och när han väl är där så återigen använda gåvorna från Erhedru den Äldre för att förslava mänskligheten. Detta för att säkra en stadig tillgång till själar och kunna få honom att stiga i rang till någon sorts överdemon.||Om du vill undvika att spendera en evighet med att slava för hans nycker samtidigt som du torteras av hans underhuggare så skulle jag leta efter hjälp! Du kan inte besegra honom ensam. Även om han kommer vara relativt svag ett tag i den här dimensionen så kommer han snabbt att etablera ett sätt att förse sig själv med diabolisk energi. Du måste besegra honom innan det inträffar, möjligtvis med hjälp av Rikets $Väktare. Endast de har erfarenheten som behövs för att bekämpa den här fienden.

source: Ah the crazed druid... Now don't get me wrong, I appreciate what she was trying to do! You humans take nature for granted all to often. It would do you well to be afraid of those you oppress once in a while...||It is a pity though that she herself was also the victim of a larger plot. The demon $Karzul used her for his nefarious purposes by giving her the Necropod: the seed of my $imprisonment.||Whatever happened to her anyway? Not that it matters, she wouldn't have gone far anyhow. We must now turn our attentions to stopping $Karzul instead.
sv: Ah, den galna druiden. Missförstå mig inte nu, jag uppskattar vad hon försökte åstadkomma! Ni människor tar naturen för givet allt för ofta, det skulle vara nyttigt för er att vara lite rädda för de ni förtrycker ibland.||Det är bara synd att hon också var ett offer för ett större spel. Demonen $Karzul använde henne för sina egna hemska planer genom att ge henne Nekropoden. Fröet där jag var $inspärrad.||Vad hände med henne för övrigt? Inte för att det spelar någon roll, hon skulle inte ha kommit långt ändå. Nu måste vi fokusera på att stoppa $Karzul istället.

source: Yes, the $Cronostar is the key to re-awaken the Guardians.|| As you probably know, the Guardians of the Realm were the a scholar-knight order who dedicated themselves to the preservation of all worldly knowledge. They created a series of libraries throught the land wherein they enshirened a vast number of codecies that described all that transpired and were known to humankind. Even more, these sacred texts contained predictions for the future. Many half-described profecies since have come to pass. Many others still await their fulfillment.||The Guardians also defended this enlightened way of life from those that would oppose it. Historically this meant battling the fiendish inhabitants of the $Abyss. The confrontations with that realm intensified over the centuries, when at last the head of the Guardians foresaw the defeat and destruction of his order.||Few there are now who remember what happened next. To popular knowledge the knights passed from the material realm, following their last disasterous battle at the fords of the river Manar. And while it is true, that this final battle between the Guardians the hordes of demons was a singular event that changed history forever, the Guardians were not defeated. Knowing that the day would not be theirs, the knights instead willingly entered hibernation in the tombs of a nearby monastery of Minirmuir. Thus entombed they were resolved to wait and lie asleep for eons, until such time as they foresaw, when new heroes entered the land, capable to once again vanquish the forces of evil and throw off the tyranny of darkness.||What an immense gamble this was! For as you surely comprehend, were they wrong, and these heroes never arrived, or came too late, the material realm would surely have fallen to shadow forever.||I sense that time is now. The finding of the Cronostar signals to me that the world has reached a moment of crisis. A darkness ascends from below, and the fate of the realms is balanced on a cruel edge. ||In fact, have I told you of my $imprisonment in the $Abyss? I believe it to also be such a sign. Never, in my extraplanar travels has any being managed to ensnare me against my will.
sv: Ja, $kronosstjärnan är nyckelen till att återuppväcka Väktarna.||Som du säkert vet så var Rikets Väktare de lärda riddarna som dedikerade sig själva till att bevara all kunskap i världen. De skapade en grupp bibliotek över landet där de låste in ett enormt antal luntor som beskrev allt som hände och allt som var känt för mänskligheten. Dessutom så innehöll dessa heliga texter spådomar om vad som skulle hända i framtiden. Många halvbeskrivna förutsägelser har sedan dess slagit in. Ännu fler väntar fortfarande på att slå in.||Väktarna försvarade också upplysningens levnadssätt mot de som försökte attackera det, historiskt så betydde det att attackera $avgrundens inneboende. Konfrontationerna med den dimensionen intensifierades under århundradena, när till slut organisationens ledare förutspådde orderns nederlag och förgörelse.||Få kommer numera ihåg vad som hände sen. Enligt de populära myterna så dog alla riddare vid en sista ödestiger strid vid flodens Manars vadställen. Även om att det är sant att den här sista striden mellan Väktare och demonhorderna var en händelse som för alltid ändrade historiens flöde så blev inte Väktarna besegrade. Då de visste att de inte hade någon möjlighet att vinna, så de begav sig villigt in i gravkammarna på ett av Minirmuirs närbelägna kloster och lade sig i dvala. Då de hade blivit begravda på det sättet så var de villiga att ligga i dvala i århundraden, ända tills det ögonblick de förutsåg, då nya hjältar hade kommit till världen och än en gång besegrat ondskan och blivit av med mörkrets förtryck.||Vilket enormt vågspel det här var! För som du säkert förstår så om de hade fel och de här hjältarna aldrig dök upp, eller kom för sent så skulle vår dimension säkerligen vara förlorad till skuggan för alltid.||Jag känner att den tiden är nu, att kronosstjärnan återigen har blivit hittad är en signal att världen befinner sig i en kris, ett mörker reser sig underifrån och rikets öde balanserar på knivseggen.||Jag har ju berättat om mitt $fängslande i $avgrunden? Jag tror att det också är ett tecken, aldrig tidigare så har någon lyckats hålla mig fången mot min vilja.

source: scourge,Uzudil,clients
sv: scourge,Uzudil,kunder

source: Uzudil - your boss - is the leader of S.c.o.u.r.g.e. Inc. A fine company!||He has a long list of mysterious clients; you should ask him to tell you about them sometime.
sv: Uzudil, din chef, är den som driver S.c.o.u.r.g.e., ett utmärkt företag!||Han har en lång lista med mystiska kunder, du borde be honom att berätta om dem någon gång.

source: As you probably guessed, I am a descendent of Arcanex, the original plane dweller, spawned from the waters of the thought of Amod-Rheinur. ||We are the tendrils that connect the $planes. It is seldom that mortals see, much less converse with one of my kind. I hope you understand that... It is by choice I decide to notice you, and the choice moves my mind with purpose to speak.|| Over the centuries I traveled far. I've seen the frozen ice planes of Varmal, the timeless wastes of Kal, even the despairing souls doomed to exist in the $Abyss.
sv: Som du säkert har gissat så är jag en arvinge till Arcanex, den ursprunglige dimensionsboende, född från vattnet från Amod-Rheinurs sinne.||Vi är trådarna som kopplar samman $dimensionerna. Det är sällan dödliga ser, och än mindre konverserar med någon av min ras. Jag hoppas att du förstår det. Det av mitt egna fria val som jag har valt att se dig, och valet får mig att vilja tala.||Över århundradena så har jag rest långt, jag har sett den frysta isdimensionen Varmal, den tidslösa ödemarken på Kal och även träffat de uppgivna själarna som är dömda till en existens i $avgrunden.

source: We don't so much travel through time, as time flows past us. Us tree-beings, children of the mighty $Arcanex don't view the passage of time as you mortals do.||What passes for a century for humanity has no more weight to us than the sigh of the wind in my branches. I must take special care - for example when talking to you - to demarkate my thoughts within consequetive temporal sections. Otherwise, all that I have to say would appear to sound randomly jumbled together to your ears.||This is why the fact that you managed to find the $Cronostar is of such interest to me. That device is capabale of rising above the constrains of time, like me.
sv: Det är inte så mycket att vi reser i tiden, utan snarare att tiden flödar förbi oss. Vi trädvarelser, barn av den mäktige $Arcanex ser inte tiden som ni dödliga gör det.||Vad som ni dödliga upplever som ett århundrade har inte mer vikt hos oss än vindens blåst i mina grenar. Jag måste lägga lite extra möda när jag talar med er, att markera mina tankar med relevanta tidsmarkörer, annars skulle allt jag säger låta som om det var helt hopplöst sammanblandat för era öron.||Det är därför det är så intressant att ni lyckades hitta $kronosstjärnan. Den apparaten har förmågan att resa sig över tidens flöde, precis som jag.

source: I suppose the place must feel dreadful to those in possession of a soul... ||For me, it was a waypoint, a stopover on my journey. As I stood stretching my roots for a while, a most awful thing happend: I was $imprisoned!
sv: Jag antar att den platsen måste känns helt hemsk för de med en själ.||För mig så var det ett vägstopp, en plats där jag stannade lite under min resa. När jag stod där och sträckte lite på mina rötter så hände något hemskt, jag blev $fängslad!

source: key
sv: nyckel

source: Few know the true purpose of the $Cronostar. Only the innermost sanctums of the deep elven temples keep the sacred writings that describe how to $unlock the tombs of the $Guardians of the Realm using this artifact.|| It is a wonder the object survived... the agents of $Abyss were thorough in the destruction of all related evidence.
sv: Få känner till det sanna användningsområdet för $kronosstjärnan. Endast i de innersta kamrarna i de alviska templena så finns de heliga skrifterna som beskriver hur man ska $låsa upp Rikets $Väktaren gravkammare med den här artifakten.||Det är ett under att den överlevde, med tanke på hur grundliga $avgrundens agenter var i sin förförelse av alla bevis.

source: imprisoned,imprisonment,entrapped
sv: fängslad,fängslande,inspärrad
