Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: Fleshworm
sv: Köttmask

source: Blue Bauul
sv: Blå Bauul

source: False Cobra
sv: Falsk Kobra

source: Dire Stench-Waddler
sv: Dödlig Stinkhasare

source: Minor Spectre
sv: Mindre Spökbild

source: Brawn
sv: Muskelknutte

source: Blue Brawn
sv: Blå Muskelknutte

source: Storm Cobra
sv: Stormkobra

source: Red Brawn
sv: Röd Muskelknutte

source: Lesser Phantom
sv: Mindre Fantom

source: flesh raptor
sv: Köttraptor

source: Rare Cobra
sv: Sällsynt Kobra

source: Stone raptor
sv: Stenraptor

source: Vile Phantom
sv: Hemsk Fantom

source: Pain Fairy
sv: Smärtfée

source: Neural Cobra
sv: Neutral Kobra

source: Hydralisk Deathlord
sv: Hydraliskdödsfurste

source: Spirit Phantom
sv: Andefantom

source: spirit raptor
sv: Anderaptor

source: Reek Fairy
sv: Stinkfée

source: Marduk Fairy
sv: Mardukfée

source: Poison Blade Frog
sv: Giftig Bladgroda

source: Lesser Soulstealer
sv: Mindre Själtjuv

source: Necromancer
sv: Nekromantiker

source: Restless Spirit Frog
sv: Rastlös Andegroda

source: Greater Soulstealer
sv: Större Själtjuv

source: Raving Necromancer
sv: Osammanhängande Nekromantiker

source: Skeleton Warrior
sv: Skelettkrigare

source: Shadow Frog
sv: Skugggroda

source: Diabolic Soulstealer
sv: Djävulsk Själtjuv

source: Unhinged Necromancer
sv: Galen Nekromantiker

source: Skeleton Summoner
sv: Skelettåkallare

source: Nihilistic Necromancer
sv: Nihilistisk Nekromantiker

source: Greater Skeleton Warrior
sv: Större Skelettkrigare

source: Lesser Guargloo
sv: Mindre Guargloo

source: Fiendish Raptor
sv: Fientlig Raptor

source: Minor Undead Gatekeeper
sv: Mindre Vandöd Portalväktare

source: Ogre Cleric of Unamoin
sv: Unamoins Resepastor

source: Lesser Aspect of Thazmord
sv: Mindre Thazmordande

source: Guargloo Skirmisher
sv: Guargloosk Skärmytslare

source: Fiendish Raptor Avenger
sv: Fientlig Raptorshämnare

source: Undead Gatekeeper Warrior
sv: Vandöd Portalväktarkrigare

source: Ogre Priest of Unamoin
sv: Unamoins Resepräst

source: Aspect of Thazmord
sv: Thazmordande

source: Greater Guargloo Chieften
sv: Större Guarglooledare

source: Fiendish Raptor Master
sv: Fientlig Raptorsmästare

source: Gatekeeper Wraith
sv: Portalväktarvålnad

source: Warogre Fanatic of Unamoin
sv: Unamoins Fanatiska Krigsrese

source: Greater Aspect of Thazmord
sv: Större Thazmordande

source: Warogre Beserker of Unamoin
sv: Unamoins Krigsresebärsärk

source: Lesser Agmordemon
sv: Mindre Agmordemon

source: Slaying Mantis Mutanoid
sv: Muterad Dödlig Syrsa

source: Agmordemon Warrior
sv: Agmordemonsk Krigare

source: Slaying Mantis
sv: Dödlig Bönsyrsa

source: Bloodforged Soldier
sv: Blodsstöpt Krigare

source: Agmordemon Lord
sv: Agmordemonsk Herre

source: Slaying Mantis Savant
sv: Dödlig Syrstjänare

source: Bloodforged Commander
sv: Blodsstöpt Kommendant

source: Bloodforged Spiker
sv: Blodsstöpt Broddare

source: Lesser Mithral Fiend
sv: Mindre Mithralbest

source: Undead Soulhorder
sv: Vandöd Själsamlare

source: Abyss-spawned Archer
sv: Avgrundsfödd Bådskytt

source: Abyss-spawned Mauler
sv: Avgrundsfödd Krigare

source: Elite Bloodforged Ranger
sv: Blodsstöpt Elitutbygdsjägare

source: Mithral Fiend Captain
sv: Mithralsk bestkapten

source: Abyss-spawned Warmage
sv: Avgrundsfödd Krigsmagiker

source: Mithral Shade
sv: Mithralskugga

source: Champion of Chaos
sv: Förkämpe för Kaos

source: Lesser Cerxezu Demon
sv: Mindre Cerxezusk Demon

source: Brainrot Demon
sv: Hjärnruttningsdemon

source: Unholy Chaos Liege
sv: Ohelig Kaosman

source: Elite Brain-Hunter Demon
sv: Elithjärnjagardemon

source: Shadow Knight of Chaos
sv: Skuggriddare av Kaos

source: Cerxezu Demon Mage
sv: Cerxezudemonmagiker

source: Elite Chaos-formed Warrior
sv: Elitkaoskrigare

source: Charger Cerxezu Demon
sv: Cerxezudemonsanfallare

source: Cerxezu Demon Lord
sv: Cerxezudemonsherre

source: The creature once known as Mothrazu sinks to one knee... Her breath comes in sharp gasps, as she growls:||"I curse you humans...You may have defeated me but by Amod's grace, I still have one task left..."||She reaches into a pouch and throws something small and silvery into the grove of trees at the center of the room.||"You will never find it... Karzul's gift will mature and continue where I failed. May the plants be merciful to your malevolent souls... Amod! I am close..."||With that Mothrazu passes from this world.
sv: Varelsen som en gång var Mothrazu faller till knäna... Hennes andetag kommer i korta stötar, när hon grymtar:||"Jag förbanner er människor... Ni har besegrat mig men vid Amods helighet, så har jag en sak kvar att göra..."||Hon sträcker sig efter sin pung och kastar något litet och silvrigt in i den lilla klungan träd mitt i rummet.||"Ni kommer aldrig hitta den... Karzuls gåva kommer att mogna och fortsätta där jag har falligt. Må växterna vara nådiga era bittra själar... Amod! Jag är nära..."||Med de orden så tar Mothrazu sina sista andetag.

source: The mighty lord %s reaches towards you,
sv: Den mäktiga herre %s sträcker sig efter dig.

source: ...alas, the deity can aid you no more today.
sv: ...tyvärr så har inte guden tid att hjälpa dig mer idag.

source: ...and fills your spirit with energy.
sv: ...och fyller din själv med energi.

source: Your presence angers the mighty lord %s!
sv: Din närvaro förargar den mäktige %s!

source: ...the deity's wrath scours your flesh!
sv: ...gudens ilska gisslar ditt kött!

source: The mighty lord %s ignores you.
sv: Den mäktige %s ignorerar dig.

source: %s conjures up magic with blinding speed!
sv: %s frammanar magi med bländande hastighet!

source: dragonscale
sv: Drakfjäll

source: armor
sv: rustning

source: Yes, yes... quite so... carry on!
sv: Ja, Ja... precis så... fortsätt nu!

source: door
sv: dörr

source: seal
sv: sigil

source: sealed
sv: förseglad

source: lock
sv: lås

source: locked
sv: låst

source: after
sv: efter

source: serves
sv: tjänar

source: gift
sv: present

source: tokens
sv: symboler

source: doom
sv: undergång

source: ...Brand of Iconoclast growls in a low tone...
sv: ...ikonoklastens svärd morrar lågt...

source: ...damage is increased by %d pts!
sv: ...skadan ökar med %d poäng!

source: ...damage is reduced by %d pts! (Cloak of Hateful Vengeance)
sv: ...skadan är minskad med %d poäng! (Den hatiska hämndens kappa)

source: ...damage is reduced by %d pts! (Cloak of Safe Passage)
sv: ...skadan är minskad med %d poäng! (den säkra passagens kappa)

source: You find yourself on a barren plain. The air is thick with moisture and very still. The bleak ground appears to emit a cancerous odor like the smell of death on a roadside cadaver. A sudden rush of despair hangs over you, clouding your senses... Is this the end? The tortured screams of unseen thousands drifts from beyond the nearest door. On this molten landscape filled with hopelessness and horror, even moving around seems to require an extra effort.
sv: Du upptäcker att du är på en karg slätt. Luften är mättad med luftfuktighet och väldigt stilla. Den bleka marken verkar avge cancerogen lukt som från ett kadaver. En plötslig känsla av förtvivlan kommer över dig och förmörkar ditt sinne... är det här slutet? Skrik som från tusentals torterade hörs igenom den närmaste dörren. På ett smält område fyllt med hopplöshet och hemskheter som det här så verkar det extra jobbigt att ens röra sig.

source: The ancient walls appear to cave inward as if pushed on by the very roots of the forest from above. A metallic smell cuts the air and the noises echoing from the deep chill your bones. ||A grinding sound wells from beneath your feet as if the wheels of a great machine are turning. Could this be the contdown to Mothrazu's infernal plans? ||And as if that wasn't freeky enough, frequent quakes shake the dungeon...
sv: De uråldriga väggarna verkar störta långsamt inåt som om rötterna från skogen ovanför tryckte på. En metallisk lukt skär igenom luften och ljuden som ekar upp från underjorden får dig att rysa.||Ett malande ljud väller upp under dina fötter som om hjulen på ett enorm maskin rör på sig. Kan det här vara någon sorts nedräkning för Mothrazus infernaliska planer?|| Som om det inte var konstigt nog så skakas katakomberna av tätt kommande skalv...

source: %s feels very ill suddenly.
sv: %s känner sig plötsligt väldigt dålig.

source: A baleful wind blows bringing the scent of slow vegetative decay. Off in the distance you glance a mighty tree, standing in the center of a barren plane of ashen stone.||No other plants dare intrude upon its territory and no animal life stirs near its accursed branches.||Above, clouds darken the sky as if to signal the long awaited fulfillment of a pending doom.
sv: En ondskefull vind för med sig lukten av förmultnade växter. Längre bort så skymtar du ett mäktigt träd. Som står mitt på en karg slätt av aska och stenar.||Inga andra växter vågar inkräkta på dess territorium och inget djurliv finns i närheten av dess fördömda grenar.||Ovan så flockas molnen som för att signalera att domedagen äntligen är här.

source: Dodging missiles
sv: Undvika Projektiler

source: War rage
sv: Krigsilska

source: The terrible blow
sv: Det fruktansvärda slaget

source: ...but already used this capability twice today.
sv: ...men redan använt den här förmågan två gånger idag.

source: ...and heals 1 hit point.
sv: ...och läker ett hälsopoäng.

source: ...and heals %d hit points.
sv: ...och läker %d hälsopoäng.

source: %s's holy innocence sooths your pains.
sv: %ss heliga oskyldighet dämpar dina smärtor.

source: ...but already used this capability three times today.
sv: ...men redan använt den här förmågan tre gånger idag.

source: ...the divine healing affects all party members.
sv: ...den gudomliga läkningen påverkar alla gruppmedlemmar.

source: ...nearing death, %s gains %d MP (Terminal Energy).
sv: ...då %s närmar sig döden så samlas %d magipoäng (Slutgiltig Uppoffring)

source: Chanelling mystic energies
sv: Vägleda mystiska energier

source: Small Arms Mastery
sv: Småvapensbemästrande

source: This character is not currently poisoned.
sv: Den här personen är inte förgiftad för tillfället.

source: You already used this capability thrice today.
sv: Du har redan använt den här förmågan tre gånger idag.

source: %s uses an Arcane Stance which
sv: %s använder en Uråldrig Position som

source: masterful bow handling
sv: Mästerfullt båghanterande

source: ...%s causes %d bonus damage!
sv: ...%s anbringar %d bonusskada!

source: ...%s causes %d armor bonus!
sv: ...%s skapar %d rustningsbonus!

source: Anaril the Weapons Merchant
sv: Anaril Vapenhandlaren

source: Mur the Magics Merchant
sv: Mur Magiförsäljaren

source: Anduril the Armor Merchant
sv: Anduir Rustningsförsäljaren

source: Samaroon the Merchant
sv: Samaroon Försäljaren

source: Zila the Scribe
sv: Zila Skribenten

source: Pu Master of Arms
sv: Pu Vapenmästaren

source: Sillione Trainer of Rogues
sv: Sillione Bandittränaren

source: Joalin the Healer
sv: Joalin Läkekvinnan

source: Illadil the Healer
sv: Illadil Läkaren

source: Sinth the Master Healer
sv: Sinth Mästerhelaren

source: Auluna the Bone Doctor
sv: Auluna Benläkaren

source: Irin the Healer
sv: Irin Läkekvinnan

source: I am $Melathor. Would you like to $trade items, $train magics or hear $news of the world? ...Or would you care to sample my $potions?
sv: Jag är $Melathor. Skulle du vilja $byta varor, $träna magi eller höra $nyheter från världen? Eller du kanske vill provsmaka mina $elixir?

source: Alas I know not of that to which you refer...
sv: Tyvärr så vet jag inte något om det du talar om...

source: My time is too short to speak of that.
sv: Jag har för lite tid för att tala om det där.

source: I hail from the wooded lands of $Allovium, kingdom of the $deep elves. I am a practitioner of the arts of $magic. My specialty lies in infusing the spirit with the substance of archaic brews. Enlightenment is reached only through thoughtful suffering and my $potions can cause you to negate the very fabric of reality!
sv: Jag kommer från skogslandskapen $Allovium, djupalvernas rike och är en $magiker som har specialiserat mig på att dränka min själ med ålderstigna substanser. Upplysthet kan endast nås genom tankefullt lidande och mina $elixir kan få dig att förneka verklighetens grundstenar!

source: The rolling hilly forested gardens of Allovium of the elves is indeed a site to behold. Perhaps in version two we will venture outside this wretched building so you can see it for yourself. As for now, how about some $potions?
sv: Alloviums alvers böljande skogsbeklädda trädgårdar är onekligen en skön syn. Kanske så kan vi i version två ta oss utanför den här hemska byggnaden så att du kan se det själv. Men nu, kanske lite $elixir?

source: deep
sv: djup

source: We are called the deep elves because our kingdom lies at the heart of the old forest of of $Allovium. Rare it is when the deep elves venture forth into the world... Rare it is when the mankind threatens to bring the world to the brink of the $apocalypse... but there, I probably said too $much. I believe it's nigh time for one of my $potions...
sv: Vi kallas djupalver på grund av att vårt kungarike ligger i hjärtat av den gamla skogen $Allovium. Det är ovanligt att djupalverna tar sig ut i resten av världen... det är också ovanligt att mänskligheten tar världen till $domedagens kant. Men nu har jag nog sagt för $mycket. Jag tror att det är hög tid för en av mina $elixir.

source: apocalypse
sv: domedagens

source: Did I say that? Surely things aren't so grim! Here, have one of my $potions.
sv: Sa jag det? Säkerligen är saker inte så förskräckliga! Här, ta en av mina $elixir.

source: much
sv: mycket

source: Please excuse the ramblings of an old mage... Much transpires in this new world of humans that spells doom for an old forest-dweller like myself. Luckily my $potions keep me in good company!
sv: Förlåt en gammal magikers stolligheter. Mycket händer i människornas värld som är början på slutet för en gammal skogsboende som jag själv. Som tur är håller mina $elixir mig sällskap!

source: magic
sv: magi

source: Yes, yes, I can teach you the basics... There is not much to it actually, just try to not blow up anyone in your party. Let me know if you want to $trade spells or if you need to $train in magics. Of course, it all goes smoother if you have a sip of my $potions...
sv: Ja, ja. jag kan lära dig grunderna, det är ganska simpelt faktiskt. Försök bara att inte spränga någon i din grupp. Säg till om du vill $byta besvärjelser eller $träna magi. Självklart så kommer allt att gå lättare som du tar en klunk av mina $elixir.

source: potions,drunk,drink
sv: elexir,dricka,drick

source: Ah yes, now you're talking! I don't understand why some people won't indulge more... they're lovely, you see? Different colors, shapes and smells in these vials. The happiest stuff on this side of $Allovium. Let me know if you want to $trade some!
sv: Ah ja, nu snackar vi! Jag förstår inte varför vissa personer inte tillåter sig mer, de är underbara märker du? Olika färger, former och lukter i dessa flaskor. Det lyckligaste medlen på den här sidan $Allovium. Säg till om du vill $byta några!

source: trade
sv: handla,byta

source: When trading, you can sell items, buy items or trade items of equivalent value. You will find that some merchants only sell a certain type of item. Also, your leadership skill will determine the prices you're offered.
sv: När du byteshandlar så kan du sälja föremål, köpa varor eller byta saker med samma värde. Du kommer märka att några handelsmän bara säljer vissa varor, dessutom, din ledarskapsförmåga kommer att påverka priserna du blir erbjuden.

source: train
sv: träna

source: You can assign the skill bonus points yourself when gaining a level. However, paying for assisted training is the only way to really achieve high levels in your chosen discipline!
sv: Du kan dela ut bonuspoängen till färdigheter när du får en ny nivå. Men det enda sättet att få några högre nivåer inom ett ämne är att betala för träning.

source: news
sv: nyheter

source: You will get what you deserve! I've been saying this for years... Humans have got to learn their place in the world! You can't just build cities willy-nilly everywhere! Nature will retake its own. Surely, you have heard the latest news from Hanath? Creatures made from the very woods descended upon centers of civilization! The rocks behind which you hide will offer no resistance from the might of $Amod!
sv: Ni kommer att få vad ni förtjänar! Jag har sagt det i åratal, människor måste lära sig sin plats här i världen! Ni kan inte bara bygga städer hur som helst och överallt! Naturen kommer att återta vad som är sitt. Säkerligen så har ni hört de senaste nyheterna från Hanath? Varelser från självaste skogen attackerade civilisationen! Stenarna som ni gömmer er bakom kommer inte vara något skydd mot $Amods kraft!

source: Amod
sv: Amod,Amods

source: Amod-Rheinur is the protector god of Nature. Many spells of strange $magic are fueled by his divine power! Now where did I put my latest $potions?
sv: Amod-Rheinur är beskyddarguden för naturen. Många besvärjelser med konstiga $magiska effekter drivs av hans kraft! Var lade jag mitt sista $elixir nu igen?

source: nature
sv: natur

source: So you spoke to $Uzudil, did you? Did he say the $doom of mankind was nothing to worry about? Methinks it may not be the case! Beware of upsetting the balance of nature! Beware of awakening the wrath of $Amod! Fell $news as this is, it was high time mankind has learned to fear the awesome might of the god of nature...
sv: Så du talade med $Uzudil alltså? Sade han att mänsklighetens $undergång inte är något man behöver bry sig om? Jag tror att så inte är fallet! Man måste se upp med att tippa naturens balans! Undvika $Amods vrede! Grymma $nyheter hur som helst, men det är tid mänskligheten lär sig vilken fruktansvärd kraft naturens gud besitter.

source: Yes doom! Our end as the ruling races of Earth is coming to a close. It's been a nice ride really. Aside from wars, meaningless religious differences, some basal characteristics of the lesser races (human, ehmm...) and the existence of the Yoddlers' Guild, it's been fun. But now, prepare for the end! Where are my $potions?!
sv: Ja, undergång! Slutet som den styrande klassen på jorden har kommit. Det har varit en trevlig resa, om man bortser från krig, meningslösa religiösa dispyter, några grundläggande egenskaper hos de lägre raserna (människor, hmm) och existensen av joddlarnas gille så har det varit riktigt trevligt. Men nu, förbered er för slutet! Var är mina $elixir?!

source: The Hand, huh? I can't tell you much about him. Try to not make him your enemy is what I say... he looks like the sort who is entirely without a sense of humor. Mayheps if he tried one of $potions he'd have more friends.
sv: Hjälpare, alltså? Jag kan inte berätta så mycket om honom, försök att inte få honom som fiende föreslår jag. Han ser ut som sorten som är helt utan humor. Kanske han borde testa ett $elixir för att få lite fler vänner.

source: Ah yes, I remember him well. He was a gifted magic user who turned to side with the $evil forces that eventually brought about his $downfall. You can only be so lucky that he is not alive today...
sv: Ah ja, jag kommer väl ihåg honom. Han var en duktig besvärjare som valde att ansluta sig till de $onda krafterna, det ledde till slut till hans $undergång. Du kan vara glad att han inte lever idag.

source: evil
sv: onda

source: I believe he made a pact with a lesser entity from the $Abyss to learn more of the dark arts. When he attempted to double-cross the $fiend it eventually cost him his life.
sv: Jag tror att han gjorde en pakt med en mindre demon från $avgrunden för att lära sig mer om de mörka konsterna. När han försökte lura $demonen så förlorade han sitt liv.

source: downfall
sv: undergång

source: $Mycotharsius fell in an underground battle. He was preparing to cast a dark spell that backfired and took his life. Some say he uttered a terrible curse with his last dying breath to wreak vengeance upon the $fiend he suspected somehow caused his magic to misbehave.
sv: $Mycotharsius dog i en underjordisk strid. Han förberedde en mörkbesvärjelse som slog slint och tog hans liv. Några påstår att han uttalade en hemsk förbannelse med sina sista andetag, en förbannelse som skulle förgöra en $demon som han misstänkte fick hans magi att misslyckas.

source: fiend
sv: demon,demonen

source: I believe its name was Karzul, a lesser demon of disease. If you seek him, he can be found in the $Abyss.
sv: Jag tror att det var Karzul, en mindre sjukdomsdemon. Om du letar efter honom så kan han hittas i $avgrunden.

source: Abyss
sv: Avgrunden

source: It's the plane of evil. You would do well to stay away from it unless you're equipped to fight its demonic hordes in mind and body. If you're still not deterred to enter this dreadful place you will need to first find a $way in.
sv: Det är ondskans dimension. Du borde inte besöka den om du inte är utrustad för att bekämpa dess demonsika horder. Om du fortfarande inte har blivit avskräckt så måste du hitta en $väg in.

source: way
sv: väg

source: In the past evil clerics set up special red teleporters in their temples that had the power to travel between the planes. However, even if you survive the trip, you will need to come equipped with some very specific $objects... Surely now you don't intend to go through with this madness?! Here try one of my $potions instead.
sv: Förr i tiden så monterade onda präster upp röda teleportörer i sina tempel som hade förmågan att förflytta föremål mellan dimensionerna. Men även om du överlever resan, så måste du ändå vara utrustad med en del väldigt speciella $föremål, säkerligen så tänker du inte genomföra den här galenskapen?! Här testa lite $elixir istället.

source: objects
sv: $föremål

source: Uh... I can't recall exactly. Something about a Ping of Rotection? Or was it a special pair of socks that unleash fiery, blinding Fury of the Just upon the dominions of demons? You'll have to forgive me, it's been quite a while since my own adventures.
sv: Hmm, jag kan inte riktigt komma ihåg. Något om ett rotations pling? Eller var det ett speciellt par strumpor som utlöste rättvisans blinda raseri på demonerna? Du måste förlåta mig, det har varit ett bra tag sedan mina egna äventyr.

source: Order,Grizzled,Pony
sv: Spräckliga,Ponnyns,Order

source: The Order of the Grizzled Pony? The dwarves? Surely they're a harmless lot! I've never had any ill dealings with them. In fact I hear their poetry is quite lovely. Although I must confess, I've never had the pleasure of a recital.
sv: Den spräckliga ponnyns order? Dvärgarna? De är en harmlös grupp! Jag har aldrig haft några dåliga kontakter med dem, jag har till och med hört att deras poesi är ganska bra. Men jag ska erkänna att jag aldrig haft nöjet att höra den framförd.

source: Hmm, sorry it doesn't ring a bell. A wizard you say? Strange I've come to know most everyone in the business... all of those still alive that is. In fact even those of... err... 'extended' existence as well. But I've never heard of a wizard named Sabien.
sv: Hmm, jag är ledsen men det ringer inte någon klocka. En magiker påstår du? Jag har lärt känna nästan alla i branschen så det är konstigt att jag inte känner igen det, det vill säga alla som fortfarande lever. Dessutom bland alla dem som har 'förlängt' sitt liv så har jag inte heller hört talas om någon magiker vid namn Sabien.

source: The ancient sage Orhithales lives in $Thuzgol.
sv: En gamla visa mannen Orhithales lever i $Thuzgol.

source: The great dwarven city of Thuzgol is home to the Groez-Duil: the mountain dwarves.
sv: Den enorma dvärgstaden Thuzgol är hemvist åt Groez-Duil, bergsdvärgarna.
