Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: Many-a-throats were silenced by this here black iron
sv: Mången strupe har blivit tystat av det här mörka järnet

source: Dagger
sv: Kniv

source: A curiously shaped dagger
sv: En ovanligt formad kniv

source: The extra-long serrated edge of this hunting knife is enough to induce nightmares. A nicely carved wooden handle completes this menacing weapon.
sv: Den extra långa hackiga eggen på den här jaktkniven är nog för att producera mardrömmar. Ett noggrant karvat trähandtag kompletterar det här skräckinjagande vapnet.

source: Hunting Knife
sv: Jaktkniv

source: A hunting knife with a serrated edge.
sv: En jaktkniv med en hackig egg.

source: This knife bears the symbol of Unamoin. The god is enthroned on a seat of flame, before him stand a long line of souls, to be sacrificed for the divine feast.
sv: Den här kniven bär Unamoins symbol. Guden är installerad på ett tron av flammor, framför honom står en lång linje av själar, att bli offrade för den gudomliga festen.

source: Ceremonial Dagger
sv: Ritualkniv

source: A wide-bladed ceremonial dagger.
sv: En bredbladig ritualkniv.

source: A dwarven shortsword of average workmanship
sv: Ett dvärgiskt kortsvärd av medelmåttig kvalitet

source: Short sword
sv: Kortsvärd

source: A stubby short sword
sv: Ett knubbigt kortsvärd

source: Longer and wider than a shortsword, the dwarven military brand is sometimes held with two hands. It is designed for close-quarter underground melee fighting.
sv: Då det är längre och bredare än ett kortsvärd hålls den dvärgiska militärvarianten ibland i två händer. Det är designat för närstrid under jorden.

source: Dwarven sword
sv: Dvärgsvärd

source: A sword of dwarven make.
sv: Ett dvärgiskt svärd.

source: Officer in the royal guard wear this pointed swords as a sign of rank. They're usually not used in actual combat but are only carried during a ceremony.
sv: Officerare i den kungliga vakten bär dessa spetsiga svärd som ett tecken på rang. De används vanligtvis inte i riktig strid utan bärs endast under ceremonierna.

source: Ornamental officer sword
sv: Ornamenterat officerssvärd

source: A strange pointed sword.
sv: Ett mystiskt spetsigt svärd.

source: A bastard sword can be wielded either by one or both hands... (If you still have both hands)
sv: Ett bastardsvärd kan svingas med antingen två eller en hand... (om du fortfarande har båda händerna kvar)

source: Bastard sword
sv: Bastardsvärd

source: The rusty bastard sword has seen plenty of use
sv: Det rostiga bastardsvärdet har sett mycken användning

source: The longsword is the noble weapon of the knights
sv: Långsvärdet är det nobla vapnet hos riddare

source: Long sword
sv: Långsvärd

source: A well-balanced, shiny longsword
sv: Ett välbalanserat, skinande långsvärd

source: The blade of this sword is made from laying many strips of metal upon each other in a twisted 'snake' formation. This gives the weapon its exceptional strength.
sv: Bladet på det här svärdet är gjort genom att man har lagt många lager metall ovanpå varandra i ett snirkligt ormmönster. Det här ger svärdet en exceptionell styrka.

source: Twisted sword
sv: Vridet svärd

source: A blade with a snake-like form
sv: Ett blad med en ormliknande form

source: Adopted from an invading force of Southern pirates, these heavy cutlasses can deliver a crushing blow.
sv: Importerade från invaderande pirater från söder, dessa tunga sablar kan leverera ett krossande slag.

source: Royal Cutlass
sv: Kunglig Sabel

source: A cutlass with a curved, heavy blade
sv: En sabel med ett böjt, tungt blad

source: A smaller version of the royal cutlass that can be held in one hand.
sv: En mindre version av den kungliga sabeln som kan hållas i en hand.

source: Nederianese Cutlass
sv: Nederianese Sabel

source: A small cutlass
sv: En liten sabel

source: These swords were designed to be used from horseback. As such they tend to be top-heavy and awkward to use in melee.
sv: De här svärden var designade för att användas från hästryggen. Detta genererar att de är topptunga och klumpiga att använda i vanlig strid.

source: Cavalry Sabre
sv: Kavallerisabel

source: A strangely-balanced utilitarian sword
sv: Ett annorlunda balanserat funktionsorienterat svärd

source: Mostly used by the aristocracy, these weapons were designed to puncture armor rather to strike with the edge. They require extreme finesse when used and are more likely to break.
sv: Mestadels använt av aristokratin, var dessa vapen designade för att punktera rustning snarare än att träffa med eggen. De kräver extrem finess när de används och går lätt sönder.

source: Rapier
sv: Värja

source: A long pointed sword with not much of an edge.
sv: Ett långt spetsigt svärd utan någon vidare egg.

source: Only persons of exceeding strength can cleave their enemies to bits with this greatsword
sv: Enbart personer med överdriven styrka kan klyva sina motståndare till bitar med det här tvåhandsvärdet

source: Great sword
sv: Tvåhandsvärd

source: A two-handed greatsword
sv: Ett enormt tvåhandssvärd

source: Wrought by the elvish metal smiths of Allovium, this blade is specially prepared to slay dragons.
sv: Tillverkat av de alviska vapensmederna i Allovium, speciellt för att slakta drakar.

source: Purple Worm Slayer
sv: Lila Ormslaktare

source: A purple curved sword
sv: Ett lila böjt svärd

source: This graceful, single-edged sword cannot be left out of any rpg!
sv: Det här graciösa, eneggade svärdet kan inte uteslutas ur något rollspel!

source: A single-edge sword of mythic proportions!
sv: Ett eneggad svärd av episka proportioner!

source: The fabled weapon of Goliompur was forged by elven smiths in the deep forests of Alovium eons ago. It is rumored to speak to those it chooses to be her leader.
sv: Det beryktade vapnet Goliompur är smitt av alviska smeder i Alovium djupa skogar för eoner sedan. Det sägs tala med den de väljer till sin ledare.

source: A weapon of exceeding craftsmanship. It is marked with strange runes.
sv: Ett vapen av extremt kvalitet. Det är markerat med mystiska runor.

source: Legend tells of how king Haomen of the Nordic men hew his enemies in the battles at the fjords of Gormoth wielding this blade.
sv: Legenderna förtäljer som hur kung Haomen som stammade från de nordiska männen ledde sina män in i strid vid Gormoths fjordar svingandes det här svärdet.

source: You feel a crispness in the air and smell oaken notes while near this weapon.
sv: Du upplever en sprödhet i luften och känner lukten av ekar i närheten av det här vapnet.

source: A battleaxe forged under the mountain in darkness and silence
sv: En stridsyxa som har blivit smidd under bergen i mörker och tystnad

source: Battleaxe
sv: Stridsyxa

source: The sturdy battleaxe also serves as a walking stick
sv: En stadig stridsyxa som också används som vandringsstav

source: Weapon of the feared dwarven assassins, the throwing axe returns to its owner after its arc of death!
sv: Dessa vapen är de fruktade dvärgiska lönnmördarnas val, kastyxan återvänder till sin ägare efter dess båge av död!

source: Throwing axe
sv: Kastyxa

source: A short-handled throwing axe
sv: En kastyxa med kort handtag

source: The Gorlish scouts of the Underlake clans carry these axes. The scouts are able to scale the sheerest rock faces of their underground realm, so the axes are used as weapons as well as climbing gear.
sv: Der Gorlishska scouterna från Underlake klanerna bär dessa yxor. Scouterna besitter förmågan att ta sig upp för i princip släta bergsväggar i deras underjordiska rike, se dessa yxor används som både vapen och klätterutrustning.

source: Gorlish Axe
sv: Gorlishsk Yxa

source: A hooked medium axe
sv: En krökt mellanstor yxa

source: This giant, two-handed axe is the rough weapon of the wandering executioner.
sv: En sådan här enorm tvåhandsyxa är det grova vapnet för den kringvandrande avrättaren.

source: Greataxe
sv: Tvåhandsyxa

source: A crudely-made two-handed axe
sv: En taskigt tillverkad tvåhandsyxa

source: This weapon is obviously the work of an orc or ogre smith. It's handle is too wide for most human hands.
sv: Det här vapnet är uppenbarligen gjord av en orch- eller resesmed. Dess handtag är alltför vidd för de flesta mänskliga händer.

source: Chomper
sv: Klyvare

source: A large axe with a serrated blade
sv: En stor yxa med en taggat egg

source: This is the very weapon which, wielded by Thuzgorod the Red slew the goblin king in the dwarven wars of Uzmagil.
sv: Det här är precis det vapen med vilken Thuzgorod den röda dräpte svartalvernas kung i de dvärgiska krigen i Uzmagil.

source: Persuader
sv: Övertalare

source: A stout axe with strange runes
sv: En stadig yxa med mystiska runor

source: This is the Golden Axe once held by the many arms of Thulionix the dwarven god of suffering.
sv: Det här är den gyllene yxan som en gång hölls av Thulionix dvärgarnas mångarmade gud av lidandet.

source: Golden Axe
sv: Gyllene Yxa

source: A small axe of pale gold color
sv: En liten yxa men en blek gyllene färg

source: This small gnomish bow is made of a light gray wood
sv: Den här lilla gnomiska bågen är gjord av ljusgrått trä

source: Smallbow
sv: Kortbåge

source: A small bow
sv: En liten båge

source: This bow is made of a strong wood with artistic carvings on its handles
sv: Den här bågen är gjord av starkt trä med artistiska sniderier på handtaget

source: Ornatebow
sv: Smyckad båge

source: A nicely crafted, strong bow
sv: En noggrant tillverkad, stark båge

source: While cumbersome to reload, the crossbow delivers an armor-piercing greeting to any foe.
sv: Å ena sidan omständiga att ladda, så kan armborstet å andra sidan leverera en rustningskrossande hälsning till fienden.

source: Crossbow
sv: Armborst

source: A large crossbow
sv: Ett stort armborst

source: Though faster to reload than its pumped-up cousin, this crossbow has a shorter range and delivers less power.
sv: Då det är snabbare att ladda än sin överdimensionerade kusin, så kan det här armborstet inte skjuta lika långt eller med lika mycket kraft.

source: Light crossbow
sv: Lätt armborst

source: A crossbow with an orange wood handle
sv: Ett armborst med ett orange trähandtag

source: This large bow is the most common weapon of Sylvian rangers
sv: Den här stora bågen är det vanligaste vapnet hos de Sylvianska utbydgsjägarna

source: Longbow
sv: Långbåge

source: A long bow adorned with a leaf symbol
sv: En lång pilbåge utsmyckade med en lövsymbol

source: The elven armies under Mondiuvelen the Hale once carried these large bows
sv: De alviska arméerna under Mondiuvelen bar en gång i tiden dessa stora bågar

source: Strongbow
sv: Tung långbåge

source: A large bow with an ivory sight-piece
sv: En stor pilbåge med ett sikte i elfenben

source: The Sylvian bow of Bolinfupur kills silently. It is made from a single piece of blood stone.
sv: Den Sylviska bågen av Bolinfupur dödar ljudlöst. Den är gjord av ett enda stycke av blodssten.

source: This bow is made from a dull grayish-red substance that resembles stone
sv: Den är bågen är gjord från en matt gråröd substans som liknar sten

source: This roughly hewn tree-limb barely qualifies as a primitive weapon. The handle is worn by years of head-bashing.
sv: Den här grova trädgrenen kvalificerar knappt som ett primitivt vapen. Handtaget är slitet av åratal av huvudkrossande.

source: Wooden club
sv: Träklubba

source: Your basic, non-enchanted, non-spiked wooden club.
sv: Din grundläggande, ickemagiska, spiklösa träklubba.

source: The clerical weapon of choice! Dispense holy bashing of heads and denting of armor with this divine instrument of bludgeoning.
sv: Det kyrkliga vapnet som flest föredrar! Dela ut heligt skallkrossande och runstningsbucklande med detta guddomliga bankinstrument.

source: Rounded mace
sv: Rundad hjälmkross

source: A metal-headed mace with a plain wooden handle.
sv: En hjälmkross med metalhuvud och ett enkelt trähandtag.

source: The main advantage when using a morning star over its bestudded brother the Spiked Flail, is that the user need not bother with the weapon's business end getting stuck in the target.
sv: Den huvudsakliga fördelen med att använda en morgonstjärna över dess släkting stridsgisslet, är att man inte behöver vara orolig för att vapnets seriösa del fastnar i målet.

source: Morning Star
sv: Morgonstjärna

source: A metal ball on a chain
sv: En metallkula i en kedja

source: Favorite backup weapon of the knight. Should your sword be lost or irretrievable lodged in an opponent, reach for the flail and wade in the gore with a smile.
sv: Favoritbackupvapen hos riddaren. Skulle ditt svärd försvinna eller fastna i en fiende, så räck dig bara efter ditt stridsgissel och vada i köttmassan med ett leende.

source: Spiked flail
sv: Stridsgissel

source: Spiked ball dangles at the end of a chain of impressive length.
sv: En stålklump med spikar dinglar på ändan av en imponerande lång kedja.

source: Once used by the dead-eater ogre legions of the Crimson Leaf as a weapon for crowd control. This mace is to be held by two large hands.
sv: En gång i tiden användes det här vapnet av de likätande reselegionerna av det blodröda bladet för att hantera folkmassor. Det här krossvapnet bör hållas med båda händerna.

source: Double-fisted Maragon
sv: Dubbelhandad Maragon

source: An enormous two-handed mace.
sv: En enorm tvåhands klubba

source: Created quite by accident, this black flail was the side-effect of a failed experiment at the school of war-wizardry.
sv: Skapad helt av misstag, det mörka stridsgisslet är en sidoeffekt av ett misslyckat experiment på skolan för krigsmagi.

source: Darkflail
sv: Mörkt stridsgissel

source: The black flail emits a humming noise.
sv: Stridsgisslet ger ifrån sig ett hummande ljud.

source: Descendant of Glauis the legendary talking mace of Horom, this agile weapon is also a ferocious combatant.
sv: Släkting till den legendariska Glauis talande hjälmkross av Horom, så är det här vapnet en våldsam kombattant.

source: Warmaster
sv: Krigsmäster

source: This mace is surrounded by a near-visible aura of blood-lust.
sv: Den här hjälmkrossen är omgiven av en nästan synlig aura av blodlust.

source: This long wooden pole serves both as a walking stick and fighting staff.
sv: Den här långa staven fungerar både som en vandringsstav och en stav att slåss med.

source: Quarter Staff
sv: Stav

source: A long wood pole.
sv: En lång trästav.

source: A mid-range weapon of precision and finesse, the javelin grew in popularity as a court hunting weapon under Haladil.
sv: Ett avståndsvapen för medellånga avstånd, som kan träffa med både finess och precision. Kastspjutet ökade i popularitet i hovet under Haladil.

source: Javelin
sv: Kastspjut

source: A finely crafted, lightweight lance.
sv: En noggrant tillverkad, lätt lans.

source: Forged in the ice-caverns of the ancient troll halls of Gormoril (not a masterpiece of precision) this iron lance is made for a large fighter.
sv: Tillverkad i isgrottorna i de uråldriga trollens hallar i Gormoril, dessutom inte speciellt bra, är den här lansen främst till för en stor krigare.

source: Longspear
sv: Långspjut

source: A rough iron pole with a sharpened tip.
sv: En grov järnstav med en skarp spets.

source: An ancient long reaching weapon of a gladiatorial history. This trident bears the symbol of the sea-lords of Urtap.
sv: Ett gammalt vapen med lång räckvidd, vanlig vid gladiatorspel. Just den här treudden bär symbolen av Urtaps sjöherrar.

source: Trident
sv: Treudd

source: A long metal pole with three barbed prongs.
sv: En lång metallstav med tre hullingförsedda uddar.

source: This weapon was once held by the royal guard of the late king Haladil.
sv: Det här vapnet bars en gång i tiden av den kungliga vakten för den avlidne Haladil.

source: Halberd
sv: Hillebard

source: A long pole with an axe blade at its top.
sv: En lång stav med ett yxhuvud längst upp.

source: A reaping scythe strengthened and sharpened for more than just crops.
sv: En skördelie som har blivit förstärkt och vässad för att skörda mer än bara säd.

source: War-scythe
sv: krigslie

source: A wicked curved blade atop a simple wooden pole.
sv: Ett ondsint böjt blad som är fastsatt på en trästav.

source: The dryad lich Milmoril needs no introduction. This long black scythe with the saw-blade and bone handle was her choice weapon.
sv: Dryadhäxmästaren Milmoril behöver inte någon introduktion. Den här långa svarta lien med ett sågtandat blad och handtag gjort i ben var hennes favoritvapen.

source: Scythe of Milmoril
sv: Milmorils Lie

source: A large black scythe of excellent (if evil) workmanship.
sv: En stor svart lie av utmärkt, om än ondsint, hantverk.

source: The legend of the dead king Iconoclastus, powers the sword against creatures who cast spells. The late king's hatred of all things magical was well known.
sv: Legenden om den döda kung Ikonoklastus driver det här svärdet mot varelser som uttalar besvärjelser. Den döda kungens hat mot allt magiskt var välkänt.

source: Brand of Iconoclast
sv: Ikonoklastsvärdet

source: This bastard sword seems to glow with an unhealthy shine.
sv: Det här bastardsvärdet verkar glöda med ett ohälsosamt ljus.

source: Not much warmth reaches your stiff fingers in these homemade gloves. It also appears that either this is not a single pair or the previous owner's left hand was much larger than the right.
sv: Inte mycket värme når dina stela fingrar i dess hemgjorda vantar. Det verkar som om det aningen är ett udda par eller att den förra ägarens vänsterhand var mycket större än den högra.

source: Leather Work Gloves
sv: Arbetshandskar i Läder

source: A pair of ill-made, ill-fitting leather gloves.
sv: Ett par läderhandskar som både passar dåligt och är av dålig kvalitet.

source: This embroidered pair of heavy leather gloves bears the symbols of the Horghh city guards. In places it is worn very thin, yet it appears to be exceptionally sturdy.
sv: Det här grova paret läderhanskar har symbolen för Horghhs stadsvakt inbroderat. Även om de är tunnslitna på sina ställen så verkar de väldigt stryktåliga.

source: Embroidered Guard Gloves
sv: Broderade Vakthandskar.

source: A comfortable pair of heavy leather gloves.
sv: Ett bekvämt par grova läderhandskar.

source: This chainmail mitten is full of dents and scratches. Despite the occasional rust-spots, it fits admirably and provides good protection in combat.
sv: Den här ringbrynjehandsken är full av bucklor och repor. Trots vissa rostfläckar så passar den bra och ger adekvat skydd i strid.

source: Link Gauntlet
sv: Ringbrynjehandskar

source: A pair of sturdy chainmail mittens.
sv: Ett par stadiga ringbrynjehandskar.

source: A few minutes of cleaning reveals a rare find: a full-plait armored gauntlet still in tact rescued from the depths.
sv: Ett par minuters städning avslöjar ett ovanligt fynd: En komplett plåtrustningshandske räddas från djupet.

source: Plaite Gauntlet
sv: Plåthanske

source: A dirty pair of plait-mail armored gauntlets.
sv: Ett smutsigt par av plåthandskar.

source: Your enemies may laugh at your dorky headgear, however, it does protect you from dull, bludgeoning objects
sv: Dina fiender må skratta åt din töntiga huvudbonad, men, den skyddar dig mot trubbiga, krossande saker.

source: Horned helmet
sv: Hjälm med horn

source: A stylish helmet adorned with the horns of a slain foe
sv: En stilig hjälm utsmyckad med hornen från en fallen fiende

source: Finally a head-gear designed to protect others from viewing the hideous wounds you have acquired over the years.
sv: Äntligen en huvudbonad designad för att skydda andra från att se de hemska sår du har dragit på dig under åren.

source: Full face helmet
sv: Sluten Tunnhjälm

source: A clunky helmet with narrow slits for the eyes and nose.
sv: En klumpig hjälm med smala hål för ögon och näsa.

source: This metallic piece of medieval clothing comes equipped with a visor that you can swoosh open when striking a dramatic pose.
sv: Det här medeltida utrustningsdetaljen kommer med ett visir som du lätt kan fälla upp när du intar en dramatisk posering.

source: Helmet with visor
sv: Hjälm med visir

source: A dented metal helmet with a removable visor.
sv: En bucklad hjälm med ett löstagbart visir.

source: This large helmet covers your entire face and parts of your neck and shoulders. It is worn mostly by knights.
sv: Den här stora hjälmen täcker hela ditt ansikte och delar av din nacke och skulderblad. Den bärs mest av riddare.

source: Knight's helmet
sv: Riddarhjälm

source: A giant metal orb of a helmet. The visor is rusted shut.
sv: En enorm metallboll till hjälm. Visiret är fastrostat.

source: This is the typical wizard's hat. It's as if the hat is begging others to mock its wearer. (Of course, this is generally when the mocker is engulfed in flames...)
sv: Det här är en typisk magikerhatt. Det är nästan som om hatten vädjar till andra att göra narr av bäraren. Detta medför oftast att narren uppslukas av en eldboll...

source: Pointy Hat
sv: Spetsig Hatt

source: A light blue broad rimmed hat with a weird pointy top.
sv: En ljust blå hatt med brett brätte och en lustig spetsig topp.

source: In early autumn when the nights start to cool and that old feeling returns, to hop over the backyard fence and follow a trail wherever it may lead... this is the hat you'd reach for.
sv: På höstkanten när nätterna börjar bli kallare och den där gamla känslan återvänder, längtan att hoppa över staketet i trädgården och följa stigen varthän den leder... så är det den här hatten du väljer.

source: Adventuring Hat
sv: Äventyrarhatt

source: A brown leather hat with a feather.
sv: En brun läderhatt med en fjäder.

source: I'm sure the couple flimsy boards held together by cat-gut will provide tons of life-saving cover in battle. On the positive side, at least it's a small, maneuverable shield.
sv: Jag är säker på att de där tunna plankorna som hålls ihop med ett kattskin kommer att ge massor med skydd i stridens hetta. Dessutom så är skölden liten och lättmanövrerad.

source: Buckler
sv: Bucklare

source: A small home-made wooden shield.
sv: En liten hemmagjord träsköld.

source: The shield's hard wood is dried and flame toughened. It is covered in martial colors and someone jokingly painted a bulls-eye on it.
sv: Skölden hårda trä är torkat och eldhärdat. Den är täckt av militärfärger och någon har ritat en måltavla på den som skämt.

source: Wooden Shield
sv: Träsköld

source: A well-made, sturdy wooden shield.
sv: En välgjord stadig träsköld.

source: This triangular metal shield would be a boon to any adventuring knight, if not for the the countless dents and rust-spots that cover its surface.
sv: Den här triangulära metallskölden skulle passa vilken vandrande riddare som helst, om det inte vore för de otaliga bucklorna och rostfläckarna som täcker dess yta.

source: Steel Shield
sv: Stålsköld

source: A triangular metal shield.
sv: En trekantig stålsköld.

source: A symbolic, painted dragon roars to life on this shield, as if to only remind its wearer of the absolute futility of carrying it against an actual one.
sv: En symbolisk, målad drake ryter till på den här skölden, om än bara för att påminna dess bärare om det fruktlösa i att använda det mot en riktig.

source: Ornate Dragon Shield
sv: Ornamenterad Draksköld

source: A metal shield covered with the painting of an ornate dragon.
sv: En metallsköld täckt med en målning av en ornamenterad drake.

source: A heavy duty cavalry shield, designed to withstand an impact by the lance of a horse-mounted rider, charging at full speed. Judging by the gaping whole in its center, it failed to do so last time.
sv: En tung kavallerisköld, designad för att stå emot hela kraften hos lansen hos en beriden riddare, som anfaller i full galopp. Att döma av det stora hålet i mitten, så misslyckades den förra gången.

source: Cavalry Shield
sv: Kavallerisköld
