Repository: q4a/scourge
Catalog: trunk/scourge/po/*.po
Languages: sv

source: Sabien the wizard sent word that while he was being held by the Order of the Grizzled Pony, he overheard a conversation. He asked us to enter the Order's now abandoned lair and search for clues regarding who or what their mysterious benefactor is. The tunnels used by these dwarven terrorist poets should now be empty as their recitals were moved elsewhere. Of course no cozy underground dwelling stays empty for long... who knows what creatures moved in to replace the dwarves. At any rate your job is turn up documents, maps or other clues that might shed light on who the Order works for.
sv: Magikern Sabien har sänt bud om att medan han hölls fången av den spräckliga ponnyn så lyckades han tjuvlyssna på en konversation. Han har bett oss att ta oss in i orderns numera övergivna håla och leta efter ledtrådar angående vem eller vad deras mystiske välgörare är. Tunnlarna som de här dvärgiska dvärgterrorister använder borde nu vara tomma, så deras deklamationer har flyttat vidare. Självklart så kommer inte något trevligt underjordiskt system att vara tomt länge... vem vet vilka sorts varelser som har flyttat in för att ersätta dvärgarna. Hur som helst så är ditt jobb att leta upp dokument, kartor och andra ledtrådar som kan kasta ljus över vem ordern jobbar för.

source: Boots of $Mycotharsius and a map of the $Abyss?! This does not sound good... Ask $Melathor about information on $Mycotharsius. As far as I know he's long been dead. Killed in a battle by his own greed for evil magic. He cannot possibly be behind the $Order... unless... unless the he's joined forces again with an Abyssal being. $Melathor should know more about this.
sv: $Mycotharsius kängor och en karta över $Abyss?! Det här låter inte bra... fråga $Melathor om om information rörande $Mycotharsius. Såvitt jag vet så har han varit död sedan länge. Dödad i strid av sin eget begär efter ondskefull magi. Han kan omöjligt vara bakom $order... om inte... om inte han har slagit sig ihop med en avgrundsvarelse. $Melathor borde veta mer om det här.

source: $Sabien is still waiting for any info you can dig up about the $Order. He needs to know who the dwarves are working for.
sv: $Sabien väntar fortfarande på om du kan hitta någon information om $Order. han behöver veta vem dvärgarna arbetar för.

source: Chapter 4: Among the Groez-Duil
sv: Kapitel 4: Bland Groez-Duil

source: You must travel to Thuzgol the city of the mountain dwarves, or the Groez-Duil as they call themselves. Once there, look up my old mentor Orhithales and show him the map you recovered from the lair of Order of the Grizzled Pony. If time permits, ask around about Mycotharsius and the Order. However, this is a more delicate operation than you may think. Be careful in your dealings with the Groez-Duil, as among them the Order is thought of as mystic heroes, legends from the golden age of the dwarves. Orhithales you can trust. He understands the true nature of the Order and he might be able to shed light on their connection to Mycotharsius.
sv: Vi måste resa till bergsdvärgarnas stad Thuzgol där dvärgarna kallar sig själva för Groez-Duil. När vi väl är där så kan vi leta upp min gamla läromästare Orhithales och visa honom kartan du fann i den spräckliga ponnyns grotta. Om du har tid så försök att fråga runt lite om Mycotharsius och ordern. Men det är en lite svårare sak att göra än vad du tror, var försiktig i din kontakt med Groez-Duil, för ordern har ett rykte bland dem som hjältar, legender från den gyllene dvärgeran. Orhithales kan däremot lita på. Han förstår orderns sanna natur och kan kanske ge lite upplysningar angående dess kopplingar till Mycotharsius.

source: Dragonscale armor?! I have not see one of these since the $end of the $Guardians of the Realm. I'll have to think about what to make of this... Good work nevertheless! It's good to hear from $Orhithales again! We were quite close for a long time, perhaps he told you.
sv: Drakfjällsrustning?! Jag har inte sett en av de här sen rikets $Guardians $end. Jag tror att jag måste tänka på vad det här betyder lite... Bra jobbar hur som helst! Det är trevligt att höra ifrån $Orhithales igen! Vi var ganska nära under en längre period, men han kanske berättade.

source: Remember to journey to $Thuzgol and talk to $Orhithales.
sv: Kom ihåg att resa till $Thuzgol och tala med $Orhithales.

source: Chapter 5: A brief visit with Mycotharsius
sv: Kapitel 5: En snabb visit hos Mycotharsius

source: Our agents have located Mycotharsius in the cellars of a peaceful monastery called
sv: Våra agenter har lokaliserat Mycotharsius i källaren på ett fredligt koster kallat

source: Good job, defeating $Mycotharsius! Now we know why $Sabien was kidnapped by the $Order! I sent Sabien the map of the $Abyss you found earlier and next you must visit him to ask how we can find $Mothrazu. I fear the end of all civilization may be bad for business... I marked Sabien's lair on the map posted on the mission board.
sv: Bra jobbat, med att besegra $Mycotharsius! Nu vet vi varför $Sabien blev kidnappad av $Order! Jag skickade Sabien kartan över $Abyss du hittade tidigare och jag skulle vilja att du besöker honom och tar reda på hur vi kan hitta $Mothrazu. Jag fruktar att civilisationens slut kommer att vara dåligt för affärerna... jag har markerat Sabiens grotta på kartan på anslagstavlan.

source: You still have to journey to the monastery of the Tower and defeat $Mycotharsius.
sv: Du måste fortfarande bege dig till tornets kloster och besegra $Mycotharsius.

source: Kill Mycotharsius the Mad
sv: Döda den galna Mycotharsius

source: Chapter 6: Sabien's Revelations
sv: Kapitel 6: Sabiens Uppenbarelser

source: You must call upon our old friend Sabien. He already knows the purpose of your visit, because I sent him the map fragment of the Abyss you found earlier. Be sure to ask him to explain its connection to Mothrazu. Additionally, try to get whatever information you can about the Guardians of the Realm. Remember that Sabien was abducted by agents of Mothrazu before, so he is a key figure in solving this mystery whether he knows it or not.
sv: Du måste ta dig till vår gamla vän Sabien. Han vet redan målet med ditt besök, för jag skickade honom kartfragmentet över avgrunden som du hittade innan. Se till att fråga honom att förklara dess koppling till Mothrazu. Dessutom, försök ta reda på allt du kan om Rikets Väktare. Kom ihåg att Sabien var bortrövad av Mothrazus agenter innan, så han är en nyckelfigur för att lösa det här mysteriet, oberoende om han vet det eller inte.

source: Interesting... so $Sabien claims $Mothrazu is trying to enter the $Abyss? I have read the notes he sent me and marked the location of the $tokens on the $board.
sv: Intressant... så $Sabien påstår att $Mothrazu försöker ta sig in i $Abyss? Jag har läst de anteckningar han har skickat mig, och har markerat platserna som $tokens finns på $board.

source: Have you traveled to see $Sabien yet? I marked his library on the $board.
sv: Har du rest för att se $Sabien ännu? Jag har markerat hans bibliotek på $board.

source: Talk to Sabien
sv: Tala med Sabien

source: Chapter 7: Tokens of the Gods
sv: Kapitel 7: Gudarnas Symbol

source: Browsing through Sabien's notes about the four tokens, it seems they are to be found quite close to here in an underground complex. The building is similar to the library of Sabien, because in fact, it was also built by the Guardians of the Realm. I expect since it stood empty for many centuries, several powerful monsters set up lair in its abandoned halls. But surely such trivialities do not concern heroes of your magnitude. And do hurry; I believe we're past earning a living and got ourselves into a saving the world type situation in earnest...
sv: När du skummar igenom Sabiens anteckningar angående de fyra symbolerna, så verkar det som om de ska g att hitta i närheten i ett underjordiskt komplex. Byggnaden är liknande Sabiens bibliotek, för det byggdes också av Rikets Väktare. Jag misstänker att flera kraftfulla monster har byggt bo i dess övergivna hallar, då det har stått tomt i ett antal hundra år. Men säkerligen så är sådana trivialiteter inget som avskräcker hjältar av er magnitud. Och skynda er, jag tror att vi inte längre försöker tjäna pengar, och försöker nu rädda världen på riktigt...

source: You must now take these $tokens to $Sabien in his library. Hurry, for only he knows how to employ them to unlock the wards that protect the door to the planar $device.
sv: Du måste ta de här $tokens till $Sabien i han bibliotek. Skynda, för endast han vet hur man ska använda dem för att låsa upp skydden på dörren till dimensions $device.

source: By the gods! While you amble about, the fate of the world hangs by a thread! Hurry and find the $tokens $Sabien needs!
sv: Vid gudarna! Medans du fumlar runt här så hänger världens öde på en tråd! Skynda dig och hitta $tokens $Sabien behöver!

source: Chapter 8: The Descent
sv: Kapitel 8: Nerstigningen

source: You must now return to Sabien's library and with the help of the tokens unlock the warded door. What lies beyond this portal is surely one of the secrets of the ancient world. Report back to me on anything unusal you witness. Let me know if you're able to uncover any information about the Guardians of the Realm or Mothrazu. As always be careful and please behave! Remember, you're representing the best (and only) dungeon janitorial service in town.
sv: Du måste nu återvända till Sabiens bibliotek och med hjälp av symbolerna låsa upp den skyddade dörren. Vad som ligger därbortom är säkerligen en av den gamla världens hemligheter. Rapportera tillbaka till mig om du ser något ovanligt eller hittar någon information om Rikets Väktare eller Mothrazu. Som alltid så gäller det att vara försiktig och väluppfostrad! Kom ihåg att du är en representant för den bästa (och enda) katakombstädarbyrå i staden.

source: I must really sit down for this... So, you traveled through an ancient planar device to... to... the Abyss?! And met a demon lord named $Karzul who promised to enter our world and use his infernal powers to destroy it? If what you say is true, we must track down $Mothrazu immediately. She must not be allowed to active the demon's gift. I'll have to research where her lair may be. When I know more, I will post it on the board.
sv: Jag måste verkligen sätta mig ner... Så du reste igenom en uråldrig dimensionsapparat till... till... avgrunden?! Och mötte en demonfurste vid namn $Karzul som lovade att ta sig in i vår värld och använda sina helvetiska krafter för att förgöra den? Om det du berättar är sant så måste vi leta reda på $Mothrazu omedelbart. Hon får inte aktivera demonens gift. Jag måste undersöka var hennes grotta ligger. När jag vet mer så kommer jag lämna informationen på anslagstavlan.

source: Have you been able to unlock the door in Sabien's library and learn what lies beyond? Remember to bring back anything important that is connected to the $Guardians of the Realm or the creature called $Mothrazu.
sv: Har du lyckats öppna dörren i Sabiens bibliotek och lära dig vad som ligger där bortom? Kom ihåg att ta med allt som är kopplat till Rikets $Guardians eller varelsen som heter $Mothrazu.

source: Investigate the warded door in Sabien's library
sv: Undersök den skyddade dörren i Sabiens bibliotek

source: Chapter 9: A Thorny Argument for Divine Favor
sv: Kapitel 9: Ett Taggigt Argument för Gudomlig Gunst

source: Our agents returned from abroad with exciting news! The lair of the rogue druid Mothrazu has been found in an abandoned complex on the Isle of Emeril. Unfortunately we can't use our staple tactic of full frontal assault... it seems she's employed some clever wardings to thwart such a strategy. Therefore I regret to tell you that this time around we'll have to resort to using our heads. Before we can crush this druidic menace, you must go forth and secure some items of antimagic binding. Without such aid, we can't hope to infiltrate Mothrazu's domain. Of course nothing is ever simple. In order to find the items you seek, you must pay a visit to Hornaxx, one of the minor deities under Unamoin. Now, she owes us a debt for saving some of her acolytes a while back, but it will be up to you to convince this goddess of Arguments to give you what you seek.
sv: Våra agenter återvände från utlandet med spännande nyheter! Skurkdruiden Mothrazus grotta har hittats i ett övergivet komplex på ön Emeril. Tyvärr så kan vi inte använda vår standardtaktik, att attackera rakt på. Det verkar som om hon har en del intelligenta besvärjelser för att förhindra sådant. Därför så är det med sorg jag meddelar att den här gången så måste vi använda våra huvuden. Innan vi kan krossa den här druidplågan så måste vi få tag på en del antimagiska föremål. Utan sådan hjälp så har vi inte en chans att infiltrera Mothrazus ägor. Självklart är inget någonsin enkelt, för att hitta föremålen så måste du besöka Hornaxx. En smågud under Unamoin. Hon är skyldig oss en tjänst för att vi räddade en av hennes lärjungar för ett tag sedan, men det är upp till dig att övertyga argumentetsgudinna att ge oss vad vi vill ha.

source: Welcome back! I regret to say we cannot waste more time! Remember to wear the gifts of the goddess and armed with antimagic binding objects enter the protected realm of Mothrazu. You must defeat her or our entire world is at stake! I will post her location on the board.
sv: Välkommen tillbaka! Jag är ledsen, men vi kan inte slösa mer tid! Kom ihåg att bära gudinnans gåvor och ta dig in i Mothrazus ägor med hjälp av de antimagiska föremålen. Du måste besegra henne, annars så kommer hela vår värld att falla! Jag lämnar en lapp på anslagstavlan med hennes position.

source: Have you visited Hornaxx the goddess of Arguments yet? Be sure to remind her of the debt she owes us, and hope that in her divine wisdom, she rewards you with items of antimagic binding. With such aid, we can finally try to defeat $Mothrazu.
sv: Har du besökt argumentens gudinna Hornaxx ännu? Se till att påminna henne om hennes skuld till oss, och hoppas att hon, i sin gudomliga vishet, belönar dig med lite föremål för att bekämpa magi. Med sådan hjälp så kan vi äntligen försöka bekämpa $Mothrazu.

source: Ask Hornaxx goddess of Arguments to equip each pc with an antimagic binding ite
sv: Be argumentationens gudinna Hornaxx att utrusta varje person med ett föremål för att bekämpa magi.

source: Chapter 10: Where Wild Weeds Grow
sv: Kapitel 10: Där Vilda Växter Växer

source: Mothrazu's lair is finally ready for our assault. Peril beyond description awaits within its crumbling halls, but luckily the land finally has heroes like it did in the age of the Guardians of the Realm. For you brave adventurers one misguided adept of nature should not pose a serious threat. ...Unless she is aided by extraplanar powers. ...Or managed to activate whatever device she acquired in the Abyss. ...Or, well, there are many other scenarios where your doom is all but certain. But let us not dwell upon such morbid travails! You will succeed for.. uh.. for sure. Remember to wear your armor of antimagic bindings, for Mothrazu's realm is protected by a poisonous miasma.
sv: Mothrazus håla är äntligen redo att bli attackerad. Obeskrivbar fara väntar på oss innanför dess flagnade väggar, men som tur är så finns det än en gång hjältar som på Rikets Väktares tid. För hjältar som er så borde en vilseledd naturlärjunge uppvisa något större hot. Om hon inte är skyddad av utomdimensionella krafter förståss, eller har lyckats aktivera vad hon nu hittade i avgrunden, eller... Det finns många andra händelseförlopp där er död är säkrad. Men låt oss inte tänka på sådana morbida detaljer! Ni kommer med all sannolikhet att ... lyckas. Kom ihåg att ta på er era antimagiska föremål, för Mothrazus domäner är skyddade av en giftig aura.

source: Excellent job eradicating the $druid. She truly was a menace of global proportions.|| Now... about another thing... I'm afraid the powers that be are less than pleased by you turning the Isle of Emeril into a hotbead of the budding apocalypse.|| Since you have returned the complex where you defeated $Mothrazu is no more. In its place stands an unnatural tree. (And I use the word 'tree' loosely here.) It is enormous and clearly extraplanar in nature.|| An event of this magnitude is out of the range of problems we normally deal with, therefore I asked $Melathor to research a solution. Talk to him before going to your next mission. Ask him about the Tree of Emeril.
sv: Utmärkt jobb med att dräpa $druiden. Hon var verkligen en odåga av globala proportioner.|| Nu, angående en annan sak, jag är rädd att de nuvarande krafterna inte är helt nöjda med att vi har förvandlat Emeril till en center för den kommande apokalypsen.||Sedan du återvände så har $Mothrazus komplex förstörts. I dess ställe så står det ett onaturligt träd. (Och jag använder ordet träd löst här). Det är enormt och helt klart multidimensionellt i dess natur.||Händelser av den här magnituden är bortom de problemen som vi vanligtvis brukar hantera, så därför så har jag bett $Melathor att forska kring en lösning. Tala med honom innan du beger dig på ditt nästa uppdrag. Fråga med trädet på Emeril.

source: Our time is limited. Be careful not to take too long, or $Mothrazu may well accomplish her vile deed. Now that our agents have finally located her lair, you should eliminate her once and for all!
sv: Vår tid är begränsad. Var noga med att inte ta för lång tid på dig, annars så kommer $Mothrazu hinna genomföra sina onda planer. Nu när våra agenter äntligen har lyckats lokalisera hennes tillhåll så borde vi förgöra henne en gång för alla!

source: Neutralize one hideous druidic menace
sv: Neutralisera en hemsk druidisk plåga

source: Chapter 11: Damage Control
sv: Kapitel 11: Skadekontroll

source: Our 'public relations' suffered a setback when we inadverdently unleashed the Tree of Emeril, the spawn of Arcanex, tunneler of planes upon the world. Therefore we need to clean up the mess.||Your mission is to go forth to Emeril once more and find out all that you can about the massive intruder. Be sure to ask Melathor about the 'Tree of Emeril' before attempting to communicate with the tree being. He may have some useful insight into how such a conversation can be initiated.
sv: Vårt varumärke skadades allvarligt när vi av misstag släppte löst Emerils Träd, Arcanexs yngel, världstunnlare i vår värld. Vi behöver därför städa upp efter oss.||Ditt uppdrag är att ta dig till Emeril återigen och få reda på allt du kan om den massiva inkräktaren. Se till att du frågar Melathor om Emerils Träd innan du försöker kommunicera med trädvarlsen. Han kanske har några bra förslag om hur man ska starta en sådan konversation.

source: I see... so the taint of evil being reported from the Isle of Emeril is actually the demon lord $Karzul entering our world? That sounds much better... I am sure our $clients will be happy to hear that...||Well, at least our path is now clear. It's do or die...||Rest quickly and then you will travel to abandoned monastery of Minirmuir, unlock the tombs of the $Guardians of the Realm and - hopefully - with their aid, defeat $Karzul.||Sounds... er... easy...
sv: Jag förstår... så en onda besudlingen som har rapporterats från ön Emeril är egentligen demonfursten $Karzul som tar sig in i vår värld? Det låter ju mycket bättre... Jag är säker på att vår $client är väldigt glad att höra det...||Åt minstånde så är det uppenbart vad som behöver göras, vi har att välja på att göra något åt det eller dö...||Se till att vila upp dig så ska du få resa till det övergivna klostret Minirmuir, få tillgång till Rikets $Guardians gravkammare och -förhoppningsvis- med deras hjälp, besegra $Karzul.||Låter... enkelt...

source: Nothing to report?! I'm handling a public relations nightmare of catastrophic proportions here! This may just be the last job we at S.c.o.u.r.g.e ever get to do unless you find a way to clean up this mess and find out what that tree wants.||Our $owners are talking about pulling our funding... If we're not quick, we'll soon have to find an alternate means of employment.||Oh, if the corruptive energies emanating from the Tree of Emeril don't destory the world first. Hurry!||Be sure to ask Melathor about the 'Tree of Emeril'. He may have more info.
sv: Inget att rapportera?! Jag försöker hantera en publicitetskatastrof här! Det här kan mycket väl vara det sista jobbet vi på S.c.o.u.r.g.e någonsin kommer att göra om inte du hittar ett sätta att städa upp den här röran och komma på vad det där trädet vill.||Våra $owners snackar om att dra in våra löner... Om vi inte är snabba så måste vi snabbt hitta alternativa arbetsgivare.||Om inte de förgörande energierna från trädet förstör världen först. Skynda!||Se till att tala med Melathor om Emerils Träd. Han har säkert mer information.

source: Speak with the intelligent tree being on the isle of Emeril. Bring back all info you find out.
sv: Tala med den intelligenta trädvarelsen på Emerils ö. Återkom med all information du kan hitta.

source: Man-at-arms
sv: Tungt Kavalleri

source: Born to fight, strong and fearless, you are always in the front line, equipped with the most powerful weapons and armors.||When the voice of the battle (weapon clangs, blood and screams) calls, the Man-at-arms answers.
sv: Född för att slåss, stark och orädd, så ser du till att alltid vara i första ledet, utrustad med de bästa vapnen och rustningen.||När stridens röst (vapenslammer, blod och skrik) ropar, så svarar det tunga kavalleriet.

source: Warrior
sv: Krigare

source: description goes here
sv: Här skriver vi beskrivningar

source: Barbarian
sv: Barbar

source: Elite Berserker
sv: Elitbärsärk

source: Spirit Commander
sv: Andekommendant

source: Veteran Warrior
sv: Veterankrigare

source: Elite Battle-beast
sv: Elitkrigsbest

source: Prime Dominator
sv: Förstaklassig Förtryckare

source: Champion of Justice
sv: Rättvisans Förkämpe

source: Primus Lictor
sv: Primus Liktor

source: Fighting Guardian of Truth
sv: Sanningens Krigande Försvarare

source: Supreme Executioner
sv: Chefsavrättare

source: Lightbringer Warrior
sv: Ljusskapande Krigare

source: Learned Battle Master
sv: Vis Stridsmästare

source: Planar Ally Knight
sv: Allierad Dimensionsriddare

source: Wandering Hand
sv: Kringströvande Tjuv

source: Mercenary
sv: Legosoldat

source: Veteran Soldier of Fortune
sv: Veteranlegosoldat

source: Elite Old Hand
sv: Gammal Elittjuv

source: Mastermind Commander
sv: Mästerkommendant

source: Assassin
sv: Lönnmördare

source: Master Assassin
sv: Mästerlönnmördare

source: Spy Mastermind
sv: Mästerspion

source: Outdoorsman
sv: Utbygdsjägare

source: Master Ranger
sv: Mästerjägare

source: Elite Wilderness Guard
sv: Elitskogsvaktare

source: Elite Arcane Ranger
sv: Gammal elitjägare

source: War-called Hermit
sv: Krigshermit

source: Nature's Vengence
sv: Naturens Hämnd

source: Insane War-Scholar
sv: Galen krigsstudent

source: War-mage
sv: Krigsmagiker

source: Elite War-caster
sv: Elitkrigsmagiker

source: Battle Mage Savant
sv: Krigsmagikergeni

source: Military chaplain
sv: Militär fältpräst

source: Celestial Commander
sv: Gudomlig Kommendant

source: Spirit-bound Fighter
sv: Andebunden Krigare

source: Arcane fighter
sv: Historisk Krigare

source: Arcane Commander
sv: Historisk Kommendant

source: Fighting Pedagog
sv: Krigande Pedagog

source: Magician
sv: Besvärjare

source: Though dressed with robes and carrying only small or ranged weapons, you become a dangerous opponent when you call upon the power of sorcery and mysterious energies start flowing around you.
sv: Även om du bara klär dig i en enkel dräkt och bär på små eller avståndsvapen, så kan du bli en skräckinjagande motståndare när du åkallar magin och mystiska energier flödar kring dig.

source: Apprentice Sorceror
sv: Gesällmagiker
