Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: Your closeness to nature imbues your being with raw energy. You can innately transform this into a healing force and cure your minor ailments twice a day. The prerequisite for this capability is having at least 25 points of nature magic skill.
es: Tu cercanía a la naturaleza te imbuye tu ser con pura energía. Puedes innatamente transformarla en fuerza curativa y sanar tus pequeñas afecciones dos veces al día. El prerequisito de esta capacidad es tener al menos 25 puntos de magia de la naturaleza.

source: Vitality Transfer
es: Transferencia de vitalidad

source: When invoked, this capability attempts to balance everyone's health scores in your party. The healer temporarily joins everyone's fate and shares hit points from healthy party members with those who need it. It is rumored that players also take on some of each others' personalities. The prerequisite of this capability is 25 points of Awareness magic and having at least 5 levels.
es: Cuando se invoca, esta capacidad intenta balancear la salud en tu grupo. El sanador se une temporalmente en el destino de todos y comparte puntos de vida de los miembros más saludables con aquellos que los necesitan. Se rumorea que los personajes también toman algo de las personalidades de los otros. Se necesitan 25 puntos de magia de conciencia y tener al menos 5 niveles para usar esta capacidad.

source: Healing Aura
es: Aurora de curación

source: A palpable aura of holy innocence surround you. This force originates from celestial powers as long as you remain favored by your deity. While you travel with this aura, you and those around you naturally recover from injuries. The prerequisite to obtaining this capability is a noble profession such as a healer or certain types of high level warriors.
es: Un aura palpable de inocencia sagrada te rodea. Esta fuerza origina un poder celestial, siempre y cuando mantengas el favor de tu deidad. Mientras tú viajas con esta aura, tu y los que te rodean os recuperáis de vuestras heridas. El prerequisito para obtener esta capacidad es tener una profesión noble como sanador o ciertos tipos de guerreros de nivel alto.

source: Arcane Stance
es: Recinto arcano

source: In your years of research you came across a lost treatiese on the art of defensive body movements in combat. Armed with this knowledge, the scholar can face an enemy in combat showing a least vulnerable side.
es: En tus años de investigación encontraste un tratado perdido del arte de las técnicas corporales de defensa en combate. Armado con esta sabiduría, el erudito puede hacer frente al enemigo en un combate mostrando menos vulnerabilidades.

source: Bow Mastery
es: Maestro de tiro

source: Many years of research teaches the scholar the perfect way to rain ranged attacks upon their enemies. Using the bow is as much about the contemplation of one's spirit as it is an execution of forms gleaned from ancient tomes. The high-level scholar receives an attack bonus with this capability.
es: Muchos años de investigación han enseñado al estudioso la manera perfecta de lanzar ataques a larga distancia sobre sus enemigos. Usar un arco está tan relacionado con la contemplación del espíritu como las formas recabadas de los tomos antiguos. Un erudito de alto nivel recibe una bonificación a su ataque con esta capacidad.

source: Nature
es: Naturaleza

source: of the Lake
es: del lago

source: Lesser healing touch
es: Toque de curación menor

source: Healing
es: Curación

source: Increases the target's HP by a minimal amount. The spell's power increases with the caster's level.
es: Incrementa los PG del objetivo una mínima cantidad. El poder del hechizo se incrementa con el nivel del lanzador.

source: Bless group
es: Bendecir grupo

source: Blessing
es: Bendición

source: Drawing on the ancient spirits of nature the caster raises the party's ability to succeed in vanquishing their foes.
es: Dibujado en los antiguos espíritus de la naturaleza, el incovador incrementa la habilidad del grupo en vencer a sus adversarios.

source: Cursed ways
es: Formas malditas

source: Encursing
es: Maldición

source: Nature's wraith hampers the target creatures in endeavors great and small. Every activity they attempt seems ill fated, ripe with strife. The more they struggle the more net of the curse closes in. The effects of the spell will wear off after a while.
es: El espíritu de la naturaleza entorpece a las criaturas en su propósito, sea éste grande o pequeño. Cada actividad que intentan parece tener un destino aciago, sazonado con lucha. Cuanto maś pelee, más apretará la red de la maldición. Los efectos del hechizo se dispersarán después de un rato.

source: Remove curse
es: Eliminar maldición

source: Curse Removing
es: Eliminación de maldición

source: The caster draws from the well of ordered peace that drifts in the void of Earth's creations. With urgency the target's spiritual balance is restored and cursed ways surrendered. This spell un-equips cursed items.
es: El lanzador extrae la placidez del orden del pozo que fluye en el vacío de las creaciones de la Tierra. De inmediato, el balance espiritual del objetivo se restaura y su destino maldito se borra. Este hechizo deshace los objetos malditos.

source: Gust of wind
es: Ráfaga de aire

source: Windy
es: Viento

source: With the wave of an arm in an age-long predescribed sacred motion, the weaver communes with the elemental forces of the wind to create a protective aura around her. The wind knocks all enemies back and causes some amount of sonic damage.
es: Con un viejo gesto de sagrada prescripción , el tejedor conmina a las fuerzas elementales del viento a crear un aura de protección a su alrededor. El viento expulsa a todos los enemigos y causa algo de daño sónico

source: The god of nature is an unpredictable fellow, even for a god. If you've ever experienced a sunny day suddenly ruined by the tidal wave from hell, you know what I'm talking about. Amod-Rheinur delights in the simple things: a good story around the campfire or strong ale shared by friends.
es: El dios de la naturaleza es un compañero impredecible, incluso para un dios. Si has experimentado alguna vez que un día soleado se arruine convirtiéndose en un tormenta infernal, sabes de lo que estoy hablando. Amod-Rheinur se deleita con las cosas más sencillas: una buena historia alrededor de un fuego de campamento o un cerveza fuerte compartida entre amigos.

source: A quick breeze flutters as if in annoyance.
es: Una brisa veloz revolotea como si quisiera molestar.

source: The smell around you reminds you of a sewer. Oh wait, you are in the sewers!
es: El olor a tu alrededor te recuerda a las cloacas. Un momento, ¡Estás en las cloacas!

source: All grows quiet for a moment. You hear water dripping nearby.
es: Todo está en silencio y oyes agua goteando en las cercanías.

source: You hear a simple bird call. It's like a half-wakened dream; brief and gone.
es: Escuchas el piar de un pájaro. Es como soñar medio-despierto: breve y que se va.

source: There is a floral scent to the air: fragrant and delicate.
es: Hay un perfume florar en el aire: fragante y delicado.

source: The air warms around you and you feel elated and strong.
es: El aire se calienta a tu alrededor y te sientes enaltecido y fuerte.

source: Divine Awareness
es: Percepción divina

source: of the Specter
es: del espectro

source: Body of stone
es: Cuerpo pétreo

source: Protecting
es: Protección

source: Temporarily increase target's AC. Spell power and interval increase with caster's level.
es: Temporalmente incrementa la CA. La potencia del hechizo y su duración se incrementan con el nivel del lanzador.

source: Empower friend
es: Potenciar amigo

source: Empowering
es: Potenciación

source: A party member is empowered for a period of time after the caster embarks to spiritually understand the divine nature of the target being.
es: Un miembro del grupo es potenciado durante un período de tiempo después de que el hechicero se embarque espiritualmente en entender la naturaleza divina del objetivo.

source: Burning stare
es: Mirada flamígera

source: Burning
es: Quemar

source: Simply by looking at the target the caster charges the surrounding air with spiritual energy which delivers a hot blast of burning matter and thus damaging the target. With practice the damage caused by this spell is increased.
es: Simplemente con mirar al objetivo, el invocador carga el aire alrededor con energía espiritual que asesta una explosión de materia en llamas, dañando al objetivo. Con práctica, el daño causado por el hechizo se puede incrementar.

source: Divine healing touch
es: Toque divino de curación

source: Heals a large amount of damaged hit points. The spell's power increases with the caster's level.
es: Cura muchos puntos de vida perdidos. El poder de curación se incrementa con el nivel del lanzador.

source: Dori's Tumblers
es: Vasos de Dori

source: Opening
es: Abertura

source: The caster is briefly able to manipulate all manners of closed objects. Locked doors and crates snap open when this spell is cast.
es: El invocador es brevemente capaz de manipular todo tipo de objetos cerrados. Puertas cerradas y cajas de manera se abren cuando este hechizo es lanzado.

source: Achieving awareness beyond the needs of the self is the reason followers of Minirmuir meditate for hours each day. She is basically a peaceful deity who considers all beings equal in the world. Needless killing, and wanton destruction however are likely to evoke her wrath.
es: Logrando una conciencia más allá de las necesidades de uno mismo es la razón por la que, los seguidores de Minirmuir, meditan durante horas cada día. Ella es una deidad pacífica que considera que todos los seres son iguales en el mundo. Sin embargo, el asesinato sin necesidad y la destrucción alocada probablemente evoquen su espíritu.

source: Suddenly you loose focus, a reptilian ego rising to overtake your senses.
es: De repente, pierdes tu concentración tu complejo reptiliano aflora y toma el control de tus sentidos.

source: The room sways momentarily and you struggle to stay upright.
es: La habitación se bambolea momentáneamente y tu luchas en mantenerte de pie.

source: You feel nothing; all is at peace.
es: No sientes nada; todo está en paz.

source: Strain as you might, the peace of the void is not within your grasp.
es: Afánate cuanto quieras pero no has dominado la paz del vacío.

source: Your movements grow catlike, balanced and easy, yet sinuous with power.
es: Tus movimientos se convierten en los de un gato, balanceados y con gracia, pero además con una fuerza sinuosa.

source: A flower blooms in your mind and you soar over an unknown landscape.
es: Una flor crece en tu mente y tu remontas el vuelo a un paisaje desconocido.

source: Life and Death
es: Vida y muerte

source: of Karma
es: de karma

source: Flame of Azun
es: Llama de Azun

source: Flaming
es: Incendio

source: Temporarily blind a group of enemies contained within a 5' cube.
es: Ciega temporalmente a un grupo de enemigos en un cubo de 5 pies.

source: Greater healing touch
es: Gran toque de curación

source: Increases the target's HP by a medium amount. The spell's power increases with the caster's level.
es: Incrementa los PG del objetivo una cantidad media. La potencia del conjunto se incrementa en función del nivel del lanzador.

source: Protective clay
es: Capa de protección arcillosa

source: The party's armor is augmented by the caster drawing a ward from nearby rocks, clay and roots.
es: La armadura del grupo se aumenta dibujando una protección con las raíces y rocas arcillosas cercanas.

source: Enthrall fiend
es: Cautivar adversario

source: Possessing
es: Posesión

source: The caster attempts to control the target creature's subconscious. This is done by concentrating on extinguishing the flame of perceived self-control which in the target's mind parts chaos from order. Once this barrier is broken subconscious thought gains equal precedence to life support functions and thought-possession becomes possible.
es: El lanzador intenta controlar el subconsciente de la criatura objetivo. Se hace concentrándose en extinguir la llama autocontrol percibido, en la que la mente del objetivo se divide el caos del orden. Una vez que esta barrera se rompe, el pensamiento subconsciente consigue la misma prioridad en funciones vitales, y por ende, la posesión del pensamiento es posible.

source: Break from possession
es: Eliminar posesión

source: Possession Breaking
es: Rotura de posesión

source: The caster attempts to break another magic user's thought-control of the target creature. To break the link of possession, the new caster will have to momentarily subject himself completely to this task and thus proving the selfless valour the gods require to restore the target's control of the subconscious.
es: El lanzador trata de romper otro mágico control mental del objetivo. Para romper el enlace de posesión, el nuevo lanzador deberá momentáneamente someterse a sí mismo completamente a la tarea, y además deberá proveerse del valor de los dioses necesario para restaurar el control del subconsciente por parte del objetivo.

source: Recall to life
es: Vuelta a la vida

source: Resurrecting
es: Resucitación

source: Reaching across the very fabric of the realm of shadows the caster attempts to resurrect any dead comrades. This spell is rumored to have a very high failure rate.
es: Alcanzando a través del tejido de los reinos de las sombras, el lanzador trata e resucitar algún compañero muerto. Se rumorea que este hechizo tiene una alta tasa de fracaso.

source: Absolute neutrality and nihilistic certainty best characterize Garzul. All beings that live are drifting slowly towards their unavoidable end in his eyes. Those whose time already passed rest in his peaceful halls, only waiting for the right summons to waken them from their cold slumber.
es: Neutralidad absoluta y certeza nihilista son las características que mejor definen a Garzul. Todas aquello que vive deriva de forma inevitable en sus ojos. Aquellos cuyo tiempo natural ha sido gastado, descansan en sus apacibles salones, esperando a su llamada para despertar de su frío adormecimiento.

source: Decay is all about you. Your mood is dragged low by a terrible certainty.
es: Te sientes decaído. Tu ánimo se desploma por una certeza terrible.

source: Death suddenly feels very near. Faint lights suggest the ghosts of those before you wailing in the walls.
es: Sientes la muerte muy cercana. Débiles luces te sugieren a los fantasmas de aquellos cuyos gemidos se oyeron antes que los tuyos entre estos muros.

source: You sense that perhaps you will live another day.
es: Sientes que quizás no vivirás otro día.

source: A loud boom travels up from the bowels of the earth.
es: Una explosión estrepitosa sube desde las entrañas de la tierra.

source: Small animals scurry off at the edges of your vision.
es: Pequeños animales se escabullen por los extremos de tu campo de visión.

source: The smell of fresh air fills your mind with hope and perseverance.
es: El olor a aire fresco llena tu mente con esperanza y tenacidad.

source: History and Lore
es: Historia y erudición

source: of Lore
es: de erudición

source: Ole Taffy's purty colors
es: Los bellos colores de Ole Taffy

source: Identifying
es: Identificar

source: Ole Taffy's parting gift to the world of magic was this spell which he used to briefly glimpse information about his surroundings. When used with sufficient skill, this spell displays the true nature of items and creatures around. It may even reveal traps.
es: El regalo de despedida de Ole Taffy al mundo de la magia fue este conjuro que usó brevemente para vislumbrar información sobre su entorno. Cuando se ha estudiado lo suficiente, el conjuro muestra la verdadera naturaleza de los objetos y criaturas a tu alrededor. Puede incluso revelar la existencia de trampas.

source: Call for Help
es: Pide ayuda

source: Summoning
es: Invocación

source: Entering a dream-like state, the caster browses her experiences of battles of the past as she attempts to summon forth a vanquished foe. If she succeeds the summoned creature will fight alongside the party and vanish once combat has ended. Should her focus waiver, however, the called upon creature may break free and turn upon its master.
es: Entrando en un estado casi de sueño, el lanzador busca sus experiencias de batallas en el pasado como si intentase invocar a un enemigo aniquilado. Si tiene éxito, la criatura convocada luchará con el grupo y desaparecerá una vez que el combate haya acabado. Sin embargo, si el hechicero rompiese su concentración, la criatura llamada sería libre y podría tornarse en contra su maestro.

source: Art of protection
es: El arte de la protección

source: Resistance to magic is increased when the caster's lore of magics is explored.
es: La resistencia mágica se incrementa cuando conforme las disciplinas mágicas sean estudiadas.

source: Invisibility
es: Invisibilidad

source: Invisible
es: Invisibilidad

source: The target's mortal shell is temporarily stripped from the soul, resulting in partial invisibility. The strength of the connection of body and soul is not to be denied however, and soon the effects wear off when the two meld again.
es: La envoltura mortal del objetivo es temporalmente separada de su alma, dando como resultado invisibilidad parcial. La fuerza de la conexión entre cuerpo y alma no puede evitarse y pronto los efectos se desvanecen y las dos partes vuelven a unirse.

source: Teleportation
es: Teletransportación

source: Teleporting
es: Teletransportar

source: By focusing to remember details about another location (HQ in this case) the caster is able teleport the entire party to that location. Use this spell to return to head-quarters when the battle is too intense. Just remember, upon failure, this spell may place you in an even less desirable location...
es: Concentrándose en recordar detalles de otro lugar (el cuartel general, en este caso), el hechicero es capaz de teletransportar a todo el grupo a ese lugar. Usa este hechizo para volver al cuartel general cuando la batalla es demasiado intensa. Sólo recuerda que si fallas, este hechizo te puede llevar a un lugar muy poco deseable.

source: Xelphate broods over the unending cycles of human history. Under her watchful eye the greatest of human triumphs and the saddest of tragedies unfold with undulating regularity. She alone is the keeper of the grandest mystery: the reason and conclusion for our existence in the world.
es: Xelphate se obsesiona sobre los inacabables ciclos de historia humana. Bajo su ojo vigilante, los más grandes triunfos y tragedias humanas se han desarrollado con ondulante regularidad. Es la única guardiana del mayor misterio: la razón y conclusión de la existencia en el mundo.

source: The room suddenly grows dark. You feel the very walls edge towards you.
es: De repente, la habitación se vuelve oscura. Sientes que los muros te cercan.

source: An ominous sound floats up from the dark. Your mind trembles before its might.
es: Un sonido aciago flota en la oscuridad. Tu mente tiembla ante su fuerza.

source: You smell... cabbage?!
es: Hueles a... ¿Col?

source: Beneath your feet, the earth cracks suddenly. Before you could react, the cracks heal and the ground smooths out again.
es: Por debajo de tus pies, de súbito, la tierra se rompe. Antes de que puedas reaccionar, las roturas se cierran y el terreno vuelve a ser suave.

source: Trumpets sound. The noise is glorious as if a victory occurred.
es: Suenan trompetas. El ruido es glorioso como si hubiera habido una gran victoria.

source: Warm air rises all around you. It comforts your tired limbs and seems to aid your recovery.
es: Aire caliente te rodea. Conforta tus extremidades cansadas y parece que te ayuda a recuperarte.

source: Ambush Trickery and Deceit
es: Emboscada mañosa e hipócrita

source: of Chaos
es: del caos

source: Silent knives
es: Cuchillos silenciosos

source: Attacking
es: Ataque

source: The caster summons a knife which is magically hurled at the target. The power of this spell increases with caster's level.
es: El lanzador convoca un cuchillo que es arrojado, mágicamente, al objetivo. El poder del hechizo se incrementa con el nivel del lanzador.

source: Poison of ignorance
es: Emponzoñamiento de la ignorancia

source: Poisoning
es: Envenenamiento

source: The caster entices the bile from the world's ignorants to damage a group of creatures near the target.
es: El lanzador incita a la bilis de los ignorantes del mundo a dañar a un grupo de criaturas cerca del objetivo.

source: Transmute poison
es: Transmutar veneno

source: Poison Neutralizing
es: Neutralización de venenos

source: Drawing upon the strength of the soul the caster fools the target creature's body into processing poison as if it were a harmless substance.
es: A partir de la fuerza de su alma, el lanzador engaña al cuerpo de la criatura objetivo en veneno elaborado como si fuera una sustancia inocua.

source: Blast of Fury
es: Explosión de furia

source: Blasting
es: Explosión

source: After some time spent in meditation upon pain and carnage, the caster unleashes her thought's physical manifestation as a wide cone of anti-matter fury.
es: Después de un tiempo de meditación sobre el dolor y la matanza, el lanzador desata una manifestación física de sus pensamientos como un cono de furiosa antimateria.

source: If gods can be said to have a sense of humor, surely Soroughoz is the jester among them all. He delights in unexpected endings and endless twists of plot. At a time saving one from certain demise only to be sent to the halls of Garzul moments later makes him roll with diabolical mirth. He is also a gambler, champion of the underdog and the bane of the mighty.
es: Si se pudiera decir que los dioses tienen sentido del humor, seguramente Soroughoz sería el bufón entre ellos. Se divierte con los finales inesperados y con los planes enrevesados sin fin. Una vez salvó a alguien de morir sólo para que fuera unos momentos a sus estancias de Garzul para hacerlo caer con su risa diabólica. También es un jugador, campeón de los perdedores y flagelo de los poderosos.

source: Confrontation
es: Confrontación

source: of the Abyss
es: del Abismo

source: Stinging light
es: Luz cegadora

source: Stinging
es: Cegar con luz

source: The caster hurls a number of projectiles of light at the target. Upon contact with a creature the projectiles cause searing damage. The number of missiles increases with caster's level.
es: El lanzador arroja varios proyectiles de luz al objetivo. En cuanto contactan con la criatura, causan daño por abrasión. El número de misiles se ve incrementado por el nivel del invocador.

source: Divine Aggressor
es: Agresor divino

source: Aggressive
es: Agresión

source: Arhareim, the hammer of gods in conjured to envelop the party in seething warlust for a period of time.
es: Arhareim, el martillo de los dioses es conjurado para envolver al grupo con hirviente lujuria belicosa durante un rato.

source: Malice Storm
es: Tormenta de malicia

source: Storming
es: Tempestad

source: The caster summons vast energies of the astral plains. These appear as tendrils of malicious energy penetrating the material plane.
es: El encantador invoca vastas energías de los planos astrales. Estas aparecen como zarcillos de energía deletérea que penetran en el plano material.

source: Ring of Harm
es: Anillo de perjuicio

source: Harming
es: Dañar
