Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: The Order of the Grizzled Pony? The dwarves? Surely they're a harmless lot! I've never had any ill dealings with them. In fact I hear their poetry is quite lovely. Although I must confess, I've never had the pleasure of a recital.
es: ¿La Orden del Poni Grisáceo? ¿Los enanos? ¡Si son inofensivos! Nunca he tenido ningún problema al hacer tratos con ellos. De hecho, he oído su poesía y es bastante preciosa. Aunque, he de confesar que nunca he disfrutado de un recital.

source: Hmm, sorry it doesn't ring a bell. A wizard you say? Strange I've come to know most everyone in the business... all of those still alive that is. In fact even those of... err... 'extended' existence as well. But I've never heard of a wizard named Sabien.
es: Ummm, lo siento, no suena la campana. ¿Un mago dices? Es extraño, suelo conocer a todo el mundo en el negocio... Todos aquellos están vivos. De hecho, incluso aquellos que... Err.. 'Extendieron' su existencia. Pero nunca he oído de un hechicero llamado Sabien.

source: The ancient sage Orhithales lives in $Thuzgol.
es: El sabio anciano de Orhithales vive en $Thuzgol.

source: The great dwarven city of Thuzgol is home to the Groez-Duil: the mountain dwarves.
es: La gran ciudad enana de Thuzgol es la casa de los Groez-Duil: los enanos de las montañas.

source: Well from what you tell me about her, she sounds like some kind of insane, cult-leader for the god of Nature? We have hacks like her by the dozens back in $Allovium...
es: Bueno, de lo que me cuentas sobre ella, parece ser algún tipo de ¿líder de un culto demente al dios de la naturaleza? Tenemos jacas como ella a docenas en $Allovium...

source: token,tokens
es: símbolo,símbolos

source: What, tokens you say? Yes, yes, you must find them! Uzudil is looking into it. Look on the board now and then to see if he's posted anything yet. He may want you to become more powerful before sending you out on such an important mission.
es: ¿Qué señales dices? Sí, sí, ¡Tenemos que encontrarlas! Uzudil las está buscando. Mira en el tablón ahora a ver si ya ha publicado algo. Puede que te quiera que seas más poderoso antes de enviarte a ese tipo de misión tan importante.

source: So he is real! I always thought the whole $Mycotharsius story was just tavern-gossip due to too much Troll Stout... ||Hmmm, so this changes everything! You say, he plans to enter our world and destroy it? Well he certainly can via the red teleporter. However, he should be relatively weak here without a permanent $link to his home plane.
es: ¡Entonces, es real! Siempre creí que toda la historia de $Mycotharsius era un rumor de taberna debido a demasiada||cerveza troll... Ummm, ¡eso cambia todo! ¿Y dices que planea entrar en nuestro mundo y destruirlo? Bueno ciertamente él podría hacerlo con un portal rojo. De todas formas, estaría aquí relativamente débil sin su $enlace permanente a su plano natal.

source: I think what $Karzul hinted at is such a thing. I am not sure how this is possible but it must that the device $Mothrazu is carrying will provide (when activated) a conduit to the powers of the Abyss. Using such a system would indeed allow $Karzul to exercise all his diabolic powers.
es: Creo que $Karzul sugirió tal cosa. No estoy seguro de cómo es posible, pero el dispositivo que $Mothrazu está llevando, al activarse, servirá de unión con los poderes del Abismo. De hecho, ese sistema permitiría a $Karzul ejercer sus poderes diabólicos.

source: Tree of Emeril
es: Árbol de Emeril

source: Yes, I have heard... creatures, friendly to our cause - few as they are - reported of a ring of ashen-black stone on the Isle of Emeril. In its center stands a massive tree, bursting out of the ground to the height of many stories.|| I've long studied of this being... this tree... spending many nights here in the library, unearthing dusty tomes from before the time of the $Guardians. I still don't know whether to believe all that I've come to understand... Such evil... such cunning!||You see, I have much to $explain so pull up a chair and listen.
es: Sí, he oído de... Criaturas, aliadas de nuestra causa - son muy pocas - informar de un anillo de piedra cenicienta negra en la Isla de Emeril. En su centro se alza un árbol sólido, creciendo desde el suelo hasta una altura fabulosa.|| He estudiado este ser... Este árbol... Pasando muchas noches en la biblioteca, abriendo tomos llenos de polvo de antes del tiempo de los $Guardianes. Todavía no sé si creer lo que he entendido.. Tanta maldad... ¡Tanta astucia!||Ya ves, te tengo mucho que $explicar, por lo que coge una silla y escucha.

source: explain
es: explicar

source: Yes, let us begin. First of all the tree... Little did the druid $Mothrazu suspect that she was but a pawn in a much larger plan. But then again, I suppose one must always keep such things in mind, when dealing with $fiendish powers...
es: Sí, empecemos. Primero el árbol... Poco nos hizo sospechar que la druida $Mothrazu no era más que un peón de un plan mayor. Pero otra vez, supongo que uno siempre debe tener guardar estos detalles en la cabeza al tratar con poderes $demoníacos...

source: fiendish
es: demoníacos

source: The demon $Karzul has given the seed to our friend Mothrazu, the crazed guardian of Nature. She claimed that visions of $Amod - the god of Nature - tormented her dreams and drove her on the quest to cover the material realm in an antediluvian forest.||However, I believe it to be far more concievable that the source of these nightmares was $Karzul himself, as he tried to not-so-subtly nudge our druid closer to the chasms of madness. ||The only $question which remains is why he would bother with such a thing.
es: El demonio $Karzul le ha dado la semilla a nuestra amiga Mothrazu, la tarada guardiana de la naturaleza. Ella clama tiene visiones de $Amod - el dios de la naturaleza - en sus atormentados sueños y la llevan a una búsqueda para cubrir el reino material con un bosque antediluviano.||Sin embargo, creo que esto está fuera de lo concevible y que la fuente de las pesadillas es $Karzul, ya que no ha sido muy sutil al llevar a nuestra druida a las fauces de la locura. ||La única $pregunta que queda es porqué $Karzul hace esto.

source: question
es: pregunta

source: In order to answer this question, I turned my energies to researching the 'tree'. After all, why would a powerful abyssal being take such keen interest in arboreal studies? Rest assured, his motives do not include whishing to make the world greener.||In fact, when I finally stumbled upon the connection ( haha, good one) the blood froze in my veins... I rememeber even still... the wind howling outside my chambers when by the light of the last of my tallow candles nearly guttering, I found what I was $looking for.
es: Para responder esa pregunta, pondré todas mis energías en investigar al 'árbol'. Después de todo, ¿porqué una presencia abisal tiene tanto interés en estudios arbóreos? Descansad seguros de que sus motivos no incluyen desear hacer el enverdecer el mundo.||De hecho, cuando finalmente tropecé con la conexión (ja, ja, muy bueno) la sangre se me congeló... Recuerdo incluso todavía... El viento aullando afuera de mis aposentos cuando la luz del último de mis candelabros de sebo, encontré lo que estaba $buscando.

source: looking
es: buscando

source: The ancient text nearly crumbled as I read its worn pages...||In archaic prose, it told the account of Licidus Arcun, the master scholar of Eruon - the ancient name of the very city of Horghh - who while collecting and categorizing species of nature, accidentally stumbled upon a being named $Arcanex.||Thought to be extinct for centuries, $Arcanex was the last of a race of sentient trees. One interesting quality of these beings is that their roots transcend physical limitations and can reach across multiple planes of existance.
es: El texto antiguo tan desmoronado como veo en sus páginas...||En una prosa arcaica, dice que la cuenta de Licidus Arcun, el señor erudito de Eruon - el nombre antiguo de la ciudad de Horghh - mientras coleccionaba y categorizaba especies naturales, accidentalmente tropezón con un ser llamado $Arcaex.||Aunque está extinguido desde hace siglos, $Arcanex es el último de la raza de los árboles sintientes. Una cualidad de estas criaturas era que sus raíces trascendían las limitaciones físicas y podían alcanzar múltiples planos de existencia.

source: Yes, it is pure genius, don't you see? $Karzul must have somehow got a hold of a seed of Arcanex - or another member of his tree race. ||Since $Karzul cannot exist in our reality without an extraplanar link to his home plane - the $Abyss - he sent $Mothrazu to prepare for his coming. I am sure of it! He plans to dominate this world, but he needed a mechanism to ensure all his powers would be available to him while in the material realm. A plane-tunneling conduit like the roots of the Tree of Emeril is perfect. ||Now $nothing can stop him as he invades and enslaves all of humankind.
es: Sí, es pura genialidad, ¿no lo ves? $Karzul debe haber de alguna forma conseguido una semilla de Arcanex, u otro miembro de la raza arbórea. ||Como $Karzul no puede existir en nuestra realidad sin una atadura planar a su plano natal - el $Abyss - envió a $Mothrazu para preparar su venida. ¡Estoy seguro de ello! Planea dominar el mundo, pero necesita un mecanismo para asegurarse de que pueda usar sus poderes aun estando en el plano material. Una unión entre planos, como los que realizan las raíces del Árbol de Emeril es lo que necesita. || Ahora $nada puede pararlo para que invada y esclavice a la humanidad.

source: nothing
es: nada

source: I marvel at the genious of his plan even while quaking with terror... You must travel and $speak with the tree. ||Remember it is a sentient, though conversing with it is likely to be challenging even if it notices humans at all... Find out all that you can about its plans and details about how and when $Karzul is likely to enter our world. Based on the information you reconnoiter perhaps we can formulate a plan...|| For if with this last mission we don't find some way to stop $Karzul, we may as well say farewell to all that we hold dear.||Now go!
es: Me maravillo de la genialidad de su plan incluso aunque tiemblo de terror... Debes viajar y $hablar con el árbol. ||Recuerda que es sintiente, aunque conversar con él es como desafiarle incluso si se da cuenta de que hay humanos... Entérate todo lo que puedas de sus planes y detalles acerca de cómo y cuándo $Karzul entró en nuestro mundo. Basándote en la información que reconoces quizás puedas formular un plan..|| Porque si con esta última misión no encontramos medio alguno para parar a $Karzul, podemos despedirnos de todos los que queremos.||¡Vete ahora!

source: Oh yes, I almost forgot. I did read a bit on how to communicate with a spawn of $Arcanex. As you can I'm sure imagine a relationship between a mere mortal and a towering, arboreal plane-dweller is at the least a frustrating exercise in inter-species protocol. A more likely situation is that the plant will ignore you completely. In order for succesful contact, you must present the tree with a subject of interest.||It is just our luck that this particular spawn of $Arcanex decided to lair not far from the entrance of an abandoned underground deep-elven stronghold. Why the elves left the place is not known to me, however I do know that they left behind a powerful artifact, known as the 'Quen-go-Nul', or the $Cronostar. ||Simply put, the $Cronostar when activated can slow time in a given radius by creating a pocket dimension around its handler. I'm convinced, that the proximity of such an ancient device will spur any sentient plane traveler to endless chatter.
es: Oh sí, casi lo olvido. Leí un poco sobre cómo comunicarse con la progenie de $Arcanex. Estarás de acuerdo que comunicar a un mero mortal y un morador del plano arbóreo de gran tamaño es al menos un ejercicio frustante de protocolo entre especies. Una situación más esperable es que la planta te ignore completamente. Para establecer contacto, tienes que presentarte al árbol como un objeto de interés||Tenemos suerte de que este retoño de $Arcanex haya decidido no morar muy lejos de la entrada del fuerte subterráneo de los elfos profundos, ya que los elfos dejaron un poderoso artefacto, conocido como el 'Quen-go-Nul', o la $Cronoestrella. ||Simplemente la $Cronoestrella puede crear una dimensión de bolsillo que enlentezca el tiempo en un radio dado alrededor de su portador. Estoy convencido de que la proximidad a ese antiguo aparato estimulará a cualquier viajantes sintiente a una charla sin fin.

source: The Cronostar was created by elven mages in the ancient times - before humans, hrmph! Its initial use was to safely harvest deep growing mushrooms - an elven delicacy - from the safety of its pocket dimension. ||Judging from the fact that this elven stronghold now stands empty, perhaps the Chronostar's powers were outmatched by whatever force dwells there in the depths of the earth... ||Yet I am confident it will be no match for you. ||After retrieving it from the lowest level of the stronghold, proceed directly to the spawn of $Arcanex and attempt to make contact...
es: La Cronoestrella fue creada por magos elfos en los tiempos de antaño - antes de los humanos - ¡Um! su uso primerizo fue cosechar las setas que crecían en la profundidad - una delicia élfica - a su dimensión de bolsillo.||A juzgar por el hecho de que el fuerte elfo está vacío, quizás los poderes de la Cronoestrella han sido superados por alguna fuerza que more en las profundidades de la tierra.. ||Todavía estoy confiado en que no será igual para ti. ||Después de recogerla de los más profundos niveles del fuerte, procede directamente a intentar hacer contacto con la progenie de $Arcanex...

source: nightward,nightwards,nightlord
es: pupilo oscuro,pupilos oscuros,señor oscuro

source: Yes I have heard of them before... a magical race that lives in a world of infinite twilight. They have near-immortal life-spans and like nothing better than their arts and crafts. They say, the nightwards' deep spiritualism is drawn from the ever shifting gloom of their homeland.||However, beyond of a few interesting relics and collectibles, very little is known about them.
es: Sí, he oído de ellos antes... Una raza mágica que vive en un mundo de crepúsculo sin fin. Tienen una vida casi inmortal y son los mejores en las artes y oficios. Dicen que la espiritualidad profunda del crepúsculo se dibuja de la oscuridad cambiante de su tierra.||Sea como sea, además de unas pocas reliquias interesantes y coleccionables, se conoce muy poco sobre ellos.

source: I suppose I should have known you would find out about me... it's no use to pretend anymore.||Sit and listen now to the true story of Melathor of Allovium, or rather, the story of Narglum of the Seeker tribe.||We nightwards live long lives... maybe it is the lack of sunshine, or the xenogenic mists swirling in the eternal twilight of our home place. No one knows the real reason but the fact is nightwards routinely live past a thousands years of age.||There is much we see in the passing of such massive amounts of time. Humanity was long known to us although we had no way to travel across the dimensional breach that separates our worlds. Until the fateful day of the $accident we only admired the ceaseless process of the material realm from afar.
es: Supongo que debería conocer cómo me encontrarías... No lo fingiré más.||Ahora, siéntate y escucha la verdadera historia de Melathor de Allovium, o mejor, la historia de Narglum de la tribu de los Buscadores.||Nosotros, los pupilos de la oscuridad tenemos largas vidas... Quizás es la falta de luz solar, o la niebla que giran en espirarl en el eterno crepúsculo de nuestro hogar. Nadie sabe cuál es la razón, pero el hecho es que los pupilos viven unos milenios.||Hay mucho de lo que vemos en durante ese tiempo. Hace tiempo que conocimos a la humanidad aunque no hubimos viajado a través de la brecha dimensional que hay entre nuestros mundos. Hasta aquel fatídico día cuando el $accidente, sólo admirábamos, desde lejos, los procesos sin fin del reino material.

source: accident
es: accidente

source: One day our tribal elders selected a group of us to bring our finished craft through the forests and trade them for coin with those living on the other side.||However, our journey through the forest was interrupted. A strange wind rustled the leaves of the ancient oaks.. and as we neared the darkest, most ancient grove of these eldritch giants, the wind brought rain and hail.||Shards of ice flew down from the sky, slicing at our cloaks like shrapnel from heaven. The smells, the colors, the angle of the rain... it all seemed unnatural.||When the storm grew the fiercest, the falling hail seemed to grow into a solid shape at the center of a clearing and before our very eyes, the ice formed a swirling vortex! An inter-dimensional rift appeared, made of screaming, circling razor sharp pieces of hail...||Threre was no escape. We tried to turn our horses, abandoning all gear and heavy clothing, but to no avail. The blooming dimensional gateway slowly but surely drew us ever closer to its howling core. Around us we could see through the freezing mists how the gnarled ancient trees were uprooted one at a time.||And just when we thought our lives forsaken, when our prayers to Regbreon went unanswered, suddenly an eerie $silence replaced the howling ice vortex's screams.
es: Un día, los ancianos de nuestra tribu seleccionaron a un grupo de nosotros para llevar nuestro arte a través de los bosques y comerciar con él con aquéllos que viven en el otro lado.||Sin embargo, nuestro viaje por el bosque se interrumpió. Un viento raro hizo crujir las hojas de los antiguos robles... Y cuando llegábamos a un antiguo bosquecillo de estos gigantes, el viento nos trajo lluvia y granizo.||Fragmentos de hielo caían desde el cielo, horadando nuestras capas como metralla celestial. El olor, el color y el ángulo de la lluvia... Parecían sobrenaturales.||Cuando la tormenta se hizo más fuerte, el granizo pareció crecer en una forma sólida en el centro de un claro y, delante de nuestros ojos, ¡el hielo formó un vórtice giratorio! Apareció una fisura interdimensional, hecha de hielo afilado y aullante...||No había forma de escapar. Intentamos hacer volver a nuestros caballos, abandonando todo nuestro equipo y ropas, pero no pudimos. El portal dimensional se abría lentamente pero nos atraía cada vez más a su centro aullante. A nuestro alrededor podíamos ver a través de la niebla congelada cómo los antiguos árboles habían sido sacados de raíz.||Y, justo cuando pensábamos que nuestras vidas estarían perdidas, cuando nuestras oraciones a Regbreon no eran atentidas, de repente, un espeluznante $silencio sustituyó a los gritos aullantes del vórtice de hielo.

source: silence
es: silencio

source: Surprised at the sudden quiet we almost didn't notice the blinding sun! We lay on a beach, our equipment strewn like kindling all around us. The vortex, the forest, our horses... all gone. To this day I don't know how we escaped with our lives!||We wandered your strange land then for many years. We visited the elves of Allovium, the dwarven mountain fastness of Thuzgol and many human cities. All in all we were disappointed in the material realm during those first years. Where we expected art and science, found most concerned with only their daily bread.||Those living in poverty were forced to behave more like animals than the noble beings we expected to find. And those with money, the supposed 'nobility' existed as if the starving, ailing masses around them were only an inconvenient blemish upon their otherwise perfect days of debauchery.||When we all but gave up of ever finding true humanity on the material plane, we met the $Guardians of the Realm. Not only did they recognize us for what we were, they understood our unique situation! We spent many years together, teaching the ways of our people to each other. We also researched a way to travel across the dimensional divide the separates our cultures. With the aid of the $Guardians, we were able to finally travel home.||Many centuries after we sought for a way to repay the Guardians for the kindness they have shown us. The opportunity emerged when we heard of the doom $prophecy that was to end the $Guardians' long reign of peace.
es: ¡Estábamos tan sorprendidos por el repentino silencio que casi no nos hemos dado cuenta del sol cegador! Caemos en la playa, nuestro equipo está desparramado como una llamarada alrededor de nosotros. El vórtice, el bosque, nuestros caballos... Todo se ha ido. ¡Hasta ahora, no sabemos cómo hemos escapado vivos!||Vagamos por tu extraña tierra durante años. Visitamos a los elfos de Allovium, a los enanos de las montañas de Ord y muchas ciudades humanas. Todo lo que veíamos nos desilusionaba durante los primeros años. Donde esperábamos encontrar arte y ciencia, encontramos que la mayoría sólo se preocupaban de su pan diario.||Aquellos que vivían en la pobreza fueron forzados a comportarse más como animales que como los seres nobles que esperábamos encontrar. Y aquellos con dinero, supuestamente la 'nobleza' existían como si las masas hambrientas y enfermas que había a su lado fueran un inconveniente, una úlcera de los casi perfectos días de libertinaje.||Cuando nos dimos por vencidos en nuestra búsqueda de la verdadera humanidad que habitaba el plano material, nos encontramos a los $Guardianes del Reino. No sólo nos reconocieron como lo que éramos, ¡sino que entendieron nuestra especial situación! Pasamos años juntos, enseñándonos mutuamente. También investigamos una forma de viajar por la división dimensional que separa nuestras culturas. Con la ayuda de los $Guardianes, fuimos capaces de volver a casa.||Muchos siglos después, encontramos una forma de devolver el favor a los Guardianes por la gentileza para con nosotros. La oportunidad surgió de lo que oímos de la $profecía de la ruina que sería el fin del largo reinado de paz de los $Guardianes.

source: prophecy
es: profecía
