Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: A faint touch of electricity strokes your skin when nearing this many-sided metal piece.
es: Una débil chispa golpea tu piel cuando te acercas a esta pieza de metal poliédrica.

source: The hendecagonal token of Garzul-Meg-Aonrod
es: La señal endecagonal de Garzul-Meg-Aonrod

source: The piece of metal displays a feel of electricity.
es: Este trozo de metal te muestra una sensación eléctrica.

source: Quen-go-Nul or the Cronostar is a powerful elven artifact. Crafted eons ago by the deep elves, it is thought to possess the ability to slow down time, while keeping its user safe in a temorarily created pocket dimension.
es: Quen-go Nul o la Cronoestrella es un artefato élfico muy poderoso. Forjado hace eones por los elfos profundos, se cree que posee la habilidad de ralentizar el tiempo mientras que mantiene a su usuario a salvo en una dimensión temporal 'de bolsillo'.

source: Cronostar
es: Cronoestrella

source: A faint smell of decayed flowers hangs in the air.
es: Un débil olor a flores corruptas se nota en el aire.

source: An heavy blacksmith anvil used to forge powerful blades.
es: Un pesado yunque de herrero usado para forjar poderosas hojas.

source: Anvil
es: Yunque

source: An heavy anvil
es: Un yunque pesado

source: Clamps used by blacksmiths to pick up white-hot metal stocks.
es: Los herreros usan abrazaderas para coger piezas de metal al rojo blanco.

source: Clamps
es: Abrazaderas

source: A pair of clamps
es: Un par de abrazaderas

source: Judging by the burnings on its handle, this hammer was used near a hot flame.
es: A juzgar por las quemaduras de su mango, este martillo se usó cerca de una llama.

source: Hammer
es: Martillo

source: An heavy hammer
es: Un martillo pesado

source: A sharp and shiny piece of metal, with a blade and a tang. If only there would be a hilt nearby...
es: Una hoja de metal brillante y muy afilada y con una espiga. Si hubiera algo que golpear cerca...

source: Unmounted sword blade
es: Hoja de espada sin montar

source: An unmounted sword blade
es: Una hoja de espada sin montar

source: A shiny golden chalice used by some high-ranked lord. These items are the favorite weapon of royal traitors and disappointed wives: gold and poison... the usual plot.
es: Un brillante cáliz de oro usado por algún señor de alto rango. Estos objetos son el arma favorita de los traidores reales y de las esposas decepcionadas: oro y veneno... El plan típico.

source: Chalice
es: Cáliz

source: A golden chalice
es: Un cáliz de oro

source: A short bluish stone casts a pale light from the end of this wand.
es: Una piedra azulada emite una luz pálida desde el extremo de la vara.

source: Blue opal wand
es: Vara de ópalo azul

source: A simple wand with a blue opal affixed to its top.
es: Una vara con un ópalo azul clavado en su extremo superior.

source: Two wooden threads lacquered in gold twine to form the handle of this wand.
es: Dos hebras de madera lacada en oro trenzado forman el mango de esta vara.

source: Golden spiral wand
es: Vara en espiral dorada

source: A wand covered in gold paint
es: Una vara cubierta de pintura de oro

source: This heavy golden wand bears the symbol of an ancient dwarven kingdom. Created as much as a symbol of reign as to store potent magic.
es: Esta pesada vara dorada lleva el símbolo de un antiguo reino enano. Se creó tanto como un símbolo del reino como para almacenar poderosa magia.

source: Scepter of the Dwarven Kings
es: Cetro de los reyes enanos

source: A large wand bears a strange symbol
es: Una larga vara que lleva un extraño símbolo

source: Rumor has it the troll mystic Urgle locked some of his essence in this strange looking wand.
es: Los rumores cuentan que el troll místico Urgle encerró algo de su esencia en esta extraña vara.

source: Urgle's claw
es: Garra de Urgle

source: A gray wand that bears the likeness of a hook or a claw.
es: Una vara gris que se parece a un garfio o a una garra.

source: Romanoff the vampiric ranger assassin met his end when battling a goblin mage wielding this strange wand.
es: Romanoff, el asesino montaraz vampiro encontró su final luchando contra un mago trasgo esgrimiendo esta extraña vara.

source: Romanoff's Final Rebuke
es: Represión final de Romanoff

source: A reddish wand with a shrunken humanoid skull at its top.
es: Una vara rojiza con una calavera humana encogida en su extremo superior.

source: This wand's presence strikes you like a sudden gust of cold wind. A strange voice whispers tidings of chaos in your ear.
es: La presencia de esta vara te golpea como una repentina ráfaga de aire frío. Una extraña voz susurra una oleada de caos en tu oreja.

source: The wand of the Secret Flame
es: La vara de la llama sagrada

source: A white wand whose many branches end in hooked bloody claws.
es: Una vara blanca cuyas muchas ramas terminan en afiladas y sangrientas garras.

source: This grayish-blue steel ring is favored by the dwarven miners of Thuzgol.
es: Este anillo azul-grisáceo se debe a los enanos mineros de Thuzgol.

source: Dwarven steel ring
es: Anillo de acero enano

source: An unadorned gray steel ring
es: Un parco anillo gris de acero

source: A green ring adorned by a leaf motif that runs around both its inner and outer sides.
es: Un anillo verde adornado por una hoja que se cierne sobre ambos caras.

source: Elven leaf ring
es: Anillo de hoja élfico

source: A green ring with leaves etched on its surface.
es: Un anillo verde con hojas sobre su superficie.

source: This red ring has clearly seen its share of action. Its surface is marred by countless chips and dings.
es: Este anillo rojo claramente ha visto acción. Su superficie está marcada por incontables arañazos y rayajos.

source: Orc war-ring
es: Anillo de guerra orco

source: A red ring that looks like it was used in place of a knife.
es: Parece que se usó este anillo rojo en lugar de un cuchillo.

source: This gold ring with bright green stone was worn by Count Uluf the late Court Astronomer.
es: Este anillo de oro que lleva una piedra verde fue llevado por el Conde Uluf el último astrónomo de la corte.

source: Ceremonial ring of Count Uluf
es: Anillo ceremonial del Conde Uluf

source: A small gold ring with a green gem.
es: Un anillo de oro con una gema verde.

source: A strange sygil is etched into the precious gem embedded in the mouth of a dragon on top of this ring.
es: Un piedra preciosa está engarzada en la boca del dragón de este anillo.

source: Zarnan's Sealer
es: El sello de Zarnan

source: This ring is clearly a seal of some sort.
es: Está claro que el anillo es, de alguna forma, un sello.

source: This powerful ring was one of the few crafted by the elven jewelers of Arthel.
es: Este poderoso anillo fue uno de los pocos forjados por los joyeros elfos de Arthel

source: Ring of Arthel's Pride
es: Anillo orgullo de Arthel

source: A blue metal ring with a sparkling stone.
es: Un anillo metálico de color azul con una piedra brillante.

source: A cheap mountain quartz is framed in copper on a strip of leather.
es: Un cuarzo barato de montaña ha sido engarzado en cobre con una banda de cuero.

source: Crystal amulet
es: Amuleto de cristal

source: A clear stone adorns this necklace.
es: Una piedra transparente adorna este collar.

source: The full face of the red sun smiles reassuringly from its golden chain.
es: La cara completa de un sol rojo sonríe de modo tranquilizador desde su cadena de oro.

source: Talizman of the Sun
es: Talismán del Sol

source: A golden necklace with a carving of the sun.
es: Un collar de oro con un sol labrado en él.

source: The mysterious forest spirit Dhiki is the patron entity of the Torunga people who crafted this amulet in her likeness.
es: El misterioso espíritu del bosque, Dhiki es la entidad patrona de los Torunga en cuyo honor forjaron este amuleto.

source: Amulet of Dhiki the Forest Spirit
es: Amuleto de Dhiki, el espíritu del bosque

source: A green stone shines in this amulet.
es: Una piedra verde brilla en este amuleto.

source: A mysterious single eye peers embedded in purple stone, hanging from a silver chain.
es: Un misterioso ojo engarzado en piedra púrpura cuelga de una cadena de plata.

source: Amulet of Watcher
es: Amuleto del vigilante

source: The eye of this amulet watches you.
es: El ojo de este amuleto te vigila.

source: A healing hand faces palm out on the pendant of this hanging talisman.
es: Una mano con la palma abierta pende del talismán.

source: Amulet of Guiding Hand
es: Amuleto de la mano que guía

source: A talisman with the etching of a hand.
es: Un talismán con una mano grabada al agua fuerte.

source: Ragnar the dwarven usurper is portrayed on this rare hanging charm.
es: Ragnar el usuarpador enano está retratado en este colgante encantador.

source: Token of Ragnar
es: Señal de Ragnar

source: A picture of a dwarven warrior shows on this amulet.
es: En este amuleto hay un dibujo de un guerrero enano

source: When near you feel a calming sensation emanate from the stone of this talisman.
es: Cuando estás cerca, sientes que una sensación de calma emana de la piedra de este talismán.

source: Amulet of Shielding Aura
es: Amuleto de aura de protección

source: This rare amulet has a calming feel to it.
es: Este raro amuleto tiene un efecto calmante.

source: A simple wooden staff, yet tendrils of magic intrigue your senses.
es: Un sencillo bastón de madera cuyos jirones de magia intrigan tus sentidos.

source: Wooden Staff
es: Bastón de madera

source: A simple wooden staff.
es: Un sencillo bastón de madera.

source: The snake worshipping halfling mages of Orn crafted this steel staff.
es: Los adoradores de la serpiente por los magos medianos de Orn forjaron esta vara de acero.

source: Snake Staff
es: Bastón ofídico

source: A metal staff with the leering head of a cobra.
es: Un bastón de metal con una amenazante cabeza de cobra.

source: The tale of Zordok is one of caution. It's rumored, the hapless lizard mage managed to trap himself in a staff such as this one.
es: El cuento de Zordok trata sobre el peligro. Se rumorea que el desafortunado mago reptil consiguió atraparse a sí mismo en un bastón como éste.

source: Staff of Zordok the Clumsy
es: Bastón de Zordok el torpe

source: The wooden staff emits quiet whimpering noises when held.
es: El bastón de madera emite unos sutiles quejidos cuando se coge.

source: Don't pick up this staff. Get Zoran's instead... yes, Zoran's staff is much better made.
es: No tomes este bastón. En vez de él, coge el de Zoran... Sí, el bastón de Zoran está mucho mejor hecho.

source: Staff of Resentful Thoughts
es: Bastón de los pensamientos ofendidos

source: A staff made of a gray wood.
es: Un bastón hecho de madera gris.

source: Magical runes run the entire length of this staff. It is unmistakeably to be used for something magical.
es: Runas máginas se encuentran dispersas por todo el bastón. Es obvio que se solía usar para algo relacionado con la magia.

source: Staff of the Magus
es: Bastón de los magos

source: A black staff with golden runes.
es: Un bastón negro con runas doradas.

source: Pure evil emanates from the horned skull head set atop this staff. The ornamental top appears to suggest you rid yourself of your party members.
es: Pura maldad emana de esta calavera con cuernos que adorna la parte superior del bastón. Ésta parece sugerir que te libres de ti mismo o de los miembros de tu grupo.

source: Horned Staff of the Shade
es: Bastón cornudo de las sombras

source: A red pole with a horned skull attached to its top.
es: Una pértiga roja con una calavera cornuda en su extremo superior.

source: Two-handed
es: A dos manos

source: Large
es: Grande

source: Made of Metal
es: Hecho de metal

source: Bludgeoning
es: Golpeado con una cachiporra

source: Small
es: Pequeño

source: Robes
es: Togas

source: Plate-mail
es: Cota de escamas

source: Ranged Weapons
es: Armas de largo alcance

source: Well, well... what have we here? Judging by your trembling, you $suspect who I am...
es: Bueno, bueno... ¿Qué tenemos aquí? A juzgar por tu temblor, tienes $suspect sobre quién soy...

source: Don't be frightened, I $wish you no harm... yet.
es: No te asustes. No $deseo hacerte daño... Todavía.

source: Please, allow me to turn you inside out.
es: Por favor, permíteme darte una vuelta.

source: Ah the screams of the tortured! A lovely music, don't you agree?
es: ¡Ah, los gritos de un torturado! Una música encantadora, ¿no estás de acuerdo?

source: wish,suspect
es: deseo,sospechoso

source: That's right, I am Karzul Agmordexu, Lord Protector of the 512th layer of the $Abyss. I must really apologize for these grim surroundings. But fear not, if all goes according to my $plan I will soon entertain guests in a much larger domain...
es: Es verdad, soy Karzul Agmordexu, Señor protector de la 512ª capa del $Abismo. Debe disculparme por esos alrededores sombríos. Pero no les tengas miedo, todo está de acuerdo con mi $plan, ya que dentro de poco agasajaré a mis invitados en unos dominios más grandes...

source: Abyss
es: Abismo

source: Ah you mortals can be so entertaining! Look around you weakling! You will $soon call this place your home. The smell you will never get used to. Here you will learn an appreciation for eternal suffering. My minions will tear your sanity to shreds and break your body every day. And since you're already dead, you will be at our disposal to repeat these procedures endlessly...
es: Ah, ¡vosotros los mortales podéis ser tan divertidos! ¡Mirad a vuestro alrededor debiluchos! Llamaréis a este lugar $pronto hogar. El holor al que nunca os acostumbraréis. Aquí aprenderéis a apreciar el eterno sufrimiento. Mis lacayos desgarrarán vuestra cordura en tiras y romperán tu cuerpo cada día. Y cuando ya estéis muertos, estaréis en condiciones de repetir estos procedimientos sin fin...

source: plan,plans,soon
es: plan,planes,pronto

source: I might as well let you in on my little secret. I plan to ascend into your world and bring about its utter destruction. Why would I do that, you ask? You mortals need to be taught a lesson in $humility. And who better to humiliate you than I the (future) lord of Hell?
es: Podría contarte mi pequeño secreto. Planeo ascender hacia tu mundo y llevarlo hacia una segura destrucción. ¿Por qué hago esto, te preguntarás? Vosotros los mortales necesitáis que os enseñen una lección de $humildad. ¿Y quién mejor para huillaros que el (futuro) Señor del Infierno?

source: humility
es: humildad

source: You live your lives in the world above as if your actions were confined to the isolated realm you perceive as reality. As if deities were your servants you can bargain with for your benefit. Soon the powers of the material realm will $shift... Soon I will define your reality!
es: Vivís vuestras vidas en el mundo de la superficie como si vuestras acciones estuvieran confinadas al reino aislado que percibís como realidad. Como si pudiérais negociar con las deidades a las que servís vuestro beneficio. Pronto los poderes del reino material se habrán $alzado... ¡Pronto definiré vuestra realidad!

source: shift
es: alzado

source: I'm awefully sorry to inform you that you just missed my other guest, one named $Mothrazu. I hear this happens to you quite a lot... She was just here and is now on her way back with a special package... a... a $gift from me to... well all of you.
es: Lamento profundamente informarte de que te has perdido a mi otro compañero, uno llamado $Mothrazu. Oigo que eso te pasa a menudo.. Errla estaba aquí y ahora se ha ido a preparar un paquete especial... Un... Mi $regalo para ti... Bueno, para todos vosotros.

source: Mothrazu,druid
es: Mothrazu,druida

source: She is quite a charmer! And I must say, druids (especially the evil ones) are so gullible. All I did was arise her latent anger over the destruction of nature, and she now $serves me unerringly and quite against her better judgement. If she only knew that she's being used as a pawn in a much grimmer game...
es: ¡Ella es tan encantadora! Debo decir que los druidas (especialmente los malvados) son tan ingenuos. Todo lo que hice es elevar su ira latente sobre la destrucción de la naturaleza, y ahora me $sirve de forma infalible y contra el mejor de sus juicios. Si tan sólo supiera que está siendo usada como un peón en un juego mucho más sombrío...

source: SQ_SERVES,serves,gift
es: SQ_SIRVE,sirve,regalo

source: As far as the $druid knows, she is carrying a device which will bring about a subtle climate change (if you will) of your world. I really can't get into details, it's top secret you know, so don't even ask.... Oh, all right, if you insist. I will add, that if activated, my gift (this device) will allow for the completion of my plans by granting me (and I shudder with delight) use of my infernal powers in your realm. Would you like a free demonstration ot them? No? Perhaps some other $time then.
es: En lo que la $druida sabe, está llevando un artefacto que traerá un sutil cambio climático a vuestro mundo. No te puedo dar los detalles, es alto secreto, por lo que ni preguntes... Oh, de acuerdo, si insistes. Añadiré que este regalo (el artefacto) al activarse permitirá la terminación de mis planes garantizándome a mí (y me estremezco de gusto) el uso de mis poderes infernales en tu reino. ¿Quieres que te haga una demostración de ellos? ¿No? Quizás en otro momento entonces.

source: time
es: tiempo

source: Yes my guests the time will come when we will meet $again. For now, I will let you live. I must say, I am somewhat impressed that you managed pay me this visit here in my home. I will follow your progress eagerly... perhaps I will make you my servants in my new era of terror. Undeath will suite you just marvelously (although it did not work well for $Mycotharsius... )
es: Sí, mis invitados el tiempo llegará cuando nos encontremos $otra vez. Por ahora, os dejaré vivir. Debo decir que estoy de sobremanera impresionado en cómo os las habéis arreglado para visitarme en mi hogar. Seguiré vuestros progresos ansiosamente... Quizás os haré mis sirvientes en mi nueva era de terror. Ser no-muertos os sentaría estupendamente bien (aunque no funcionó tan bien con $Mycotharsius...).

source: again
es: otra vez

source: Ta-ta for now my friends... I will see you $soon enough! Don't forget to try to chase down the druid $Mothrazu, as it is entertaining for me to watch you squirm. I would not bother to reveal my plans to her; it will do no good. She serves me out of her own free will...
es: Chao por ahora amigos míos... ¡Nos veremos $pronto! No olvidéis de intentar perserguir a la druidad $Mothrazu, porque es para mi un entretenimiento veros retorceos. Me guastaría no molestarme en revelarle mis planos a ella, no haría bien. Me sirve a mí por su propia voluntad...

source: I hear he met his demise again... At your hands no less! Remind me to reward you for this when I make you my servants. That double-crossing wizard was a nuisance from the beginning. Henchmen are of such low quality these days...
es: He oído que encontró su fin otra vez... ¡A vuestras manos, no menos! Recuérdame que te recompense por esto cuando te haga uno de mis sirvientes. Ese mago traidor era una carga desde el principio. Los hombres de confianza son de baja calidad en estos tiempos...

source: So you've met the merchant, that demon-turned-holyman? Despite what he says, he's on the brink... Just ask him about 'blood' or 'pain'. I let him fester in his tormented state as an example that goodness cannot save you and reformation is just pretense.
es: Entonces, te has encontrado con el mercader, ¿el demonio que se ha convertido en hombre santo? Independientemente de lo que diga, está al filo... Preguntadle sobre 'sangre' o 'dolor' para verlo. Lo dejo supurar de su atormentado estado como un ejemplo de que la diosa no puede salvarte y reformarse es sólo una pretensión.

source: deal
es: trato

source: You want to strike a deal with me and become servants of my era of pending darkness?! Hahaha! You amuse me... Yes, yes, there will be plenty of time for that once my $plans unfold. Once I am the tyrant ruler supreme of all that you hold dear... We will revisit this issue, trust me.
es: ¿Queréis cerrar un acuerdo conmigo y convertiros en mis sirvientes en esta era pendiente de oscuridad? ¡Ja, ja, ja! Me divertís.. Sí, sí habrá un montón de tiempo luego de mis $planes se descubran. Una vez que sea un tirano, regidor supremo de todo lo que hayas querido... Volveremos a hablar sobre ello, confía en mí.

source: One day vanity will be his downfall. Until then he serves me well.
es: Un día, la vanidad será su perdición. Hasta entonces, me sirve bien.

source: Look at my $wares weakling mortals...
es: Mira mis $mercancías de débiles mortales ...

source: Narzegg getting impatient with mortal weaklings...
es: Narzegg se está impacientando con estas debilidades mortales...

source: wares
es: mercancías

source: Yes, $trade with gold weak mortals. I will supply you with what you need to live just another day here in the land of $evil. May your squishy flesh stay safe in the kingdom of $Karzul.
es: Sí, continuad comerciando con débil oro, mortales. Os proporcionaré lo que queráis sólo para vivir otro día en la tierra del $maligno. Puede que tu carne suave se mantenga a salvo en el reino de $Karzul.

source: evil
es: malvado

source: Maybe weakling mortals have not noticed $where they are? Rejoice in the unholy might of our horde! Narzegg wishes lumpy outsiders consider the $benefits of switching to the winning side of evil. After all, Narzegg knows he's only $beautiful and $powerful because he toils only for himself.
es: Quizás, débiles mortales no os habéis dado cuenta del lugar $donde estáis? ¡Regojizaos en el infame poder de nuestra horda! Narzegg desearía que los grumosos extraños consideraran los $beneficios de cambiarse al lado de la oscuridad. Después de todo, Narzegg sabe que es sólo $bonito y $poderoso porque trabaja sólo para sí mismo.

source: benefit,benefits
es: beneficio,beneficios

source: Ah, so soft-covered mortals are interested in a deal perhaps? Maybe they want to be as $confident, $wise and $fearsome as leaders of the demonic horde? Narzegg thinks maybe they want to consult with Karzul. Maybe they should mention the word 'deal' to his infernal majesty.
es: Ah, ¿estarían quizás, los mortales de piel suave, interesados en un acuerdo? Quizás quisieran tener un espíritu más $confiado, $sabio y $temible como líderes de la horda demoníaca? Narzegg cree quizás que quieran consultar este aspecto con Karzul. Quizás deberían mencionar la palabra 'acuerdo' con su majestad infernal.

source: A great leader of demons he is! Narzegg looks up to Karzul as a mentor in ways of $evil. Karzul is a terrible demon lord who rules over this level of the Abyss. He excells in finding new ways to torment the sinners in our charge. None else can revel in their death gurgles with such passion! One day Narzegg will rule an Abyssal level. He shall name its capitol city Karzulia after the great leader.
es: ¡Un gran líder de los demonios es! Narzegg consulta a Karzul como mentor en las formas del $maligno. Karzul es un terrible señor demonio que manda sobre todos los niveles del Abismo. Es excelente en encontrar nuevas formas de tormento para nuestros pecadores. ¡Ninguno puede deleitarse en sus gorjeos de muerte con tal pasión! Un día Narzegg gobernará un nivel Abisal. Nombrará a su capital Karzulia en honor a nuestro gran líder.

source: beautiful,powerful,confident,wise,fearsome
es: bonito,poderoso,confiado,sabio,temible
