Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: SQ_KARZUL,Karzul,demon
es: SQ_KARZUL,Karzul,demonio

source: Karzul is a power-hungry minor demon lord of the Abyss. During my $imprisonment in the $Abyss I learned much of this fiend.||For many centuries Karzul was just another demon lord, happy to amuse himself by participating in the endless turf-wars with other demons. These minor confrontations are sort of a day-to-day exercise; a manifestation of the chaos of the evil realm they call their home. Wanton violence, sensless brutality and general ruthlesness are considered virtues there.||However, about two decades while on a reconissance mission against one of his foes, Karzul discovered a dying Effrinu. These creatures were thought to be completely extinct, as they were the living aspects of an Elder God. No longer worshipped, Elder gods were the evil incarnate in divine forms. In fact, their realm was of such violence that even Abyss rejected their rule.||Nevertheless as Karzul slowly nursed the dying Effrinu back to health, in return he gained some of the wisdom of Erhedru the Elder. With this divine evil power in his arsenal, he was able to produce enough magical energy to create the Necropod, the prison-seed in which he $entrapped me.||I believe his plan has always been to somehow enter the Material Realm and - once again using the gifts of Erhedru the Elder - enthrall humankind to fuel his need for souls, thereby making him into some kind of uber-demon.||If you want to avoid spending an eternity slaving to his every wish while being tormented by his minions, I'd say: look for help! You cannot defeat him alone. Although he will be relatively weak for a while in the Material plane, once here, he will quickly establish a way to supply himself with diabolic energy. You must defeat him before that occurs with help from the $Guardians of the Realm. Only they have the experience needed to better this foe.
es: Karzul es un demonio menor señor del abismo hambriento de poder. Durante mi $cautiverio en el $Abismo, aprendí mucho de este diablo.||Durante muchos siglos Karzul era sólo otro señor demonio, feliz de divertirse participando en inacabables guerras de turba con otros demonios. Estas confrontaciones menores eran ejercicios día a día; una manifestación del caos del reino del mal que ellos consideran hogar. Libertina violencia, brutalidad sin sentido y rudeza general se consideraban virtudes allí.||Aun así, después de dos décadas, mientras estaba en una misión de reconocimiento contra uno de sus adversarios, Karzul descubrió a un Effrinu muriendo. Estas criaturas se pensaba que estaban completamente extintas, como todos los aspectos vivientes del dios viejo. Ya no adorado, los dioses antiguos eran la reencarnación maligna en formas divinas. De hecho, su reino era de tal violencia que incluso el Abismo rechazaba su gobierno.||No obstante conforme Kazul sanaba lentamente al Effrinu caído, a cambio ganó alguna de la sabiduría de Erhedru el viejo. Con este poder divino en su arsenal, fue capaz de producir suficiente energía mágica para crear el Necropod, la semilla-prisión en la que me $atraparon.||Creo que su plan ha sido siempre entran en el reino material como fuera posible y - una vez dentro usar los dones de Erhedru el viejo - esclavizar a la humanidad para alimentar su necesidad e almas, convirtiéndose él en alguna clase de uberdemonio.||Si quieres evitar pasar la eternidad trabajando como un esclavo a sus deseos y siendo atormentado por sus lacayos, te diría que ¡buscases ayuda! No puedes vencerle solo. Aunque está relativamente débil mientras esté en el plano material, una vez aquí, establecerá rápidamente un medio de suplir su carencia de energía. Debes vencerle antes de que eso ocurra con la ayuda de los $Guardianes del Reino. Sólo ellos han tenido la experiencia necesaria para subyugar a este oponente.

source: Ah the crazed druid... Now don't get me wrong, I appreciate what she was trying to do! You humans take nature for granted all too often. It would do you well to be afraid of those you oppress once in a while...||It is a pity though that she herself was also the victim of a larger plot. The demon $Karzul used her for his nefarious purposes by giving her the Necropod: the seed of my $imprisonment.||Whatever happened to her anyway? Not that it matters, she wouldn't have gone far anyhow. We must now turn our attentions to stopping $Karzul instead.
es: Ah, la druida chiflada... No me entiendas mal, ¡aprecio lo que ella intentaba hacer! Vosotros humanos os tomáis la naturaleza como vuestra. No estaría mal que estuviérais atemorizados por aquellos que oprimís por un rato...||Es una pena que ella ha sido víctima de un plan mayor. El demonio $Karzul la usó para sus propósitos nefarios dándole el Necropod: la semilla de mi $cautiverio.||Lo que le haya pasado a ella no me importa, no puede haber ido muy lejos. En vez de eso, ahora debemos tornar nuestros esfuerzos en parar a $Karzul.

source: Guardians,Guardian,Guards,Guard,Realm
es: Guardianes,Guardián,Guardas,Guarda,Reino

source: Yes, the $Cronostar is the key to re-awaken the Guardians.|| As you probably know, the Guardians of the Realm were the a scholar-knight order who dedicated themselves to the preservation of all worldly knowledge. They created a series of libraries throught the land wherein they enshirened a vast number of codecies that described all that transpired and were known to humankind. Even more, these sacred texts contained predictions for the future. Many half-described profecies since have come to pass. Many others still await their fulfillment.||The Guardians also defended this enlightened way of life from those that would oppose it. Historically this meant battling the fiendish inhabitants of the $Abyss. The confrontations with that realm intensified over the centuries, when at last the head of the Guardians foresaw the defeat and destruction of his order.||Few there are now who remember what happened next. To popular knowledge the knights passed from the material realm, following their last disasterous battle at the fords of the river Manar. And while it is true, that this final battle between the Guardians the hordes of demons was a singular event that changed history forever, the Guardians were not defeated. Knowing that the day would not be theirs, the knights instead willingly entered hibernation in the tombs of a nearby monastery of Minirmuir. Thus entombed they were resolved to wait and lie asleep for eons, until such time as they foresaw, when new heroes entered the land, capable to once again vanquish the forces of evil and throw off the tyranny of darkness.||What an immense gamble this was! For as you surely comprehend, were they wrong, and these heroes never arrived, or came too late, the material realm would surely have fallen to shadow forever.||I sense that time is now. The finding of the Cronostar signals to me that the world has reached a moment of crisis. A darkness ascends from below, and the fate of the realms is balanced on a cruel edge. ||In fact, have I told you of my $imprisonment in the $Abyss? I believe it to also be such a sign. Never, in my extraplanar travels has any being managed to ensnare me against my will.
es: Sí, la $Cronoestrella es la clave para despertar a los Guardianes.|| Como probablemente sabes, los Guardianes del Reino fueron una orden de caballeros-eruditos que se dedicaron a la conservación de la sabiduría inimaginable. Crearon una serie de bibliotecas por la tierra en las que consagraron un vasto número de códices que describieron toda la sabiduría y por ello, fueron conocidos por toda la humanidad. Incluso estos textos sagrados contenían predicciones del futuro. Muchas medio-descritas en profecías que ocurrirían. Muchos otras todavía esperan su cumplimiento.||Los Guardianes también defendieron su forma de vida iluminada de aquellos que se oponían a ésta. Históricamente eso significada batalla con enemigos provenientes del $Abismo. Las confrontaciones con ese reino se intensificaron durante siglos, hasta que al fin el último líder de los Guardianes predijo la derrota y destrucción de su orden.||Pocos fueron los que recuerdan lo que ocurrió después. Para la sabiduría popular los caballeros desaparecieron del reino material, debido a su última desastrosa batalla en los fiordos del río Manar. Y aunque esto sea verdad, esa batalla final entre los Guardianes y las hordas de demoninos tuvo un suceso singular que cambió la historia para siempre, los Guardianes no fueron vencidos. Sabiendo que el día no les sería propicio, los caballero entraron en hibernación en las tumbas del monasterio cercano de Minirmuir. Así, enterrados decidieron dormir durante eones hasta la era que había sido predicha, cuando los nuevos héroes entrarían en la tierra, capaces otra vez de vencer a las fuerzas del mal y deponer a la tiranía de la oscuridad.||¡Qué jugada maestra más buena fue! Por todo esto habéis comprendido que si ellos se hubieran equivocado y estos héroes nunca hubieran llegado o hubieran llegado demasiado tarde, el reino material habría caído en la sombra para siempre.||Siento que la hora ha llegado. El encontrar la Cronoestrella me indica que el mundo ha llegado a su momento de crisis. Una oscuridad asciende de abajo, y el destino de las regiones está situado en un filo cruel. ||De hecho, ¿os he contado mi $cautiverio en el $Abismo? Creo que fue como un signo. Nunca, en mis viajes extraplanares ha habido algún ser capaz de arreglárselas para atraparme contra mi voluntad.

source: scourge,Uzudil,clients
es: flagelo,Uzudil,clientes

source: Uzudil - your boss - is the leader of S.c.o.u.r.g.e. Inc. A fine company!||He has a long list of mysterious clients; you should ask him to tell you about them sometime.
es: Uzudil - tu jefe - es el líder de S.C.O.U.R.G.E. Inc. ¡Una excelente compañía!||Tiene una larga lista de clientes misteriosos; alguna vez deberías pedirle que te contase algo sobre ellos.

source: As you probably guessed, I am a descendent of Arcanex, the original plane dweller, spawned from the waters of the thought of Amod-Rheinur. ||We are the tendrils that connect the $planes. It is seldom that mortals see, much less converse with one of my kind. I hope you understand that... It is by choice I decide to notice you, and the choice moves my mind with purpose to speak.|| Over the centuries I traveled far. I've seen the frozen ice planes of Varmal, the timeless wastes of Kal, even the despairing souls doomed to exist in the $Abyss.
es: Como tú probablemente hayas adivinado, soy descendiente de Arcanex el morador original del plano generado de las aguas del pensamiento de Amod-Rheinur. ||Somos los zarcillos que conectan los $planes. Es raro lo que los mortales vean y que mucho menos conversen con uno de mi especie. Espero que lo entiendas... Es mi elección hablarte y por ésta decido avisarte, y mi elección mueve mi mente para hablar.|| Por los siglos he viajado lejos. He visto los planos helados de Varmal, las basuras sin tiempo de Kal, e incluso las almas desesperadas en su ruina existir en el $Abismo.

source: We don't so much travel through time, as time flows past us. Us tree-beings, children of the mighty $Arcanex don't view the passage of time as you mortals do.||What passes for a century for humanity has no more weight to us than the sigh of the wind in my branches. I must take special care - for example when talking to you - to demarkate my thoughts within consequetive temporal sections. Otherwise, all that I have to say would appear to sound randomly jumbled together to your ears.||This is why the fact that you managed to find the $Cronostar is of such interest to me. That device is capabale of rising above the constrains of time, like me.
es: No viajamos mucho por el tiempo, como el viejo fluje por nosotros. Nosotros los seres-árbol, hijos del poderoso $Arcanex no vemos el paso del tiempo como vosotros mortales lo hacéis.||Cuando pasa un siglo para la humanidad, eso no tiene más que el peso de un suspiro de viento en mis ramas. Tengo especialmente cuidado - por ejemplo, al hablar contigo - de desmarcar mis pensamientos en consecuentes secciones temporales. De otra manera, todo lo que dijera te parecería sonido revuelto aleatoriamente en tus oídos||Este es el hecho de porqué el que tuvieras que encontrar la $Cronoestrella era de tanto interés para mí. El artefacto es capaz de sobreponerse a las limitaciones del tiempo, como yo.

source: I suppose the place must feel dreadful to those in possession of a soul... ||For me, it was a waypoint, a stopover on my journey. As I stood stretching my roots for a while, a most awful thing happend: I was $imprisoned!
es: Supongo que el sitio debe hacer sentir terror a aquellos que poseen alma...||Para mí, era un punto de avance, una escala en mi camino. Cuando estaba estrechando mis raíces un rato, una cosa horrible me pasó: ¡quedé $atrapado!

source: key
es: tecla

source: Few know the true purpose of the $Cronostar. Only the innermost sanctums of the deep elven temples keep the sacred writings that describe how to $unlock the tombs of the $Guardians of the Realm using this artifact.|| It is a wonder the object survived... the agents of the $Abyss were thorough in the destruction of all related evidence.
es: Pocos conocen el verdadero objetivo de la $Cronoestrella. Sólo los más íntimos santuarios de los templos de los elfos profundos guardan escritos que describen cómo $abrir las tumbas de los $Guardianes del Reino usando este artefacto.|| Es una maravilla que el objeto haya sobrevivido... Los agentes del $Abismo fueron en su destrucción y de todo lo relacionado con él.

source: imprisoned,imprisonment,entrapped
es: cautiverio,en prisión,atraparon

source: While stopping over in the $Abyss, I fell into a baleful vortex of a magical storm. Normally such events shake off but a few dying leaves, in this case however, the demon lord $Karzul took advantage of my situation and imprisoned me in a metallic seed he prepared for just such an occasion.||Why he would do such a thing, I don't know. In fact, little do I understand of the struggling ways of mortals or demons, though I have witnessed much strife throughout the years. ||Infuriated I was for the severe curbing of my freedoms to roam! What is a planetraveler who is subject to remain in one place? $Karzul promised me that the situation was temporary. In fact he said, very soon, a druid named $Mothrazu would release me... That she did and that is how you and I now stand here conversing.
es: Cuando paré en el $Abismo, me sentí en un pernicioso vórtice de una tormenta mágica. Normalmente tales sucesos me sacuden y un par de hojas caen, pero en este caso, el señor demonio $Karzul tomó ventaja de mi situación y me aprisionó en una semilla de metal que había preparado.||Porqué haría tal cosa, no lo sé. De hecho poco entiendo de los combativos caminos de mortales o demonios, aunque he contemplado muchas contiendas con los años.||¡Enfurecido estaba por no poder vagar libremente! ¿Qué es un viajador de los planos si está sujeto a un lugar? $Karzul me prometió que la situación sería temporal. De hecho, dijo que muy pronto una druida llamada $Mothrazu me liberaría... Entonces ella lo hizo y así es como tú y yo estamos aquí conversando.

source: unlock
es: abrir

source: Riding on the metaphysical waves of the lore of Xelphate, human history repeats itself endlessly. Some say, such thoughts are negative, or even evil. That the human condition is bound to find new ways to break out of its mortal boundaries and roam the multiverse in unexpected new ways.||If I may season this theory with a near-infinite lifetime of observing history and traveling the planes, I'd say, that is not so. Humanity does indeed tend to repeat its mistakes.||However, the multiverse, nay even the material realm is more than just humankind. There are places your kind has never heard of. The world still holds many wonders and sustains life-forms you could not even imagine. Few indeed are the beings who can comprehend the vast multitude of the cosmos. Unfortunately for you, the powers of the $Abyss can. However, so can the $Guardians of the Realm. After all, it was their business to preserve the order of the world, and all knowledge of it.||Therefore, though things may look bleak, I do believe, it is time to resurrect the knights of old; to call upon the $Guardians once again and with their help, move the material plane away from the brink of slavery and darkness.|| Use the Cronostar. Travel to the monastery of Minirmuir, unlock the tombs and call upon the defenders of life!||You see to me, it matters not who rules the multiverse, be it good or evil. My kind is far above such trivialities. We see the cosmos as an endless maze of pathways, logic and knowledge intertwined create a complex network of possibilities. The current fragment of this web, is what your kind calls 'reality.'||Having said that, I'm glad to help. I do feel that too much power, centered in the hands of one like $Karzul would steer this fragile web towards its destruction, eventually shutting down all alternates until all that remains is similar to endless wastes of the $Abyss itself.
es: Siguiendo las olas metafísicas de la sabiduría de Xelphate, la historia humana se repite sin fin. Algunos dicen que tales pensamientos son negativos, o incluso malos. Que la condición humana está atada a encontrar nuevas formas de romper sus límites mortales y vagar por el multiverso en formas no esperadas.||Si pudiera condimentar esta teoría con mi experiencia de una vida casi-infinita de observación, diría que no. De hecho, la humanidad tiende a repetir sus errores.||Sin embargo, el multiverso, no, incluso el reino material es más que solamente la humanidad. Allí hay sitios de los que que tu especie no ha oído hablar. El mundo todavía contiene muchas maravillas y sostiene formas de vida que no puedes ni imaginar. Pocos, de hecho, son los seres que pueden comprender la vasta multitud del cosmos. Desafortunadamente para ti, los poderes del $Abismo puedes. Pero, por otro lado, también pueden los $Guardianes del Reino. Después de todo, su negocio es preservar el orden en el mundo y toda su sabiduría.||Por esto, aunque las cosas parezcan difíciles, creo que es tiempo de resucitar a los caballeros de lo antiguo; hay que llamar a los $Guardianes una vez más y con su ayuda mover el planto material fuera del precipicio de la oscuridad.||Usa la Cronoestrella. ¡Viaja al monasterio de Minirmuir, abre las tumbas y llama a los defensores de la vida!||Mírame, no importa quién manda el multiverso sea malo o bueno. Mi casta está por encima de esas trivialidades. Vemos el cosmos como un laberinto sin fin de caminos, lógica y sabiduría trenzados que crean una compleja red de posibilidades. El fragmento actual de esta red es lo que tu especie llama 'realidad'.||Habiendo dicho esto, estoy contento de ayudarte. Siento que hay mucho poder centrado en las manos de uno como $Karzul puede dirigir esta frágil red a su destrucción, eliminando todas las alternativas hasta que todas sean iguales a la basura que es el $Abyss.

source: travels,travel,trip
es: viajes,viaje,travesía

source: You humans call us the spawn of $Arcanex... We are planar travelers. We exist outside of time, really as an experiement by the god Minirmuir, walker of the golden path. Our aim is to serve as computational engines to crack the lifecode of reality.||You see, reality as you mortals experience it is an altogether different thing from what we see. Imagine, if you were able to side-step the limitation of time, and view the web of all possible futures from the outside.||The problem we try to solve by crawling the planes is the grand mystery: what is the discrete embodiment, the god-like consciousness that produces these variations? Is there a way to focus the potentials stored in this multifaceted matrix and comprehend all that is, was or shall be?||Needless to say, not one of us has ever managed to solve the riddle. Some, disintegrated under the burden of the challenge. Some slowly faded into a meta-dimension, never to emerge as a distinct entity ever again...||Well, I'm still here, by the grace of Minirmuir, toiling ever on. Although, I must say, my last reappearance had more to do with the druid $Mothrazu than my divine benefactor.
es: Vosotros humanos nos llamáis descendientes de $Arcanex... Somos viajeros planares. Existimos fuera del tiempo, realmente como un experimento del dios Minirmuir, el caminante de la senda dorada. Nuestro objetivo es servir como máquina computacional para romper el código de la vida de la realidad.||Ves que la realidad como experimentáis vosotros, los mortales, es diferente a lo que vemos. Imaginad, si fuerais capaces de esquivar la limitación del tiempo, y ver la telaraña de todos los posibles futuros desde fuera.||El problema que tratamos de resolver al escalar los planos es un gran misterio: qué es la personificación discreta, la consciencia-dios que produce estas variaciones. ¿Hay alguna forma de centrar esta potencia almacenada en la matriz polifacética y comprender todo lo que es, era o será?||No hace falta decir que ninguno de nosotros ha podido resolver el enigma. Algunos se desintegraron bajo el agobio de la cuestión. Algunos lentamente se desvanecieron en una metadimensión, para no emerger como una entidad distinta nunca más...||Bueno, yo estoy todavía aquí por la gracia de Minirmuir, afanándome. Aunque, he de decir que mi última reaparición tuvo más que ver con la druida $Mothrazu que con mi divino benefactor.

source: Ah the Lucedil stones... You really have not lived until you have beheld one of these beauties! The light of eons sparkle in their shiny facets. It is said, the gems are Minirmuir's tears, when she watched the destruction of humanity during the first demon wars.||At any rate, the stones are very valuable and very rare. If in your mortal life-span you find but one, you are considered a Phatu, or, blessed one by the priests of Minirmuir.||I have found ten of them so far... $Melathor I believe has nine.
es: Ah, las piedras de Lucedil... ¡Realmente no has vivido hasta que no experimentas lo que se siente al coger estas bellezas en tu mano! La luz de eones destellea en su brillante superficie. Se dice que las gemas son las lágrimas de Minirmuir, de cuando vio la destrucción de la humanidad durante la primera de las guerras contra los demonios.||De cualquier forma, las piedras son muy valiosas y muy raras. Si en toda tu vida encuentras una, se te considerará un Phatu (o bendito) por los clérigos de Minirmuir.||He encontrado unas diez o así... Creo que $Melathor tiene nueve.

source: The elven wizard and I crossed paths during many of my $travels. Though he may appear as a witless drunkard at times, there is more to that elf than meets the eye!||In fact, he and I have a running bet for... well, over a century now to see which one of us collects the most gemstones of $Lucedil. I think with my last $trip to the Reefs of Rhungar, I may just have secured the lead.
es: El mago elfo y yo cruzamos caminos durante muchos de mis $viajes. Aunque a veces parece ser un mal bebedor, ¡ese elfo vale más que lo que parece!|| De hecho, él y yo hemos apostado juntos durante... Um, maś de un siglo para ver quién de nosotros recogía más gemas de $Lucedil. Creo que en mi última $travesía en los Arrecifes de Rhungar, yo iba primero.

source: You should never see this greeting.
es: Tu no deberías ver este saludo.

source: You should never see this message.
es: Tu no deberías ver este mensaje.

source: Muzilin the healer
es: Muzilin el sanador

source: Remor the Golden
es: Remor el dorado

source: Professor Erithol
es: Profesor Erthil

source: Almojn of Aladur
es: Almojn de Aladur

source: Simane of Aladur
es: Simane de Aladur

source: Zelta the Healer
es: Zelta la sanadora
