Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: We called them 'tree-fathers' since they seemed to exist unaided in the wilderness. When a child fell sick, a monster appeared or our crops failed, a monk from the nearby monastery would show up with aid. For long $years they brought us food, aided us in battle and helped in every way possible. Until that day...||The forces of chaos besieged the monastery during a freezing winter. Yet they could not break the holy rightousness which appeared like a glowing aura of divine guidance around the monastery. Cunning are the ways of the agents of Inferno...||They tried for many months to infiltrate the monastery, until finally a neophite of their order fell to the false promises of the Abyss.||In the middle of the night the acolyte name Yunirov opened the gates the monsters now had access through one man, to what hordes of demons could not claim before.||When the demons slaughtered everyone whithin and thoroughly desecrated the holy grounds, their army moved on.||The monastery stood abanadoned since...||Only one other notable event $occured here, a year or two after...
es: Los llamamos los padres-árbol, ya que parece existir sin ayuda en la naturaleza. Cuando un niño caía enfermo, un monstruo aparecía o nuestros cultivos no eran buenos, un monje del monasterio cercano se presentaba con ayuda. Durante largos $años, nos trajo comida, nos ayudó en la batalla y nos ayudó en todo lo posible. Hasta ese día...||Las fuerzas del caos asediaron el monasterio durante un invierno de frío atroz. Aun así, no pudieron romper la santa rectitud que aparecía como un aura brillante de divina guía alrededor del monasterio. Los caminos de los agentes del infierno tienen siempre astucia...||Durante muchos meses trataron de infiltrarse en el monasterio, hasta que finalmente un neófito de su orden cayó a las falsas promesas del Abismo.||En medio de la noche el acólito, llamado Yunirov, abrió las puertas a los monstruos, los cuales obtuvieron acceso gracias a un hombre sin el que las hordas demoníacas no hubieran podido.||Cuando los demonios hubieron sacrificado a todos y profanado la tierra sagrada, se marcharon.||El monasterio permanece abandonado desde entonces...||Sólo otro hecho digno de mención $ocurrió aquí, después de un año o dos...

source: event,occured
es: hecho,ocurrió

source: A strange old woman journeyed through our town one year. Slightly crazed, the old crone was... she muttered in tongues and refused to spend a night indoors.||Now, don't get me wrong we get our fair share of apocalyptic prophets, crazed holymen who claim the end is near... Yet, there was something in the ravings of this woman that touched a nerve.||Her name was... Morazu or Mathrezi or something...||At any rate, when she heard of the abandoned monastery she traveled there. We thought we never see her again, but she passed this way again and spoke of visions she received while praying at the monastery. The Lord of Nature, Amod-Rheinur visited her himself, in a waking dream of sorts, to deliver the holy missive: she was to cover the entire world in an endless forrest. It's the only way, she said... I wonder what became of her anyways...
es: Una extraña anciana viajó a través de nuestra ciudad hace un año. Algo loca, la vieja bruja era... Murmuraba en lenguas raras y se negó a pasar una noche adentro.||Ahora, no me malinterpretéis ya que aunque tenemos nuestra conjunto de profetas apocalípticos y santones tarados que aclaman que el final está cerca hubo algo en los desvaríos de esta mujer que me intranquilizaba.||Su nombre era... Morazu o Mathrezi o algo así...||En cualquier caso, cuando oyó de un monasterio abandonado, se marchó hacia esa dirección. Pensábamos que nunca volveríamos a verla, pero ella pasó por este camino una vez más y habló de unas visiones que había recibido mientras estaba rezando en el monasterio. El Señor de la Naturaleza, Amod Rheinur la visitó en un sueño que tuvo despierta para darle una misión sagrada: debía cubrir el mundo entero de un bosque sin fin. Es la única manera, dice ... De todas maneras, me pregunto qué fue de ella...

source: The creature once known as Mothrazu sinks to one knee... Her breath comes in sharp gasps, as she growls:||"I curse you humans...You may have defeated me but by Amod's grace, I still have one task left..."||She reaches into a pouch and throws something small and silvery into the grove of trees at the center of the room.||"You will never find it... Karzul's gift will mature and continue where I failed. May the plants be merciful to your malevolent souls... Amod! I am close..."||With that Mothrazu passes from this world.
es: La criatura una vez conocida como Mothrazu cae sobre una rodilla... Su aliento son jadeos afilados mientras gruñe:||"Maldigo a todos los humanos... Puedes haberme vencido pero por la gracia de Amod, todavía me queda una tarea..."||Alcanza una bolsa y lanza algo plateado a la arboleda del centro de la habitación.||"Nunca lo encontrarás... El regalo de Karzul madurará y continuará donde yo he fallado. Puede que las plantas sean misericordiosas con nuestras almas malevolentes... ¡Amod! Estoy tan cerca..."||Con esas últimas palagras, Mothrazu fallece en este mundo.

source: Karzul uses his infernal conduit and heals his wounds!
es: ¡Karzul usa su conexión infernal para curar sus heridas!

source: Karzul commands his minions to surge forth and destroy his attackers!
es: ¡Karzul manda a sus lacayos levantarse y destruir a sus atacantes!

source: The mighty lord %s reaches towards you,
es: El poderoso señor %s te alcanza.

source: ...alas, the deity can aid you no more today.
es: ... ¡Uy! La dedida no te puede ayudar más hoy.

source: ...and fills your spirit with energy.
es: ... Y llena tu espíritu de energía.

source: Your presence angers the mighty lord %s!
es: ¡Tu presencia cabrea el poderoso señor %s!

source: ...the deity's wrath scours your flesh!
es: ... ¡La furia de la deidad se restriega con tu carne!

source: The mighty lord %s ignores you.
es: El señor potente de %s te ignora.

source: %s conjures up magic with blinding speed!
es: ¡%s conjura su magia con velocidad cegadora!

source: Yes, yes... quite so... carry on!
es: Sí, sí... Así... ¡Sigue!

source: ...Brand of Iconoclast growls in a low tone...
es: ... El sello de Iconoclast gruñe en un tono grave...

source: ...damage is increased by %d pts!
es: ... ¡El daño se incrementa en %d puntos!

source: ...damage is reduced by %d pts! (Cloak of Hateful Vengeance)
es: ... ¡El daño se reduce en %d puntos! (Capa de la odiosa venganza)

source: ...damage is reduced by %d pts! (Cloak of Safe Passage)
es: ... ¡El daño se reduce en %d puntos! (Capa del pasaje seguro)

source: You find yourself on a barren plain. The air is thick with moisture and very still. The bleak ground appears to emit a cancerous odor like the smell of death on a roadside cadaver. A sudden rush of despair hangs over you, clouding your senses... Is this the end? The tortured screams of unseen thousands drifts from beyond the nearest door. On this molten landscape filled with hopelessness and horror, even moving around seems to require an extra effort.
es: Te encuentras en un plano yermo. El aire está cargado de humedad y muy calmado. El suelo descolorido parece emitir un olor cancerígeno como de muerte de un cadáver en una cuneta. Una súbita sensación de desesperanza te alcanza, nublando tus sentidos.. ¿Es el final? Unos gritos de miles de almas torturadas se escuchan de más allá de la puerta más cercana. En este paisaje fundido lleno de horror sin fin, incluso moverse por los alrededores requiere un esfuerzo extra.

source: The ancient walls appear to cave inward as if pushed on by the very roots of the forest from above. A metallic smell cuts the air and the noises echoing from the deep chill your bones. ||A grinding sound wells from beneath your feet as if the wheels of a great machine are turning. Could this be the contdown to Mothrazu's infernal plans? ||And as if that wasn't freeky enough, frequent quakes shake the dungeon...
es: Los muros añejos parecen cavar abajo como si fueran empujados por raíces del bosque de arriba. Un olor metálico corta el aire y los fuertes ecos de la profundidad te calan los huesos. ||Un rechinar fluye de debajo de tus pies como si fueran las ruedas de una gran máquina girando. ¿Podría ser la cuenta atrás de los planes infernales de Mothrazu? ||Como si no fuera suficientemente raro, temblores frecuentes sacuden las catacumbas.

source: %s feels very ill suddenly.
es: De repente, %s se siente muy enfermo.

source: A baleful wind blows bringing the scent of slow vegetative decay. Off in the distance you glance a mighty tree, standing in the center of a barren plane of ashen stone.||No other plants dare intrude upon its territory and no animal life stirs near its accursed branches.||Above, clouds darken the sky as if to signal the long awaited fulfillment of a pending doom.
es: Un pernicioso viento fluye trayendo un perfume de lenta descomposición vegetal.En la distancia contemplas un árbol poderoso, que se mantiene en el centro de este yermo plano de piedra cenicienta.||Ninguna planta se atreve a introducirse en su territorio y no hay vida animal que se bata cerca de sus malditas ramas.||Arriba, nubes oscurecen el cielo como si fueran la señal del cumplimiento largo tiempo esperado de un ruina final.

source: Under the pale sky like the blackened husk of a burned tree stands the demon. He calmly awaits your charge fully aware of its futility.||But a red streak lines the mountain tops to the east... is it dawn? Or is it a sign of hope from the gods? Looking around you notice you are no longer alone on the charred battlefield. Three tall warriors in archaic clothing appear as if from nowhere. The tallest one - their leader? - silently bows his head to you.||After this briefest of courtesies, he turns to face Karzul with a steely resolve.
es: Bajo el pálido cielo como la cáscara ennegrecida de un árbol, está de pie el demonio. Espera con calma vuestra carga totalmente convencido de su inutilidad.||Pero una raya roja bordea los picos de las montañas en el este... ¿Es la aurora? ¿O es un signo de esperanza de los dioses? Mirando alrededor os dais cuenta de que ya no estáis solos en el carbonizado campo de batalla. Tres guerreros altos con ropajes arcaicos aparecen de ningún sitio. El más alto - ¿quizás su líder? - te hace una reverencia.||Después de este breve signo de cortesía, gira su rostro a Karzul con una resolución férrea.

source: Dodging missiles
es: Misiles de elusión

source: War rage
es: Ira de guerra

source: The terrible blow
es: El soplo terrible

source: ...but already used this capability twice today.
es: ... Pero ya ha usado esta capacidad dos veces hoy.

source: ...and heals 1 hit point.
es: ... Y cura 1 punto de vida.

source: ...and heals %d hit points.
es: ... y cura %d puntos de vida.

source: %s's holy innocence sooths your pains.
es: La sagrada inocencia de %s suaviza tu dolor.

source: ...but already used this capability three times today.
es: ... Pero ya ha usado esta capacidad tres veces hoy.

source: ...the divine healing affects all party members.
es: ... La curación divina afecta a todos los miembros del grupo.

source: ...nearing death, %s gains %d MP (Terminal Energy).
es: ... Cerca de la muerte, %s gana %d puntos de magia (Energía terminal).

source: Chanelling mystic energies
es: Canalizar energías mísiticas

source: Small Arms Mastery
es: Maestro en armas cortas

source: This character is not currently poisoned.
es: Este personaje no está envenenado.

source: You already used this capability thrice today.
es: Ya has usado esta capacidad tres veces en esta jornada.

source: %s uses an Arcane Stance which
es: %s usa un Recinto arcano, el cual

source: masterful bow handling
es: maestro en manejo de arco

source: ...%s causes %d bonus damage!
es: ... ¡%s causa %d daño extra!

source: ...%s causes %d armor bonus!
es: ... ¡%s causa %d bonus en armadura!

source: , welcome to the S.c.o.u.r.g.e. headquarters!
es: , ¡bienvenido al cuartel general de S.C.O.U.R.G.E!

source: Come and talk to me anytime, or check the board for new missions.
es: Ven y háblame cuando quieras, o comprueba el tablón para ver si hay nuevas misiones.

source: Thank you. I will report for duty soon. Now where is the beer-hall?
es: Gracias. Informaré de tu servicio pronto. Ahora, ¿dónde está el salón de la cerveza?

source: I feel a rumbling echo... nearby, yet from deep within the earth...
es: Siento un eco resonante... Cerca pero que viene de las profundidades de la tierra...

source: Like clouds gathering before a storm... An evil presence moves out of the darkness below...
es: Como las nubes reuniéndose antes de la tormenta... Una presencia maligna se mueve en la oscuridad de abajo...

source: Ooh it feels good to breathe the air again! I suggest you do so too for a last time, my friends. Yes my puny human worshippers, time to end your insignificant mortal wanderings...
es: ¡Ohh, es bueno poder respirar aire otra vez! Os sugiero que hagáis esto por última vez, amigos míos. Sí, mis enquencles adoradores humanos, es la hora para acabar con vuestros vagabundeos insignificantes...

source: Your quest has ceased to be, for the beginning of a new era is upon us! The era of unbounded evil. With the help of the Spawn of Arcanox, nothing will stand in my way!
es: ¡Tu búsqueda ha dejado de tener existencia porque el principio de una nueva era está sobre nosotros! La era de la maldad desbocada. Con la ayuda de la progenie de Arcanox, ¡nada se interpondrá en mi camino!

source: Mothrazu served me well. Hells! YOU have served me well! As a reward I will personally see that your souls are well taken care of... by my people below.
es: Mothrazu me sirvió bien. ¡Demonios! ¡TÚ me has servido bien! Como recompensa haré que vuestras almas tengan su merecido de... Por mis sirvientes de abajo.

source: The demon was vanquished with the aid of the Guardians of the Realm!
es: ¡El demonio fue aniquilado con la ayuda de los Guardianes del Reino!

source: ...and yet I feel it will take another century for the stench of corruption to leave this place.
es: ... Y así, creo que la fetidez tardará otro siglo en dejar este lugar.

source: I sense a foreboding that the events that occured here are just the beginning of another tale...
es: Tengo la premonición de que los hechos que han ocurrido aquí no son más que el comienzo de otra historia...

source: Yes mortal... you bested me in your realm. For this you deserve my admiration. Not many can claim victory over Karzul the mighty...
es: Sí mortal... Fuiste mejor que yo en tu reino. Por eso te mereces mi admiración. No muchos pueden clamar victoria sobre Karzul el poderoso...

source: However with great deeds come great responsibilities. For know that my spirit is immortal. You have thwarted my designs on your realm, a fact I did not foresee...
es: Sin embargo, con grandes hechos vienen grandes responsabilidades. Por lo que yo sé que mi espíritu es inmortal. Has frustrado mis planes en tu reino, un hecho que no preví...

source: Rest now mortal and I will see you soon enough... I will leave you with a question to ponder until we meet again:
es: Descansa ahora mortal y te veré muy pronto... Te dejaré con una pregunta para que la consideres hasta que nos encontremos otra vez:

source: With your precious Guardians gone... who will you hide behind the next time we meet?
es: Con tus preciosos Guardianes desaparecidos... ¿Detrás de quién te esconderás la próxima vez que nos veamos?

source: Begone fiend! Naught have you become, bringer of ails as of naught you were conceived in your cold lair of void.
es: ¡Vete demonio! Te has convertido en nada, traes enfermedad de la nulidad en la que fuiste concebido en tu fría morada de vacío.

source: Pay no heed to that chaotic windbag! Celebrate instead for the land has new heroes tonight: ...you!
es: ¡No prestes atención a esa caótica cháchara! En vez de eso, celebra que la tierra tiene nuevos héroes esta noche: ... ¡Vosotros!

source: You notice the sun rising in the east. Around you the land slowly wakes, unaware of the catastrophy the most unlikely heroes have just averted. Truly you are heroes of lesser renown.||The demon's corpse disintegrates in front of your eyes. Its corrupted flesh becomes sand which the wind quickly scatters.||The monastery's walls stand like quiet sentinels, the aged stones showing no understanding of the monks' sins finally atoned.||As promised, the Guardians depart without another word.||Congratulations! You have completed the game!
es: Te das cuenta de que el sol está saliendo por el este. A tu alrededor hay una tierra de lentos despertares, ignorante de la catástrofe que los héroes menos esperados acaban de advertir. De verdad que sois los héroes de menor renombre.||El cadáver del demonio se desintegra delante de tus ojos. La carne corrupta se convierte en arena y el viento la esparce rápidamente.||Los muros del monasterio contempla como centinelas, las vetustas piedras no muestran entendimiento de los pecados que los monjes han reparado.||Tal y como prometieron, los Guardianes parten si decir una palabra.||¡Felicidades! ¡Has terminado el juego!
