Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: Confirmation
es: Confirmación

source: Ok
es: Sí

source: Information
es: Información

source: Level
es: Nivel

source: MP Cost
es: Coste en PM

source: %s picks up %s.
es: %s coge %s.

source: You can't fit the item!
es: ¡No eres capaz de llevar ese objeto!

source: Can't change backpack while trading.
es: No puedes cambiar el inventario mientras estás comerciando.

source: Can't change backpack while employing a sage's services.
es: No puedes cambiar objetos en la mochila mientras estás usando los servicios de un sabio.

source: Can't remove cursed item!
es: ¡No puedes eliminar un elemento maldito!

source: %s drops %s.
es: %s suelta %s.

source: Special Capabilities
es: Capacidades especiales

source: Manual Capability
es: Capacidad manual

source: Automatic Capability
es: Capacidad automática

source: Only manual type capabilities can be used this way.
es: Sólo las capacidades manuales se pueden usar de esa forma.

source: Not enough Magic Points to cast this spell!
es: ¡No hay sufientes puntos de magia para lanzar este hechizo!

source: Only manual type capabilities can be stored.
es: Sólo las capacidades manuales pueden restaurarse.

source: Click a quickspell slot to store this spell.
es: Haz click en un cuadro de hechizo rápido para guardar el hechizo.

source: Mission Objectives
es: Objetivos de la misión

source: Show Squirrel Console
es: Mostrar consola de almacén

source: Depth: %d out of %d.
es: Profundidad: %d fuera de %d.

source: Find %s
es: Encontrar %s

source: (completed)
es: (completado)

source: (not yet found)
es: (no encontrado todavía)

source: Vanquish %s.
es: Vence a %s.

source: (not yet done)
es: (sin hacer)

source: Special
es: Especial

source: No current mission.
es: No hay misión actual.

source: Assembling Dungeon Level
es: Ensamblando nivel de mazmorra

source: Compressing free space
es: Comprimiendo el espacio libre

source: Adding gates
es: Añadiendo puertas

source: Adding party
es: Añadiendo grupo

source: Adding teleporters
es: Añadiendo teletransportadores

source: Adding mission objectives
es: Añadiendo objetivos de misión

source: Adding traps
es: Añadiendo trampas

source: Adding shapes
es: Añadiendo formas

source: Adding containers
es: Añadiendo contenedores

source: Locking doors and chests
es: Cerrando puertas y cofres

source: Calculating room values
es: Calculando valores de distancias

source: Adding monsters
es: Añadiendo monstruos

source: Adding items
es: Añadiendo objetos

source: Adding furniture
es: Añadiendo muebles

source: Cleaning up
es: Limpiando

source: Saved games
es: Partidas guardadas

source: Current saved games:
es: Partidas guardadas actualmente:

source: New Save
es: Guarda nueva

source: Save
es: Guardar

source: Load
es: Cargar

source: Delete
es: Borrar

source: Cancel
es: Cancelar

source: Overwrite existing file?
es: ¿Sobreescribir archivo existente?

source: Game saved successfully.
es: Partida salvada con éxito.

source: Error saving game.
es: Error guardando partida.

source: Game was successfully removed.
es: La partida se eliminó con éxito.

source: Could not delete saved game.
es: No se puede borrar la partida guardada.

source: Are you sure you want to overwrite this file?
es: ¿Estás seguro de que deseas sobreescribir este archivo?

source: Are you sure you want to load this file?
es: ¿Estás seguro de que deseas cargar este archivo?

source: You can't delete the current game.
es: No puedes borrar la partida actual.

source: Are you sure you want to delete this file?
es: ¿Estás seguro de que deseas borrar este archivo?

source: Create a new saved game or load an existing one
es: Crear una nueva partida o cargar una existente

source: Open an existing saved game file
es: Abrir una partida salvada

source: No savegames have been created yet.
es: No hay partidas salvadas.

source: st
es: º

source: nd
es: º

source: rd
es: º

source: th
es: º

source: Somewhere in the wilderness.
es: En algún lugar en las tierras salvajes.

source: In a cave on level %d.
es: En una caverna en el nivel %d.

source: Dungeon level %d at %s.
es: Mazmorra en el nivel %d en %s.

source: Resting at HQ.
es: Descansando en el cuartel general.

source: Party of %s the %s level %s.
es: Grupo de %s el %s, nivel %s.

source: Loading theme
es: Cargando tema

source: Drawing walls
es: Dibujando muros

source: Fixing rooms
es: Reparando habitaciones

source: Chat
es: Conversar

source: Loading Sounds
es: Cargando sonidos

source: Loading Missions
es: Cargando misiones

source: L:%d,
es: N:%d,

source: (EXCURSION)
es: (EXCURSIÓN)

source: (STORY)
es: (HISTORIA)

source: (CAVE)
es: (CAVERNA)

source: Magic Merchant
es: Mercader de magia

source: Armor Merchant
es: Mercader de armaduras

source: Rations Merchant
es: Mercader de raciones

source: Scrolls Merchant
es: Mercader de pergaminos

source: Weapons Merchant
es: Mercader de armas

source: Trainer for %s
es: Entrenador de %s

source: %s the %s
es: %s el %s

source: Selected Total:
es: Total seleccionado:

source: Info
es: Inform.

source: Steal
es: Robar

source: Trade!
es: ¡Comerciar!

source: Close
es: Cerrar

source: Available Coins:
es: Monedas disponibles:

source: Shift+click to select multiple items, right click to get info.
es: Shift+clic para seleccionar varios objetos, clic derecho para obtener información.

source: you receive:
es: recibes:

source: to pay:
es: pagar:

source: Inventories changed.
es: Inventarios cambiados.

source: Select items to trade.
es: Selecciona objetos para comerciar.

source: You can't afford this deal!
es: ¡No te puedes permitir este trato!

source: Can't fit item in backpack.
es: No puedes meter el objeto en tu mochila.

source: Selected items traded.
es: Objetos seleccionados mercadeados.

source: Select items to steal.
es: Selecciona objetos a robar.

source: You succesfully burgled the items!
es: ¡Conseguiste robar los objetos!

source: You succesfully burgled the items but some did not fit in your backpack!
es: ¡Conseguiste robar los objetos pero no caben en tu mochila!

source: %s looses %d coins!
es: ¡%s pierde %d monedas!

source: Item confiscated: %s
es: Objeto confiscado: %s

source: Your burgling attempt failed. Items and ex. were confiscated.
es: Tu intento de robo fall. Pierdes los objetos y experiencia.

source: Loading Shapes
es: Cargando formas

source: Loading Professions
es: Cargando profesiones

source: Loading Items
es: Cargando ítems

source: Loading Spells
es: Cargando hechizos

source: Loading Characters
es: Cargando personajes

source: Loading Creatures
es: Cargando criaturas

source: Loading Portraits
es: Cargando retratos

source: Initializing Party
es: Inicializando grupo

source: Initializing Scripting
es: Inicializando scripting

source: Loading Skills
es: Cargando habilidades

source: Creating Map
es: Creando mapa

source: Initializing UI
es: Inicializando IU

source: %s transforms into another shape in front of your very eyes!
es: ¡%s se transforma en otra forma delante de tus ojos!

source: %s dies!
es: ¡%s muere!

source: Coins Available:
es: Monedas disponibles:

source: Amount:
es: Cantidad:

source: Donate!
es: ¡Donar!

source: Temple of %s
es: Templo de %s

source: level
es: nivel

source: Enter the amount you want to donate.
es: Introduce la cantidad que quieres donar.

source: Character Details
es: Detalles del personaje

source: Name
es: Nombre

source: Profession
es: Profesión

source: Stats
es: Estadísticas

source: Deity
es: Deidad

source: Image
es: Imagen

source: Accept
es: Aceptar

source: Dismiss
es: Rechazar

source: Name:
es: Nombre:

source: Change
es: Cambiar

source: What is your name, great hero? Enter it here, but choose wisely! You will not be able to change it again.
es: ¿Cómo te llamas gran héroe? Introduce tu nombre aquí, pero ¡escógelo sabiamente! No podrás cambiarlo nunca más.

source: Male
es: Hombre

source: Female
es: Mujer

source: Select the sex of your hero. Besides some visual effects, it has no other impact on game mechanics.
es: Selecciona el sexo de tu héroe. Aparte de la diferencia estética, no tiene ningún otro impacto en la mecánica del juego.

source: Profession:
es: Profesión:

source: Which starting profession most closely resembles your hero? Your character will evolve into a more powerful and refined practicer of the chosen art. Below is a brief description of the strengths and weaknesses of each profession.
es: ¿Cuál es la primera profesión de tu héroe? Tu personaje podrá evolucionar y ser más poderoso en la disciplina escogida. Debajo hay una breve descrición de las bondades y defectos de cada profesión.

source: Statistics:
es: Estadísticas:

source: Points Remaining:
es: Puntos restantes:

source: Reroll
es: Volver a lanzar

source: Patron Deity:
es: Deidad protectora:

source: At times on your journey you may be reduced to nothing but a prayer.|Therefore it is important to keep in mind to whom such requests are directed. Given below is a list of known deities of the land with a brief description for each.
es: A veces en tu viaje puedes acabar sin nada, salvo con tus oraciones.|Por eso, es importante tener en cuenta a quien van dirigidas tus peticiones. Abajo hay una lista de deidades de la tierra con una breve descripción para cada una.

source: Appearance:
es: Aparencia:

source: You may now choose a portrait and a character model to represent your hero. Your appearance is only a matter of personal choice, it will not affect the game in any way.
es: Puedes elegir un retrato y un modelo para representar a tu héroe. Tu apariencia sólo depende de a tu elección personal, y no afectará al desarrollo del juego de ninguna forma.

source: %1$s uses capability %2$s!
es: ¡%1$s usa la capacidad de %2$s!

source: Your %s is out of charges.
es: Tu %s está fuera de cargas.

source: Your %s feels lighter.
es: Tu %s se siente ligero.

source: %s crumbles into dust.
es: %s se desmorona en el polvo.

source: Couldn't find scroll, cancelled spell.
es: No se puede encontrar el pergamino, el hechizo se cancela.

source: %1$s casts %2$s!
es: ¡%1$s convoca %2$s!

source: ...%s needs more practice.
es: ...%s necesita más práctica.

source: ...the magic fails inexplicably!
es: ... ¡la magia falla inexplicablemente!

source: ...%s has finished firing a volley
es: ... %s ha terminado disparando una descarga

source: ...%s shoots a projectile
es: ... %s dispara un proyectil

source: %1$s attacks %2$s with %3$s!
es: ¡%1$s ataca a %2$s con %3$s!

source: %1$s attacks %2$s with bare hands!
es: ¡%1$s ataca a %2$s con las manos desnudas!

source: ...fumble: hits %s instead!
es: ... Pifia: ¡golpea a %s!

source: %s his own fumbling hands
es: %s de sus manos temblorosas

source: %s her fumbling hands
es: %s de sus manos temblorosas

source: ...precise hit: double damage!
es: ... golpe crítico: ¡doble de daño!

source: ...precise hit: triple damage!
es: ... golpe crítico: ¡triple de daño!

source: ...precise hit: quad damage!
es: ... golpe crítico: ¡cuádruple de daño!

source: ...precise hit: instant kill!
es: ... golpe crítico: ¡muerte instantánea!

source: ...double damage!
es: ... ¡doble daño!

source: ...triple damage!
es: ... ¡triple daño!

source: ...quad damage!
es: ... ¡cuádruple daño!

source: ...%d-times damage!
es: ... ¡daño amplificado %d-veces!

source: ...%1$s attacks %2$s with %3$s magic.
es: ...%1$s ataca a %2$s con la magia de %3$s.

source: %s resists the magic with %d.
es: %s resiste el conjuro con %d.

source: ...%1$s blocks attack with %2$s!
es: ... ¡%1$s para el ataque con %2$s!

source: ...Using cursed item!
es: ... ¡Usa un objeto maldito!

source: ...%s attacks for %d points.
es: ... %s ataca y causa %d puntos.

source: ...DAM:%.2f-%.2f extra:%.2f
es: ... DAÑO:%.2f-%.2f extra:%.2f

source: ...%s's armor blocks %d points
es: ... La armadura de %s's para %d puntos

source: weilding
es: blandiendo

source: in a flurry of blows
es: en una ráfaga de viento

source: magical damage by
es: daño mágico por

source: ...%s dodges the attack.
es: ... %s esquiva el ataque.

source: ...%s misses the target.
es: ... %s falla el blanco.

source: ...%s hits for %d points of damage
es: ... %s golpea y causa %d puntos de daño

source: ...%s is killed!
es: ... ¡%s ha sido asesinado!

source: %s finds %d coins!
es: ¡%s encuentra %d monedas!

source: You have defeated the dungeon boss!
es: ¡Has vencido al jefe de la calabozo!

source: ...the news spreads quickly and his minions cower before you.
es: ... Las noticias vuelan y sus lacayos se acobardan ante ti.

source: ...no damaged caused.
es: ... no se ha causado daño.

source: Targeted
es: Apuntado

source: Out of Range. Move: %d
es: Fuera de rango. Muévete: %d

source: Out of Range
es: Fuera de rango

source: In Range
es: En rango

source: Bare Hands
es: Manos desnudas

source: Basic Statistics:
es: Estadísticas básicas:

source: HP
es: PG

source: MP
es: PM

source: AP
es: PA

source: Attack:
es: Ataque:

source: Unarmed Defense:
es: Defensa sin armas:

source: %s discovers a secret door!
es: ¡%s descubre una puerta secreta!

source: %s discovers a trap!
es: ¡%s descubre una trampa!

source: %s heals %d points.
es: %s sana %d puntos.

source: %s feels impervious to damage!
es: ¡%s se siente insensible al daño!

source: %s dodges some of the damage.
es: %s evita algo de daño.

source: %1$s attacks %2$s with %3$s.
es: %1$s attaca a %2$s con %3$s.

source: %s resists the spell with %d.
es: %s resiste el hechizo con %d.

source: %s the %s spell
es: %s el hechizo %s

source: %s resists the spell! [%d]
es: ¡%s se resiste al hechizo! [%d]

source: %s resists the spell with magic item!
es: ¡%s resiste el conjuro con objeto mágico!

source: Cursed items have been doffed.
es: Los objetos malditos han sido desactivados.

source: Something goes wrong! No one answers your call for help!
es: ¡Algo va mal! ¡Nadie responde tu petición de ayuda!

source: Something goes horribly wrong! The summoned monster breaks free and attacks!
es: ¡Algo ha ido horriblemente mal! ¡El monstruo convocado se libera y ataca!

source: Buy
es: Comprar

source: You can't afford the healing.
es: No te puedes permitir la sanación.

source: The healing spell was cast.
es: El hechizo de sanación se convocó.

source: Loading Abilities
es: Cargando habilidades

source: Skill bonuses to:
es: Bonificaciones de habilidades para:

source: Can use any weapons, except:
es: Puede usar cualquier arma, excepto:

source: Can use any armor, except:
es: Puede llevar cualquier armadura, excepto:

source: Can use any weapons.
es: Puede usar cualquier arma.

source: Can use any armor.
es: Puede llevar cualquier armadura.

source: Not allowed to use any weapons, except:
es: No puede usar armas, excepto:

source: Not allowed to use any armor, except:
es: No puede llevar ninguna armadura, excepto:

source: Not allowed to use any weapons.
es: No puede usar ninguna arma.

source: Not allowed to use any armor.
es: No puede llevar ninguna armadura.

source: Can use weapons:
es: Puede usar armas:

source: Can use armor:
es: Puede llevar armadura:

source: Not allowed to use weapons:
es: No puede usar armas:

source: Not allowed to use armor:
es: No puede llevar armadura:

source: Slashing
es: Cortante

source: Piercing
es: Perforante

source: Crushing
es: Contundente

source: Loading StateMods
es: Cargando estados

source: Multiplayer Setup
es: Configuración multijugador

source: Host a game
es: Hospedar un juego

source: --- OR ---
es: --- O ---

source: Server address
es: Dirección del servidor

source: Server port
es: Puerto del servidor

source: Username
es: Nombre de usuario

source: Join a game
es: Unirse a un juego

source: Start Game
es: Comenzar Juego

source: Select a character
es: Selecciona un personaje

source: Use
es: Uso

source: Cast
es: Invocar

source: Identify
es: Identificar

source: Transcribe
es: Transcribir

source: You must rest a while before identifying items again.
es: Debes descansar para poder identificar objetos otra vez.

source: Requirements
es: Requisitos

source: %s is too low.
es: %s es demasiado bajo.

source: Bonus for %s!
es: ¡Bonus para %s!

source: All requirements met.
es: Todos los requisitos se cumplen.

source: (L:%d) (M:%d) %s
es: (N:%d) (PM:%d) %s

source: School: %s
es: Escuela: %s

source: Skill: %s
es: Habilidad %s

source: Deity: %s
es: Deidad: %s

source: Level: %d
es: Nivel: %d

source: MP: %d
es: PM: %d

source: Failure rate: %d percent
es: Tasa de fallo: %d por ciento

source: M
es: PM

source: A
es: PA

source: Type: %s
es: Tipo: %s

source: Automatic
es: Automático

source: Weight: %.2f
es: Peso: %.2f

source: Price: %d
es: Precio: %d

source: Damage: %d percent
es: Daño: %d porciento

source: Damage Type: %s
es: Tipo de daño: %s

source: Parry: %d percent of %s skill
es: Eludir: %d porcentaje de %s habilidad

source: AP cost: %d
es: coste de PA: %d

source: Range: %d
es: Rango: %d

source: Defense vs. %s damage: %d
es: Defensa vs. %s daño: %d

source: Dodge penalty: %d
es: Penalización para esquivar: %d

source: Power: %d
es: Poder: %d

source: Charges: %d(%d)
es: Carga: %d(%d)

source: Spell: %s
es: Hechizo: %s

source: Duration: %d
es: Duración: %d

source: Two handed weapon.
es: Arma a dos manos.

source: Optionally handed weapon.
es: Arma con mano opcional.

source: Attack Info for each player:
es: Información de ataque para cada jugador:

source: ATK
es: ATQ

source: APR
es: AcPA

source: %d bonus to attack and damage.
es: %d bonus de ataque y daño.

source: %d bonus to armor points.
es: %d bonus de puntos de armadura.

source: Double damage
es: Doble daño.

source: Triple damage
es: Triple daño.

source: Quad damage
es: Cuádruple daño.

source: %dX damage
es: %dX daño

source: vs. any creature.
es: vs. cualquier criatura.

source: Extra damage of %1$s %2$s magic.
es: Daño extra de %1$s por magia de %2$s.

source: Extra %d pts of %s magic resistance.
es: %d puntos extra de resistencia mágica a %s.

source: Sets state mods:
es: Asigna estados:

source: Protects from state mods:
es: Protege de los modos de estado:

source: Bonuses to skills:
es: Bonificaciones a habilidades:

source: This item is cursed!
es: ¡El objeto está maldito!

source: School:
es: Escuela:

source: You have a feeling there is more to this item than what you've been able to glean...
es: Sientes que hay algo más en este objeto que lo que eres capaz de ver...

source: Recharge
es: Recargar

source: Select items to recharge.
es: Selecciona objetos a recargar.

source: You can't afford the recharging.
es: No te puedes permitir recargarlo.

source: Selected items recharged.
es: Los objetos seleccionados han sido recargados.

source: Begin Chapter
es: Empezar capítulo

source: Replay
es: Repetir

source: Upload Score
es: Subir puntuación

source: Dismiss Party Member
es: Expulsar miembro del grupo

source: Need permission to upload score to web
es: Necesitas permiso para subir la puntuación a la web

source: Upload your score to the internet?
es: ¿Subir puntuación a internet?

source: Save game
es: Guardar juego

source: Do you want to quicksave the game now?
es: ¿Quieres guardar rápidamente el juego ahora?

source: Load game
es: Cargar juego

source: Do you really want to reload the current game?
es: ¿Realmente quieres recargar la partida actual?

source: Do you really want to load the autosave game?
es: ¿Realmente quieres recargar el juego autoguardado?

source: Error saving the auto save game.
es: Error guardando automáticamente la partida.

source: Error saving current map.
es: Error salvando el mapa actual.

source: Error #666: Failed to create map.
es: Error #666: Falló al crear el mapa.

source: For returning alive, the party receives %d experience points.
es: Por volver con vida, el grupo recibe %d puntos de experiencia.

source: %s gains a level!
es: ¡%s gana un nivel!

source: Welcome to the S.C.O.U.R.G.E. Head Quarters
es: Bienvenido al centro de mando de S.C.O.U.R.G.E.

source: Teleport spell failed!! Entering level %d
es: ¡El hechizo de teletransportación ha fallado! Entrando en nivel %d

source: Entering dungeon level %d
es: Entrando en el nivel de mazmorra %d

source: %s cancelled a pending action.
es: %s canceló la acción pendiente.

source: Select a creature for this spell.
es: Selecciona una criatura para este hechizo.

source: Select an item for this spell.
es: Selecciona un objeto para este hechizo.

source: Select a location for this spell.
es: Selecciona un lugar para este hechizo.

source: Select a door for this spell.
es: Selecciona una puerta para este hechizo.

source: Select the party for this spell.
es: Selecciona un grupo para este hechizo.

source: %s selected a target
es: %s seleccionó a un objetivo

source: %1$s will target %2$s
es: %1$s apuntará %2$s

source: %1$s targeted %2$s.
es: %1$s apuntó a %2$s.

source: The item won't fit in that container!
es: ¡El objeto no cabe en tu contenedor!

source: %1$s is placed in %2$s.
es: %1$s está en %2$s.

source: Something is blocking the door from closing.
es: Algo está impidiendo a la puerta cerrarse.

source: Leave level?
es: ¿Salir del nivel?

source: Squirrel Console
es: Consola Squirrel

source: Run
es: Correr

source: Clear
es: Limpiar

source: Reload
es: Recargar

source: Speed set to %d
es: Velocidad a %d

source: Congratulations, mission accomplished!
es: ¡Enhorabuena, misión cumplida!

source: For completing the mission
es: Por completar la misión

source: The party receives %d points.
es: El grupo recibe %d puntos.

source: Connecting to server
es: Conectando con el servidor

source: Connected!
es: ¡Conectado!

source: Combat
es: Combate

source: End Turn
es: Terminar turno

source: Pause game [%s]
es: Pausar juego [%s]

source: Load or Save Game
es: Cargar o Guardar juego

source: Exit game
es: Salir del juego

source: Game options [%s]
es: Opciones de juego [%s]

source: Move as a group [%s]
es: Mover como grupo [%s]

source: Dismiss this character
es: Expulsar este personaje

source: Backpack and party info [%s]
es: Mochila e información de grupo [%s]

source: Click to assign a spell, capability or magic item.
es: Haz clic para asignar un hechozo, capacidad o objeto mágico.

source: Current Weapon: Bare Hands
es: Arma actual: manos desnudas

source: Current Weapon: %s
es: Arma actual: %s

source: Thirst
es: Sediento

source: Hunger
es: Hambriento

source: Begin Turn [%s]
es: Empiezar turno [%s]

source: ...In Turn...
es: ... En turno...

source: Pause Game [%s]
es: Pausar juego [%s]

source: Unpause game. [%s]
es: Quitar pausa [%s]

source: Available Missions
es: Misiones disponibles

source: Drag map to look around.
es: Arrastra el mapa para mirar alrededor.

source: This spell has no effect here...
es: Este hechizo no tiene efecto aquí...

source: Game loaded successfully.
es: Juego cargado con éxito.

source: Error: Saved game version is too old.
es: Error: la versión del juego salvado es muy vieja.

source: You cannot hire more party members.
es: No puedes añadir nuevos miembros al grupo.

source: Would you like to dismiss %s the %s?
es: ¿Quieres expulsar %s el %s?

source: %s the level %d %s
es: %s el nivel %d %s.

source: in a cave on level %d
es: En una caverna, en el nivel %d.

source: in dungeon level %d at %s
es: En el nivel %d de la mazmorra, en %s.

source: while attempting to
es: al intentar

source: kill
es: mata

source: recover
es: recuperar

source: suddenly, while resting at HQ
es: de repente, mientras estáis descansando en el cuartel

source: Successfully completed the game and saved the world!!!
es: ¡¡Has completado con éxito el juego y has salvado el mundo!!

source: Expired %s. Cause of demise: %s. Reached chapter %d of the story.
es: %s vencido. Causa del fracaso: %s. Capítulo de la historia %d alcanzado.

source: Score was successfully uploaded.
es: La puntuación se ha subido con éxito.

source: Initiative
es: Iniciativa

source: CTH
es: PrDA

source: This item is already enchanted.
es: Este objeto ya está encantado.
