Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: Many thanks for completing this mission. One more unsavory client is off our backs for now, happy with his recovered ${item1}.
es: Muchas gracias por completar la misión. Un cliente soso está en deuda con vosotros, contento con su ${item1} ya recuperado.

source: Please complete this mission quickly! Remember, you're looking for the ${item1}.
es: ¡Por favor, completa la misión cuanto antes! Recuerda que estás buscando el objeto conocido como ${item1}.

source: Haunted monastery: kill ${creature1}
es: Monasterio hechizado: mata a ${creature1}

source: Should you accept this mission, you would be asked to teleport into a haunted monastery nearby and neutralize some monsters. In particular, our client wishes for you to terminate the ${creature1} which has taken residence on its lowest level underground. Should you... er, die, while on your mission, your belongings will be transferred to the Corporation. (In fact your items will be inventoried while you are away.) Best of luck, and no need to sign the timesheets this time.
es: Cuando aceptes la misión se te pedirá que te teletransportes a las cercanías del monasterio maldito y neutralices algunos monstruos. En particular, nuestro cliente desa que termines con la criatura ${creature1} que ha tomado como residencia el nivel inferior del sótano. En caso de que... Mueras durante la misión, tus pertenencias serán transferidas a la Corporación. De hecho, tus objetos serán inventariados mientras estés fuera. Ten buena suerte y no hay necesidad de firmar por tu salida esta vez.

source: I can't believe you managed to complete this mission... er... I mean I never had any doubts at all! ${creature1} is a tough opponent.
es: No puedo creer que hayas sido capaz de completar esta gesta... Eh... ¡Quiero decir que nunca tuve dudas de ello! ${creature1} es un duro oponente.

source: Ah, so you're still alive and at it... Good! Remember you're out to slay ${creature1}.
es: Ah, Todavía estás vivo en ello... ¡Bien! Recuerda que has salido a asesinar a ${creature1}

source: A vampire's quest: eliminate ${creature1}
es: Una gesta de vampiros: elimina a ${creature1}

source: A vampiric client delivered and urgent request to exterminate the pests in the underground structures of her forest castle. She is most interested in ascertaining that the ${creature1} is removed and is paying in real gold for this job to be done. She has agreed to not haunt the premises while this work is underway as long as you are done by nightfall.
es: Un cliente vampiresco entregó una petición urgente para exterminar la peste que había en las estructuras subterráneas de su castillo en el bosque. Ella está muy interesada en que se extermine a la criatura ${creature1} y está dispuesta a pagar oro de buena calidad cuando el trabajo esté acabado. También, está de acuerdo en no obsesionarse mientras el trabajo esté siendo llevado a cabo, y siempre y cuando lo acabéis para el crepúsculo.

source: Finished just in time! Good job! ${creature1} must have been hard to defeat.
es: ¡Acabado justo a tiempo! ¡Buen trabajo! Matar a ${creature1} ha debido ser complicado.

source: The time draws near when our vampiric client must return to his domain. Trust me you won't want to be around him, so get on with killing ${creature1}.
es: El tiempo de que nuestro vampírico cliente vuelva a su guarida se acerca. Creéme que no querrás estar cerca de él, por lo que sigue adelante en tu misión de asesinar a esa criatura, ${creature1}.

source: Removing a heretical ${creature1}
es: Eliminar la herética criatura ${creature1}

source: The local holy order of Soroughoz requested that we send a cleanup crew to the ruins of one of its abandoned temples. They view it as a stain on their reputation if places of (former) glory become infested with monsters. In particular, they wish for a certain ${creature1} and a ${creature2} to be neutralized.
es: La sagrada orden local de Soroughoz ha pedido que enviemos a un grupo de limpieza a las ruinas de uno de sus templos abandonados. Que antiguas propiedades suyas se vean infectadas con monstruos lo ven como una mancha para su reputación. En particular, desean que elimines a las criaturas ${creature1} y a ${creature2}.

source: Very good, the local order of Soroughoz will be pleased. And in turn, it's always good for us to keep them happy.
es: Muy bien, la orden local de Soroughoz estará encantada. Y además, es siempre bueno para nosotros que estén contentos.

source: Just a reminder to finish cleaning the abandoned temple of Soroughoz.
es: Sólo recuerda acabar de limpiar el templo abandonado de Soroughoz.

source: Retrieving a lost ${item1}
es: Recuperar un objeto perdido: ${item1}

source: A lesser noble family's steward contacted us this morning regarding the recovery of a coveted family heirloom. The ${item1} was lost stolen by a raiding party hired by one of the family's enemies. Fortunatelly, the thieves never made it home with their loot. They were ambushed by a small force of trolls on a forest road. The item seemed useless to the trolls who discarded it during their stay at an abandoned ruin.
es: Un mayordomo de una familia noble venida a menos contactó con nosotros esta mañana con la intención de que alguien recuperara una reliquia familar. Su ${item1} fue robado por un grupo de asalto pagado por uno de sus peores enemigos. Afortunadamente, los ladrones no lo llevaron a su jefe porque fueron emboscados por unos trolls en un camino del bosque. Parece que el objeto era inútil para los trolls que lo descartaron cuando estuvieron en unas ruinas abandonadas.

source: Excellent work as always! The noble family will be eternally thankful to us for recovering their heirloom object.
es: ¡Como siempre un trabajo excelente! La familia de noble cuna os estará siempre agradecidos por recuperar su reliquia familiar.

source: The noble family's steward contacted us again last night asking about the heirloom object. Any luck in finding it? Don't give up!
es: El mayordomo de la familia noble contactó con nosotros la última noche para preguntarnos sobre su reliquia. ¿Tuviste suerte en tu búsqueda? ¡No lo dejes!

source: Bring back the missed ${item1}
es: Traer de vuelta a ${item1}, objeto caído en extravío

source: A charity case really... I don't know why we bother with the like... Anyway, one must give back at times, and that is why we took the case of the local dung collectors' guild. I'm afraid they did loose their ${item1} while depositing the day's load at a nearby meadow. Please hurry and retrieve the object!
es: Realmente, un caso de caridad... No sé por qué me molesta... De todas maneras, uno debe corresponder a veces, y este es el caso del gremio local de recolectores. Estoy asustado de perder su ${item1} cuando suelte la carga en el prado cercano. ¡Por favor, date prisa y devuelve el objeto!

source: Excellent job! The dung collectors' guild is finally off our backs... They're most grateful that we returned their lost object and I must say - as a token of their appreciation - my chamberpot has never been cleaner!
es: ¡Un trabajo excelente! El gremio de recolectores de estiércol estará contento... Os dan el más efusivo agradecimiento por haber devuelto su objeto perdido y he de decir -como señal de su aprecio- que ¡mi escupidera nunca ha estado tan limpio!

source: Remember we're still not finished with the dung collectors' guild. They may not have lots of money, but I'd rather not upset the guild for... obvious reasons.
es: Recuerda, no hemos acabado con el gremio de recolectores de estiércol. Puede que no tengan mucho dinero, pero prefieres no molestar al gremio por... Motivos obvios.

source: Dispatch the ${creature1}
es: Despacha a la criatura ${creature1}

source: A ${creature1} terrorizes a nearby glade under the druidic protection of the Circle of the Caressing Wind. The druids offer us cash on the spot for the timely removal of this creature. Please go immediately and see that its reign of terror is silenced once and for all.
es: Una criatura, que creemos es ${creature1}, aterroriza a un claro cercano que está bajo la protección de los druidas del Círculo del Viento Cariñoso. Los druidas nos ofrecen dinero para eliminar la amenaza. Por favor, ve inmediatamente y cuida de que el reino de terror de ese ser se termine de una vez por todas.

source: The druids were overjoyed at the news! They can finally worship in peace without the annoying interuptions of one their group being eaten during service. They thank us profusely.
es: ¡Los druidas se regocijan con las noticias! Por fin podrán continuar con su culto en paz sin molestas interrupciones al ser uno de s grupo comido durante el servicio. Te dan las gracias profusamente.

source: The druids press upon us the importance of removing the ${creature1}. It seems the crunching of bones and snapping of sinew (while the beast feasts upon one of the congregation) interferes with most holy delivery of the sermon. So do be quick!
es: Los druidas muestran su preocupación al eliminar a ${creature1}. Parece que el crujido de huesos y la rotura de nervios (aunque la bestia se comporta como uno de la congregación) interfiere en el instante más sagrado del sermon. ¡Sé rápido!

source: Chapter 1: Greasy pork chops with turned milk
es: Capítulo 1: carne de cerdo asada con leche pasada

source: The usual plot: A helpless wizard named Sabien summoned and consequently lost control of a minor Fiend. While grappling with the demon he managed to trap himself in the dimension of Excrutiating Nausia.||While it may seem that the practicer of magics in this case is way over his head in trouble, it's generally agreed that one must do what one can to appease magicians. You just never know, even the most untalented can turn out to be helpful in the future!||Therefore it is imperative that your mission succeeds: go forth and retrieve the fabled Wand of Nausiation that Sabien keeps in his lair. Bring it back to headquarters so Sabien's helper can transport it to his trapped master.
es: El típico problema: un mago indefenso, llamado Sabien, invocó y después perdió el control de un diablo menor. Cuando estaba peleando con él, Sabien intentó atraparse en la dimensión de la Náusea excruciante.||Aunque parece que el practicante de magia en este caso se está metiendo en un problema, en general se cree que se ha de hacer lo que se pueda para apaciguar a los magos. ¡Nunca sabes si el más inepto de ellos te puede ser de ayuda en un futuro!||Además, es imperativo que la misión sea un éxito: ve adelante y devuelve la fabulosa Vara de náusea que Sabien guarda en su guarida. Tráela de vuelta a los cuarteles de manera que el ayudante de Sabien pueda transportar a su maestro atrapado.

source: Early this morning a tall and obviously non-human creature stood waiting for me at headquarters. It's gaze shifted nervously from side to side as it recounted the tale of its master's lost wand. It seems, working late one night he conjured up a creature he could not control. While wrestling with the demon, he managed to entrap himself and the creature in the dimension of Excruciating Nausea. Between fits of gurgling regurgitation he asks that we retrieve and bring him his Wand of Nausiation. He believes its power can be reversed and used to extricate himself from this situation. I believe we can make a powerful friend here if your mission succeeds!
es: Temprano esa mañana una criatura de alta estatura y aspecto no humano está esperándome en el cuartel. Contempla nerviosamente de lado a lado mientras cuenta la historia de la vara perdida de su maestro. Parece que trabajó una noche en conjurar una criatura que luego, no pudo controlar. Mientras luchaba con el demonio, fue capaz de atraparse a sí mismo y a la criatura en la dimensión de la Náusea Excruciante. Entre ataques de regurgitación borboteante nos pide que le saquemos de allí y que le traigamos su Vara de la náusea. Cree que su poder puede ser invertido y usado para liberarlo a él de su situación. ¡Creo que podemos hacer un amigo poderoso si triunfamos!

source: Thanks to your heroic efforts $Sabien (the hapless wizard) is safely at home again! He vows to 'do something grand' for us in the near future. Actually, this worries me far more than most missions we accept...
es: ¡Gracias a tus heroicos esfuerzos, $Sabien (el desventurado hechicero) está en casa seguro otra vez! Él jura 'hacer algo grande' para nosotros en un futuro cercano. Realmente, eso me preocupa más que la mayoría de las misiones que aceptamos...

source: Remember to find the wand for $Sabien! He is an important client and he's in deep trouble at the moment.
es: ¡Acuérdate de encontrar la vara para $Sabien! Es un cliente importante y está en un grave problema.

source: Chapter 2: Maw of the Grizzled Beast!
es: Capítulo 2: ¡El buche de la bestia grisácea!

source: Perhaps you remember Sabien the wizard whom we rescued from the dimension of Excruciating Nausea. It seems he is in trouble again, this time he has been kidnapped by a marauding group that calls himself the Order of the Grizzled Pony. While it is unclear why a group of aimless highwaymen would trouble themselves with kidnapping the aged magic user, he asks that we pay the Order off from his treasure chest and keep the rest of the money as our payment. Unfortunately for us, the chest is in Sabien's other workshop and is guarded by hordes of monsters. Good luck!
es: Quizás recuerdes a Sabien, el mago que nosotros rescatamos de la dimensión de la náusea atormentadora. Parece que tiene problemas otra vez. Ha sido secuestrado por un grupo de merodeadores que se llaman a sí mismos la Orden del Poni Grisáceo. Aunque no sabemos porqué un grupo de vagabundos sin objetivo se quiere meter en problemas al secuestrar al hechicero, Sabien ha dicho que se pagará el rescate de su cofre y que el resto será nuestro pago. Desafortunadamente para nosotros, el cofre de Sabien y otras propiedades el encantador son guardadas por hordas de monstruos. ¡Buena suerte!

source: The mysterious $Order (which it turns out is composed entirely of dwarven poets) has accepted the payment and let $Sabien go. I have a feeling this won't be our last dealing with the $Order!
es: La $Orden misteriosa (que parece estar compuesta enteramente por poetas enanos) ha aceptado el pago y dejará a $Sabien irse. ¡Tengo la sensación de que no será la última vez que tengamos que tratar con la $Orden!

source: Please hurry and rescue $Sabien! The $Order of the Grizzled Pony is a a group of dwarven poets... they keep sending me threats... their letters rhyme and the poetry is $awful!
es: ¡Por favor, date prisa y rescata a $Sabien! La $Orden del Poni Grisáceo es un grupo de poetas enanos... Continúan amenazándome... ¡Sus cartas riman y su poesía es $horrible!

source: Chapter 3: The Mysterious Benefactor
es: Capítulo 3: el misterioso benefactor

source: Sabien the wizard sent word that while he was being held by the Order of the Grizzled Pony, he overheard a conversation. He asked us to enter the Order's now abandoned lair and search for clues regarding who or what their mysterious benefactor is. The tunnels used by these dwarven terrorist poets should now be empty as their recitals were moved elsewhere. Of course no cozy underground dwelling stays empty for long... who knows what creatures moved in to replace the dwarves. At any rate your job is turn up documents, maps or other clues that might shed light on who the Order works for.
es: Sabien el hechicero nos dijo que mientras estaba preso por la Orden del Poni Grisáceo había oído una conversación. Nos pidió que entráramos en la guarida abandonada de la Orden y buscásemos pruebas sobre quién era su misterioso benefactor. Los túneles que usaron estos enanos poetas terroristas deberían estar ahora tan vacíos como los recitales que ellos creaban. Por supuesto no hay nada acogedor que se mantenga vacío por mucho tiempo... Quién sabe qué criaturas se han trasladado aquí para reemplazar a los enanos. De cualquier manera, tu trabajo es recopilar documentos, mapas o cualquier otro tipo de pruebas que pueda arrojar luz sobre para quién trabajaba la Orden.

source: Boots of $Mycotharsius and a map of the $Abyss?! This does not sound good... Ask $Melathor about information on $Mycotharsius. As far as I know he's long been dead. Killed in a battle by his own greed for evil magic. He cannot possibly be behind the $Order... unless... unless the he's joined forces again with an Abyssal being. $Melathor should know more about this.
es: ¡Las botas de $Mycotharisus y el mapa del $Abismo! (?) Eso no suena bien... Pregunta a $Melathor sobre $Mycotharsius. En lo que yo sé, está claro que hace mucho que murió. Fue asesinado en la batalla por su ansia de magia maligna. No puede estar detrás de la $Orden... A menos... A menos que se haya unido a las fuerzas con una existencia abismal. $Metlathor debería saber más de esto.

source: $Sabien is still waiting for any info you can dig up about the $Order. He needs to know who the dwarves are working for.
es: $Sabien está todavía esperando cualquier información que puedas extraer sobre la $Orden. Necesita saber para quién están trabajando los los enanos.

source: Chapter 4: Among the Groez-Duil
es: Capítulo 4: entre los groez-duil

source: You must travel to Thuzgol the city of the mountain dwarves, or the Groez-Duil as they call themselves. Once there, look up my old mentor Orhithales and show him the map you recovered from the lair of Order of the Grizzled Pony. If time permits, ask around about Mycotharsius and the Order. However, this is a more delicate operation than you may think. Be careful in your dealings with the Groez-Duil, as among them the Order is thought of as mystic heroes, legends from the golden age of the dwarves. Orhithales you can trust. He understands the true nature of the Order and he might be able to shed light on their connection to Mycotharsius.
es: Debes viajar a Thuzgol, la ciudad de los enanos de las montañas o, como la llaman ellos, a Groez-Duil. Una vez allí, busca a mi viejo mentor, Orhithales y enséñale el mapa que recuperaste de la guarida de la Orden del Poni Grisáceo. Si el tiempo lo permite, pregúntale sobre Mycotharsius y la Orden. Aun así, esta operación es más delicada de lo que podrías pensar. Ten cuidado con tus tratos y comportamiento en Groez-Duil, ya que, entre ellos, la Orden se considera un grupo de héroes místicos que tienen un lugar en las leyendas de la era dorada de los enanos. Puedes confiar en Orhitales ya que él entiende la verdadera naturaleza de la Orden y puede ser capaz de arrojar luz sobre la conexión de ésta con Mycotharsius.

source: Dragonscale armor?! I have not seen one of these since the $end of the $Guardians of the Realm. $Orhithales wants you to know that this is not the armor of $Mycotharsius, but a mark of the Guardians; it was not made in these parts for 1200 years. As there is no mention of such an artifact in $Thuzgol's history, the armor was likely brought to the catacombs from someplace else. I'll have to think about what to make of this... Good work nevertheless! It's good to hear from Orhithales again! We were quite close for a long time, perhaps he told you.
es: ¿Armadura de escamas de dragón? No he visto una desde el $final de los $Guardianes del Reino. $Orhithales quiere que sepas que esta no es la armadura de $Mycotharsius pero sí una de la de los Guardianes; fue hecha en estas partes hace 1200 años. Como no hay mención de tal artefacto en la historia de $Thuzgol, parece que la armadura fue llevada a las catacumbas desde algún otro lugar. Tengo que pensar qué hacer con esto... ¡De todas maneras, buen trabajo! ¡Es bueno oír de $Orhithales otra vez! Quizás te dijo que estuvimos en contacto durante mucho tiempo.

source: Remember to journey to $Thuzgol and talk to $Orhithales.
es: Recuerda el viaje a $Thuzgol y hablar con $Orhithales.

source: Return to Thuzgol
es: Vuelta a Thuzgol

source: Visit the ancient mountain dwarf city of Thuzgol. Its weapon-smiths and fight trainers are renowned throughout the land.
es: Visita la antigua ciudad de los enanos de las montañas de Thuzgol. Sus armeros y entrenadores de combate tienen renombre por toda la tierra.

source: Chapter 5: A brief visit with Mycotharsius
es: Capítulo 5: una breve visita con Mycotharsius

source: Our agents have located Mycotharsius in the cellars of a peaceful monastery called 'the Tower', near the city of Orn. You must journey here and confront him. Before ridding the world of him for good, find out as much as you can about why he hired the Order of the Grizzled Pony to kidnap our friend Sabien. I'm afraid however, that his failures made Mycotharsius quite Mad. Therefore if all he can offer is gibberish, try to look around his lair for clues.
es: Nuestros agentes han localizado a Mycotharsius en las bodegas de un monasterio apacible conocido como 'la Torre', cerca de la ciudad de Orn. Debes viajar allí y enfrentarte a él. Antes de salir en su búsqueda, encuentra todo lo que puedas sobre el motivo por el que contrató a la Orden del Poni Grisáceo para secuestrar a nuestro amigo Sabien. Aun así, estoy asustado de que sus fracasos hayan enloquecido a Mycotharsius. De todas formas si todo lo que te puede ofrecer son sandeces, busca pruebas en su guarida.

source: Good job, defeating $Mycotharsius! Now we know why $Sabien was kidnapped by the $Order! I sent Sabien the map of the $Abyss you found earlier and next you must visit him to ask how we can find $Mothrazu. I fear the end of all civilization may be bad for business... I marked Sabien's lair on the map posted on the mission board.
es: ¡Buen trabajo venciendo a $Mycotharsius! ¡Ahora sabemos porqué $Sabien fue secuestrado por la $Orden! Envié a Sabien el mapa del $Abismo que encontraste antes y después debes visitarle para que podamos encontrar a $Mothrazu. Temo que el final de toda la civilización pueda ser un mal negocio... Marqué la guardia de Sabien en el mapa que puse en el tablón de la misión.

source: You still have to journey to the monastery of the Tower and defeat $Mycotharsius.
es: Todavía tienes que viajar al monasterio de la Torre y acabar con $Mycotharsius.

source: Kill Mycotharsius the Mad
es: Mata a Mycotharsius el Loco

source: Chapter 6: Sabien's Revelations
es: Capítulo 6: las revelaciones de Sabien

source: You must call upon our old friend Sabien. He already knows the purpose of your visit, because I sent him the map fragment of the Abyss you found earlier. Be sure to ask him to explain its connection to Mothrazu. Additionally, try to get whatever information you can about the Guardians of the Realm. Remember that Sabien was abducted by agents of Mothrazu before, so he is a key figure in solving this mystery whether he knows it or not.
es: Has de acudir a nuestro viejo amigo, Sabien. Ya sabe el motivo de tu visita porque le envié un fragmento del mapa del Abismo que encontraste antes. Asegúrate de preguntarle por su conexión con Mothrazu. Además, intenta sacarle cualquier información que puedas sobre los Guardianes del Reino. Recuerda que, antes, Sabien fue raptado por los agentes de Mothrazu, por lo que es una figura crucial para resolver el misterio aunque él no lo sepa.

source: Interesting... so $Sabien claims $Mothrazu is trying to enter the $Abyss? I have read the notes he sent me and marked the location of the $tokens on the $board.
es: Interesante... ¿Entonces $Sabien dice que $Mothrazu está intentando entrar en el $Abismo? He leído las notas que me envió y marcado la localización de los $tokens en el $tablón.

source: Have you traveled to see $Sabien yet? I marked his library on the $board.
es: ¿Has viajado para ver a $Sabien? Marqué su biblioteca en el $tablón.

source: Talk to Sabien
es: Habla con Sabien

source: Drop by Sabien's library
es: Visitando la biblioteca de Sabien
