Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: The blade of this sword is made from laying many strips of metal upon each other in a twisted 'snake' formation. This gives the weapon its exceptional strength.
es: La hoja de la espada está hecha con la unión de muchas tiras de metal unas con otras retorcidas como una serpiente. Esto le da a este arma su resistencia excepcional.

source: Twisted sword
es: Espada retorcida

source: A blade with a snake-like form
es: Una hoja con la forma de una serpiente

source: Adopted from an invading force of Southern pirates, these heavy cutlasses can deliver a crushing blow.
es: Adoptada por las fuerzas invasoras de los piratas del sur, con estos pesados machetes se pueden dar unos golpes demoledores.

source: Royal Cutlass
es: Machete real

source: A cutlass with a curved, heavy blade
es: Un machete con una hoja curvada y pesada

source: A smaller version of the royal cutlass that can be held in one hand.
es: Una versión más pequeña del machete real que puede llevarse con una mano.

source: Nederianese Cutlass
es: Cimitarra nederianesa

source: A small cutlass
es: Un pequeño machete

source: These swords were designed to be used from horseback. As such they tend to be top-heavy and awkward to use in melee.
es: Estas espadas se diseñaron para usarse desde el caballo. Por eso, suelen ser muy pesadas y es raro que las uses al carga contra el enemigo.

source: Cavalry Sabre
es: Sable de caballería

source: A strangely-balanced utilitarian sword
es: Una espada utilitaria extrañamente balanceada

source: Mostly used by the aristocracy, these weapons were designed to puncture armor rather to strike with the edge. They require extreme finesse when used and are more likely to break.
es: Mayormente usadas por la aristocracia, estas armas fueron diseñadas para perforar armaduras más que para cortar con su filo. Requieren un extremo cuidado al usarlas, ya que son proclives a romperse.

source: Rapier
es: Estoque

source: A long pointed sword with not much of an edge.
es: Una espada punteada con no mucho filo.

source: Only persons of exceeding strength can cleave their enemies to bits with this greatsword
es: Sólo las personas con una fuerza superior puede hacer pedazos a sus enemigos con esta espada grande

source: Great sword
es: Espada grande

source: A two-handed greatsword
es: Una mandoble grande

source: Wrought by the elvish metal smiths of Allovium, this blade is specially prepared to slay dragons.
es: Forjada por los herreros elfos de Allovium, esta hoja está especialmente destinada a matar dragones.

source: Purple Worm Slayer
es: Gusano Púrpura Asesino

source: A purple curved sword
es: Una espada curvada púrpura

source: This graceful, single-edged sword cannot be left out of any rpg!
es: ¡Esta grácil espada de un sólo filo no puede dejarse fuera de ningún JDR!

source: A single-edge sword of mythic proportions!
es: ¡Una hoja de un solo filo de proporciones míticas!

source: The fabled weapon of Goliompur was forged by elven smiths in the deep forests of Alovium eons ago. It is rumored to speak to those it chooses to be her leader.
es: La espada mítiba de Goliompur fue forjada por los herreros elfos de los bosques profundios de Alovium hace eones. Se rumorea que habla a aquellos que escoge a ser su portador.

source: A weapon of exceeding craftsmanship. It is marked with strange runes.
es: Un arma de excelente artesanía. Está labrada con extrañas runas.

source: Legend tells of how king Haomen of the Nordic men hew his enemies in the battles at the fjords of Gormoth wielding this blade.
es: Las leyendas cuentan como el rey Haomen de los hombres nórdicos hendía a sus enemigos en las batalla en los fiordos de Gormoth esgrimiendo esta hoja.

source: Dextran
es: Dextral

source: You feel a crispness in the air and smell oaken notes while near this weapon.
es: Sientes un escalofrío y hueles a roble cuando llevas este arma.

source: A battleaxe forged under the mountain in darkness and silence
es: Un hacha de batalla forjada bajo las montañas en oscuridad y en silencio

source: Battleaxe
es: Hacha de batalla

source: The sturdy battleaxe also serves as a walking stick
es: La robuta hacha de batalla también sirve como un palo andador

source: Weapon of the feared dwarven assassins, the throwing axe returns to its owner after its arc of death!
es: Arma de los temidos asesinos enanos, ¡el hacha voladora vuelve a su dueño una vez que ha marcado su arco de muerte!

source: Throwing axe
es: Hacha voladora

source: A short-handled throwing axe
es: Un hacha voladora con un mango corto

source: The Gorlish scouts of the Underlake clans carry these axes. The scouts are able to scale the sheerest rock faces of their underground realm, so the axes are used as weapons as well as climbing gear.
es: Los exploradores gorlizos del clan Bajolago llevan estas hachas. Los exploradores son capaces de escalar las paredes más perpendiculares de su reino subterráneo, por lo que las hachas se usan tanto como armas como equipo de escalada.

source: Gorlish Axe
es: Hacha gorliza

source: A hooked medium axe
es: Una ganchuda hacha mediana

source: This giant, two-handed axe is the rough weapon of the wandering executioner.
es: Este hacha gigante a dos mano es un arma basta del verdugo errante.

source: Greataxe
es: Hacha grande

source: A crudely-made two-handed axe
es: Un hacha a dos manos cruelmente forjada

source: This weapon is obviously the work of an orc or ogre smith. It's handle is too wide for most human hands.
es: Este arma es obviamente el resultado del trabajo de un herrero orco u ogro. Su mango es demasiado ancho para manos humanas.

source: Chomper
es: Mascador

source: A large axe with a serrated blade
es: Una larga hacha con una hoja de sierra

source: This is the very weapon which, wielded by Thuzgorod the Red slew the goblin king in the dwarven wars of Uzmagil.
es: Este es el arma que, siendo empuñada por Thuzgorod el Rojo, quitó la vida del rey trasgo en las guerras enanas de Uzmagil.

source: Persuader
es: Persuasor

source: A stout axe with strange runes
es: Una recia hacha con extrañas runas

source: This is the Golden Axe once held by the many arms of Thulionix the dwarven god of suffering.
es: Este es el Hacha Dorada que fue llevada por uno de los muchos brazos de Thulionix, el dios enano del sufrimiento.

source: Golden Axe
es: Hacha dorada

source: A small axe of pale gold color
es: Un hacha pequeña de color oro pálido

source: This small gnomish bow is made of a light gray wood
es: Este arco corto gnomo está hecho de madera ligera gris

source: Smallbow
es: Arco corto

source: A small bow
es: Un arco corto

source: This bow is made of a strong wood with artistic carvings on its handles
es: Este arco está hecho de madera resistente con artísticos dibujos labrados en su mango

source: Ornatebow
es: Arco ornamental

source: A nicely crafted, strong bow
es: Una ballesta bellamente labrada

source: While cumbersome to reload, the crossbow delivers an armor-piercing greeting to any foe.
es: Aunque es difícil recargar, la ballesta proporciona penetración en armaduras que es siempre bienvenida.

source: Crossbow
es: Ballesta

source: A large crossbow
es: Una ballesta larga

source: Though faster to reload than its pumped-up cousin, this crossbow has a shorter range and delivers less power.
es: Aunque más rápida de recargar que su prima, esta ballesta tiene un alcance más corto y tiene menos capacidad de penetración.

source: Light crossbow
es: Ballesta ligera

source: A crossbow with an orange wood handle
es: Una ballesta con un mango de madera naranja

source: This large bow is the most common weapon of Sylvian rangers
es: Este arco largo es el arma más común de los montaraces silvanos

source: Longbow
es: Arco largo

source: A long bow adorned with a leaf symbol
es: Un arco largo adornado con un símbolo de una hoja

source: The elven armies under Mondiuvelen the Hale once carried these large bows
es: Los ejércitos elfos bajo Mondiuvelen el Robusto una vez llevaron estos arcos

source: Strongbow
es: Ballesta

source: A large bow with an ivory sight-piece
es: Un arco largo con una mira de marfil

source: The Sylvian bow of Bolinfupur kills silently. It is made from a single piece of blood stone.
es: El arco silvano de Bolinfupur mata silenciosamente. Está hecho de una única pieza de piedra de sangre.

source: This bow is made from a dull grayish-red substance that resembles stone
es: Este arco está hecho de una sustancia roma rojiza que parece piedra

source: This roughly hewn tree-limb barely qualifies as a primitive weapon. The handle is worn by years of head-bashing.
es: Esta rama sin picos normalmente se califica como arma primitiva. El mango ha sido testido de años de machacamiento de cabezas.

source: Wooden club
es: Garrote de madera

source: Your basic, non-enchanted, non-spiked wooden club.
es: Tu garrote de madera básico, sin encantamientos y sin púas.

source: The clerical weapon of choice! Dispense holy bashing of heads and denting of armor with this divine instrument of bludgeoning.
es: ¡El arma clerical de tu elección! Dispensa sagrados golpes en cabezas y abolla armaduras con este divino instrumento perfecto para dar cachiporrazos.

source: Rounded mace
es: Maza redondeada

source: A metal-headed mace with a plain wooden handle.
es: Una maza con cabeza de metal y un mango de madera.

source: The main advantage when using a morning star over its bestudded brother the Spiked Flail, is that the user need not bother with the weapon's business end getting stuck in the target.
es: La mayor ventana de la estrella de la mañana sobre su hermana, el mayal con púas, es que el atacante no se tiene que preocupar de que el arma acabe clavada en el objetivo.

source: Morning Star
es: Estrella de la mañana

source: A metal ball on a chain
es: Una bola metálica con una cadena

source: Favorite backup weapon of the knight. Should your sword be lost or irretrievable lodged in an opponent, reach for the flail and wade in the gore with a smile.
es: Arma de combate de 'emergencia' favorita de los caballeros. Si has perdido tu espada o la has perdido, alcanza el mayal y dale golpetazos con una sonrisa

source: Spiked flail
es: Mayal con púas

source: Spiked ball dangles at the end of a chain of impressive length.
es: Bolas con pinchos están colgadas al final de la cadena de una gran longitud.

source: Once used by the dead-eater ogre legions of the Crimson Leaf as a weapon for crowd control. This mace is to be held by two large hands.
es: Una vez usada por las legiones de ogros come-muertos de la Hoja Carmesí como arma de control de la multitud. Esta maza debe mantenerse

source: Double-fisted Maragon
es: Maragón de doble puño

source: An enormous two-handed mace.
es: Una enorme maza a dos manos

source: Created quite by accident, this black flail was the side-effect of a failed experiment at the school of war-wizardry.
es: Creado por accidente, este mayal negro fue el efecto colateral de un experimento fallido en una escuela de hechizería bélica.

source: Darkflail
es: Mayal oscuro

source: The black flail emits a humming noise.
es: El mayal oscuro emite un sonido zumbante.

source: Descendant of Glauis the legendary talking mace of Horom, this agile weapon is also a ferocious combatant.
es: Descendiente de Gauis la legendaria maza habladora de Horom, esta arma ágil es también una feroz combatiente.

source: Warmaster
es: Señor de la guerra

source: This mace is surrounded by a near-visible aura of blood-lust.
es: Este maza está rodeada de un aura casi visible de sangre coagulada.

source: This long wooden pole serves both as a walking stick and fighting staff.
es: Esta vara larga de madera sirve como bastón y como palo de lucha.

source: Quarter Staff
es: Bastón de tregua

source: A long wood pole.
es: Una larga pértiga de madera.

source: A mid-range weapon of precision and finesse, the javelin grew in popularity as a court hunting weapon under Haladil.
es: Un arma de alcance medio de precisión y fineza, la javalina fue muy popular en la corte como arma cazadora durante el reinado de Haladil.

source: Javelin
es: Javalina

source: A finely crafted, lightweight lance.
es: Una lanza fina, artesanal y ligera

source: Forged in the ice-caverns of the ancient troll halls of Gormoril (not a masterpiece of precision) this iron lance is made for a large fighter.
es: Forjado en las cavernas heladas de las ancianas estancias de los trolls de Gormoril (no una obra maestra en cuanto a la precisión) esta lanza de hierro está hecha por un luchador alto.

source: Longspear
es: Lanza larga

source: A rough iron pole with a sharpened tip.
es: Una pértiga de hierro con un 'regalito' afilado.

source: An ancient long reaching weapon of a gladiatorial history. This trident bears the symbol of the sea-lords of Urtap.
es: Un arma antigua de largo alcance de larga historia entre los gladiadores. Este tridente lleva el símbolo de los señores del mar de Urtap.

source: Trident
es: Tridente

source: A long metal pole with three barbed prongs.
es: Una javalina de metal con tres púas afiladas.

source: This weapon was once held by the royal guard of the late king Haladil.
es: Este arma fue llevada por la guardia real de el tardío rey Haladil.

source: Halberd
es: Alabarda

source: A long pole with an axe blade at its top.
es: Un largo palo con un hacha en su parte más alta.

source: A reaping scythe strengthened and sharpened for more than just crops.
es: Una guadaña de siega reforzada y afilada para algo más que los cultivos.

source: War-scythe
es: Guadaña de guerra

source: A wicked curved blade atop a simple wooden pole.
es: Una hoja curvada maldita sobre un sencillo palo de madera.

source: The dryad lich Milmoril needs no introduction. This long black scythe with the saw-blade and bone handle was her choice weapon.
es: La dríada liche Milmoril no necesita presentación. Esta larga guadaña negra con hoja de sierra y mango de hueso era su arma favorita.

source: Scythe of Milmoril
es: Guadaña de Milmoril

source: A large black scythe of excellent (if evil) workmanship.
es: Una larga y negra guadaña de excelente y (quizás deletérea) manufactura.

source: The legend of the dead king Iconoclastus, powers the sword against creatures who cast spells. The late king's hatred of all things magical was well known.
es: La leyenda del rey muerto Iconoclastus, potencia la espada contra las criaturas que hacen hechizos. El odio del tardío rey hacia todos los objetos mágicos era ampliamente conocido.

source: Brand of Iconoclast
es: Hoja de Iconoclastus

source: This bastard sword seems to glow with an unhealthy shine.
es: Esta espada bastarda parece brillar con un brillo insano.

source: Not much warmth reaches your stiff fingers in these homemade gloves. It also appears that either this is not a single pair or the previous owner's left hand was much larger than the right.
es: No mucho calor dará a tus dedos cadavéricos estos guantes hechos en casa. Parece que no son del mismo par, o el dueño anterior de estos tenía la mano izquierda mucho más grande que la derecha.

source: Leather Work Gloves
es: Guantes de trabajo de cuero

source: A pair of ill-made, ill-fitting leather gloves.
es: Un par de guantes mal hechos y que caben mal.

source: This embroidered pair of heavy leather gloves bears the symbols of the Horghh city guards. In places it is worn very thin, yet it appears to be exceptionally sturdy.
es: Este par de guantes pesados bordados llevan los símbolos de los guardas de la ciudad de Horghh. En algunos sitios parecen muy finos, aunque todavía parecen ser excepcionalmente robustos.

source: Embroidered Guard Gloves
es: Guantes de guardia bordados

source: A comfortable pair of heavy leather gloves.
es: Un par de cómodos guantes de cuero

source: This chainmail mitten is full of dents and scratches. Despite the occasional rust-spots, it fits admirably and provides good protection in combat.
es: El mitón de cota de malla está lleno de abolladuras y rozaduras. Aun teniendo zonas oxidadas, se adapta admirablemente y da una buena protección en combate.

source: Link Gauntlet
es: Guantelete entrelazado

source: A pair of sturdy chainmail mittens.
es: Un par de robustos mitones de cota de malla

source: A few minutes of cleaning reveals a rare find: a full-plait armored gauntlet still in tact rescued from the depths.
es: Después de limpiar unos minutos, encuentras algo: un guantelete trenzado todavía intacto rescatado de las profundidades.

source: Plaite Gauntlet
es: Guantelete de placas

source: A dirty pair of plait-mail armored gauntlets.
es: Un par de sucios guantes de cota de placas.

source: Your enemies may laugh at your dorky headgear, however, it does protect you from dull, bludgeoning objects
es: Tus enemigos podrán reírse de tu tonto adorno en la cabeza, pero te protege de los golpes y de los objetos contundentes

source: Horned helmet
es: Yelmo con cuernos

source: A stylish helmet adorned with the horns of a slain foe
es: Un elegante yelmo adornado con cuernos de algún enemigo asesinado

source: Finally a head-gear designed to protect others from viewing the hideous wounds you have acquired over the years.
es: Finalmente una pieza de equipo que protege a los demás de la visión de tus horrendas heridas que te has ganado durante los años.

source: Full face helmet
es: Yelmo con máscara completa

source: A clunky helmet with narrow slits for the eyes and nose.
es: Un yelmo macizo con aberturas estrechas para los ojos y la nariz.

source: This metallic piece of medieval clothing comes equipped with a visor that you can swoosh open when striking a dramatic pose.
es: Esta pieza metálica de vestimenta medieval viene equipada con un visor que puedes abrir cuando estés posando de manera espectacular.

source: Helmet with visor
es: Yelmo con visor

source: A dented metal helmet with a removable visor.
es: Un yelmo de metal abollado con un visor removible.

source: This large helmet covers your entire face and parts of your neck and shoulders. It is worn mostly by knights.
es: Este yelmo largo cubre completamente tu faz, además de partes de tu cuello y hombros. Lo suelen usar los caballeros.

source: Knight's helmet
es: Yelmo de caballero

source: A giant metal orb of a helmet. The visor is rusted shut.
es: Un yelmo metálico gigante. El visor está cerrado por la oxidación

source: This is the typical wizard's hat. It's as if the hat is begging others to mock its wearer. (Of course, this is generally when the mocker is engulfed in flames...)
es: Este es el sombrero típico de un hechicero. Es como si el sombrero pidiera a los demás que se burlaran de su portador. Por supuesto, generalmente aquellos que se burlan acaban engullidos por las llamas...

source: Pointy Hat
es: Sombrero puntiagudo

source: A light blue broad rimmed hat with a weird pointy top.
es: Un ancho sombrero con borde, ambos de color azul claro con una extraña punta en su final.

source: In early autumn when the nights start to cool and that old feeling returns, to hop over the backyard fence and follow a trail wherever it may lead... this is the hat you'd reach for.
es: En la aurora del otoño, cuando los caballeros empiezan a sentir el frío y los viejos pesares vuelven,

source: Adventuring Hat
es: Sombrero de aventurero

source: A brown leather hat with a feather.
es: Un sombrero de cuero marrón con una pluma.

source: I'm sure the couple flimsy boards held together by cat-gut will provide tons of life-saving cover in battle. On the positive side, at least it's a small, maneuverable shield.
es: Estoy seguro de que un par de tableros débiles unidos por un intestino de gato darán mucha cobertura que salvará vidas en una batalla. Mirándolo por el lado bueno, al menos es un escudo pequeño y manejable.

source: Buckler
es: Broquel

source: A small home-made wooden shield.
es: Un pequeño escudo fabricado por un aprendiz.

source: The shield's hard wood is dried and flame toughened. It is covered in martial colors and someone jokingly painted a bulls-eye on it.
es: La madera de este escudo ha sido secada y quemada hasta endurecerse. Está cubierto de colores marciales y algunas ojos de toro jocosos.

source: Wooden Shield
es: Escudo de madera

source: A well-made, sturdy wooden shield.
es: Un recio y bien hecho, escudo de madera

source: This triangular metal shield would be a boon to any adventuring knight, if not for the the countless dents and rust-spots that cover its surface.
es: El escudo de metal triangular podría ser una bendición para cualquier caballero aventurero si no fuera por las incontables abolladuras y marcas de óxido en su superficie.

source: Steel Shield
es: Escudo de acero

source: A triangular metal shield.
es: Escudo triangular de metal

source: A symbolic, painted dragon roars to life on this shield, as if to only remind its wearer of the absolute futility of carrying it against an actual one.
es: Un dragón, pintado de manera simbólica, ruge en el escudo, como si fuera un recuerdo a su portador de la absoluta inutilidad de llevar uno frente a uno real.

source: Ornate Dragon Shield
es: Escudo ornamental de dragón

source: A metal shield covered with the painting of an ornate dragon.
es: Un escudo de metal sobre el que hay un dragón ornamental pintado.

source: A heavy duty cavalry shield, designed to withstand an impact by the lance of a horse-mounted rider, charging at full speed. Judging by the gaping whole in its center, it failed to do so last time.
es: Una armadura pesada de caballería, diseñada para aguantar el impacto de una lanza de otro caballero cargando a toda velocidad. A juzgar por la abolladura de su centro, falló en la última vez.

source: Cavalry Shield
es: Escudo de caballería

source: A heavy metal shield.
es: Un escudo de metal pesado.

source: A shield cleverly constructed from the cured hide of a mountain troll. These were especially popular during the dwarven-troll war when each side used such handiwork to idle away the time between skirmishes.
es: Un escudo inteligentemente fabricado con el pellejo de un troll de las montañas. Estos fueron especialmente muy populares durante la guerra de enanos frente a trolls, cuando cada bando solía realizar estas piezas en el tiempo muerto frente escaramuzas.

source: Trollhide Shield
es: Escudo de piel de troll

source: A gray shield featuring advanced troll-hide technology.
es: Un escudo gris exponente de la más avanzada tecnología de la piel del troll.

source: If one is smitten due to a lack of protective cover, will anyone hear of the tragedy? In order for such paradox to not come to pass, the clerics of Minirmuir created these divine shields.
es: Si uno es golpeado duramente debido a su falta de coraza protectora, ¿oirá alguien algo acerca de esa tragedia? Para que esa paradoja no ocurra, los clérigos de Minirmuir crearon estos escudos divinos.

source: Shield of the Golden Lotus
es: Escudo del loto dorado

source: A shield exhibiting golden harmony and unperturbable peace.
es: Un escudo que exhibe la armonía dorada y una paz imperturbable.

source: The lightweight cloth keeps you warm (and ready to party) but does not protect you from weapon attacks.
es: La ropa ligera te mantiene caliente y preparado para la fiesta, pero no te protege de los ataques enemigos.

source: A white bedsheet that's been made into robes.
es: Una sábana blanca que ha sido hecha túnicas.

source: A much worn and slept-in traveling garment which looks to also have served as an item of personal hygiene.
es: Una vestimenta muy usada y de viaje que parece haber servido también como objeto de higiene personal.

source: Traveling cloak
es: Capa de viaje

source: A worn brownish cloak.
es: Una capa marrón bastante útil.

source: A travel cloak of quality workmanship. It looks to actually stave off the cold of the outdoors.
es: Una capa de viaje de manufactura de calidad. Parece que actualmente
