Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: Yes, Narzegg is a handsome demon... Many sinners say so as well. He is also powerful and wise. Narzegg will one day lead demon race in glorious conquest of other levels of the Abyss. Narzegg learned all his craft from might leader Karzul. In many ways Narzegg is similar to Lord Karzul... except Narzegg has better profile. See?
es: Sí, Narzegg es un demonio guapo... Muchos pecadores lo dicen. También es poderoso y sabio. Un día, Narzegg liderará a la raza demoníaca en la conquista de los otros niveles del Abismo. Narzegg aprendió todo su arte de su poderoso líder Karzul. En muchas cosas Narzegg es similar al Señor Karzul... Excepto en que Narzegg tiene mejor perfil. ¿No veis?

source: Welcome, welcome $good masters to my humble $shop...
es: Bienvenido, bienvenido maestros de origen $bueno a mi humilde $tienda...

source: Alas, poor Quegazu knows not of what wise master speaks.
es: Ay, pobre Quegazu. No entiende nada de lo que el maestro sabio habla.

source: shop
es: tienda

source: Yes master, let us $trade. I sell you good weapons and armor for cheap... Quegazu is honest and $good. You can trust all goods from Quegazu's $shop and his amulets will bring good master luck.
es: Sí maestro, vamos a $comerciar. Te vendo armas de buena calidad y armaduras baratas... Quegazu es honeto y $bueno. Puedes confiar en que las mercancías de la $tienda de Quegazu y sus amuletos darán suerte al buen maestro.

source: good
es: bueno

source: Yes, Quegazu is good. Not like other vile demons here and very much not like evil tyrant $Karzul (may he fester in boils.) Quegazu chose life of light and helpfulness. He can be trusted to $trade with good master. Quegazu $changed his evil ways and is a servant, ever a servant of holy deity Minirmuir (blessed be he).
es: Sí, Quegazu es bueno. No como esos viles demonios de aquí y mucho menos como el tirano malvado $Karzul (que se encona en hervir). Quegazu elige vida de luz y ayuda a los demás. Se puede confiar en que vaya a $comerciar con un gran maestro. Quegazu $cambió sus formas malignas y su sirviente, incluso un sirviente de la sagarada deidad de Mininuir (bendita sea).

source: change,changed
es: cambio,cambió

source: Quegazu see the light, Quegazu repent sins of past. Although sometimes Quegazu still misses taste of $blood and weak $flesh of mortals he tries to not think about it. He still longs now and then to hear the $screams of the damned he tries to not revel in their $agony... Yes, Quegazu tries reeealy hard to respect others and give tha.. tha... thanks for divine wisdom of Minirmuir.
es: Quegazu ve la luz, Quegazu se arrepiente de sus pecados en el pasado. Aunque algunas veces, Quegazu todavía eche de menos el sabor de la $sangre y de la $carne débil de los mortales, intenta no pensar en ello. Todavía desea escuchar los $gritos de los malditos e intenta no deleitarse en su $agonía... Sí, Quegazu intenta reeeealmente respectar a los demás y dar las gra.. Gra.. Gracias por la sabiduría divina de Minirmuir.

source: blood,flesh
es: sangre,carne

source: Tempt us not good master... ah to rend the flesh and suck marrow from the bones! To drive heated stakes through the... No! Quegazu must not think these vile thoughts. Quegazu will now say seven prayers to Minirmuir...
es: Tentarnos no es bueno, maestro. Ah, ¡rasgar la carne y chupar el tuétano de los huesos! Conducir estacas calientes a través de... ¡No! Quegazu no debe pensar esos pensamientos viles. Quegazu rezará ahora los siete ruegos a Minirmuir...

source: screams,agony
es: gritos,agonía

source: It is like music to the ears! The unending death gurgle of the tortured brings... But no! Quegazu is reformed. He is filled with light and toils only for $good.
es: ¡Es música a mis oídos! La inacabable borboteante muerte de un torturado... ¡Pero no! Quegazu está reformado. Está lleno ahora de luz y se afana en ser $bueno.

source: A master of darkness he is. Do not belive his promises! Stray not into his path for surely will you be crushed like the fleas you are to his unholy might. A blight he is, even here in the grimmest of all places. Quegazu knows $more... much more about this dark lord.
es: Él era para mí un maestro de la oscuridad. ¡No creáis en sus promesas! No os descarriéis en su camino porque seguramente seréis aplastados como pulgas que sois para su impío poder. Es una plaga, incluso aquí, en el más sórdido de los lugares. Quegazu sabe $más... Mucho más sobre ese señor oscuro.

source: more
es: más

source: Karzul was once a lowly demon like myself. However, his heart was so full of hatred that even others of his kind shunned his presence. Then some time ago his ascendency to power began when he made a pact with an evil sorceror named Mycotharsius. Have you $heard of him? He eventually slew the wizard and raised him as an undead $worshipper.
es: Una vez, Karzul fue un demonio de baja ralea como yo. Sin embargo, su corazón estaba tan lleno de odio que incluso los otros de su estirpe rehuían su presencia. Entonces, hace ya algo de tiempo empezó su ascensión al poder cuando hizo un pacto con un hechicero malvado llamado Mycotharsius. ¿Habéis $oído sobre él? Eventualmente, él mató al mago y lo levantó como un $adorador no-muerto.

source: heard
es: oído

source: So you have met this Mycotharsius! A foolish mortal he was to $trust $Karzul.
es: ¡Entonces te has encontrado con Mycotharsius! Un mortal loco me dijo de $trust en $Karzul.

source: worshipper,trust
es: adorador,confianza

source: Quegazu thinks Karzul's plan was at first a usual one: gather enough souls to infiltrate the material realm by establishing a secret cult of worshippers led by the wizard Mycotharsius. Karzul being rather impatient saw this taking too long and chose a different $path. A faster way to move his evil plans along...
es: Quegazu cree que el plan de Karzul era al principio sólo uno: agrupar suficientes almas para infiltrarse en el reino material y establecer un culto secreto de adoradores guiados por el mago Mycotharsius. Karzul se puso bastante impaciente viendo que esto tardaba demasiado tiempo y escogió un $path diferente. Un método más rápido de que sus planes llegasen a buen puerto...

source: path
es: camino

source: This is where Quegazu's knowledge becomes hazy. Quegazu is sorry to not be clearer and thus better serve the forces of $good. As far as Quegazu knows, Karzul's latest cohort is a creature named Mothrazu the druid. He is using her to continue where Mycotharsius failed in his infernal game to bring an end to the world of mortals.
es: Esto es donde la sabiduría de Quegazu se convierte en niebla. Quegazu lamenta no ser claro y servir mejor a las fuerzas del $bueno. Por lo que Quegazu sabe, el último cohorte de Karzul fue una criatura llamada Mothrazu la druida. Él estaba usándola para contiunar donde Mycotharsius falló en su juego infernal de hacer llegar el fin al mundo de los mortales.

source: Have you come to $torment us?
es: ¿Has venido a darnos $tormento?

source: I deserve all I get: I am a $sinner.
es: Me merezco todo lo que me pasa: soy un $pecador

source: Oh how I $long for a mug of ale...
es: Oh, cuánto me $costaría una copa de cerveza...

source: Uh, I don't know anything about that...
es: Um, No sé nada sobre eso...

source: I don't know. We see very little of this $level...
es: No lo sé. Vemos muy poco de este $level...

source: torment,long
es: tormento,costaría

source: What you're not here to torture us $sinners? Nay, I think this is just another deceiption of the evil ones. Go ahead, rend my flesh, torment my mind, I have resigned myself to an eternity of suffering.
es: ¿Que tú no estás aquí para torturarnos a nosotros $pecadores? Nay, creo que es solamente otro engaño de los malignos. Sigue, rasga mi carne, atormenta mi mente, me he resignado a una eternidad de sufrimiento.

source: sinners,sinner
es: pecadores,pecador

source: Yes, we are all sinners here. We toil forever on this $level of the $Abyss. It is a payback for our $crimes.
es: Sí, somos todos pecadores aquí. Trabajamos duro para siempre en este $nivel del $Abismo. Es la penitencia por nuestros $crímenes.

source: crimes,crime
es: crímenes,crimen

source: We're mostly petty criminals... adulterers, pick-pockets, etc. This $level of the $Abyss is presided over by the fearsome demon lord $Karzul. As punishment for our crimes, his minions torment our minds and bodies eternally...
es: Somos los más mezquinos criminales... Adúlteros, carteristas, etc. Este $nivel del $Abismo está presidido por el temible señor demonio $Karzul. Como castigo por nuestros crímenes, sus lacayos atormentan nuestras mentes y cuerpos eternamente...

source: Don't tell me you don't know where you are? The demons of $Karzul apply their craft well indeed. In case you can't remember, you're on this $level for having committed small $crimes in your former life. Were you a thief perhaps? Or cheat at cards? No one comes here without a reason...
es: ¿No me digas que no sabes dónde estás? Los demonios de $Karzul se aplican en su arte muy bien. En caso de que no puedas recordar, estás en el $nivel de los que cometen pequeños $crímenes en su vida pasada. ¿Eras un ladrón quizás? ¿O un tramposo con las cartas? Nadie viene aquí sin una razón...

source: The $Abyss has an infinite number of levels. This one is a holding area for $sinners like ourselves. It is ruled by the horrible demon lord $Karzul.
es: El $Abismo tiene un número infinito de nieles. Éste es un área de contención para los $pecadores como nosotros. Está gobernada por un horrible señor demonio, $Karzul.

source: Trust me you don't want to know... he's the enemy of life, the despoiler of good, the bringer of darkness. His words are bile and his breath: disease... If you still want to see him, proceed to the end of this $level.
es: Creéeme que no querrás conocerlo... Es el enemigo de la vida, el expoliador de la bondad, el que trae oscuridad. Sus palabras son bilis y su aliento es enfermedad... Si todavía lo quieres ver, sigue hasta el final de este $nivel.

source: You are the adventurers I've been $warned about?! You must be joking! You are old...
es: ¡¿Vosotros sois los aventureros sobre los que me han $advertido?! ¡Tienes que estar de broma! Eres viejo...

source: The gods have abandoned us, truly...
es: En verdad, kos dioses nos han abandonado...

source: What I do... my work... it is a true wonder of nature...
es: Lo que hago... Mi trabajo... Es la verdadera maravilla de la naturaleza...

source: warned
es: advertido

source: My agents are the $trees themselves! Their very souls bring $me news that my moves are being followed by a group of 'heroes'. I guess it must be you, although I must say, I expected someone younger... From what that blubbering $fool told me I'd have thought I am being chased by $Guardians themselves.
es: ¡Mis agentes son los mismos $árboles! Sus almas me traen noticias de que mis movimientos están siendo seguidos por un grupo de 'héroes'. Imagino que seréis vosotros, aunque he de decir que esperaba a alguien de menos edad... Por lo que me dijo el $tarado lloriqueante no pensaba que yo estuviera siendo perseguida por los mismos $Guardians.

source: fool,Melathor
es: tarado,Melathor

source: Yes, yes, I was the one who sent Melathor to waylay your little adventuring party. Not only did I underestimate your tenacity (which rest assured will end here tonight) but I placed too much value of that $molting fool.||Although he didn't do too poorly for a guy, already $dead. His only other job was to deal with that pest of a wizard, $Sabien. Needless to say he managed to fumble both tasks.
es: Sí, sí, soy el que envió a Melathor a emboscar tu pequeño grupo de aventureros. No sólo subestimé tu tenacidad (que ten por seguro que acabará aquí esta noche) sino que me di demasiado trabajo con ese loco $despeluchado.||Aunque no lo hizo mal, para ser chico, ya está $muerto. Su otro trabajo fue tratar con esa peste de mago, $Sabien. No hace falta decir que fue muy torpe en ambas tareas.

source: Uh yes, why not dredge up the past! Yes, I'm afraid the kidnapping of the wizard Sabien was also my doing. Shame on me! And double shame on me for not doing the job personally. The next time I need something done, I will definitely not go with hired help. $Melathor and his contractors the dwarven poets (I would gladly entertain you with their work...) were more than useless. In the end his failed mission didn't amount to much, as Sabien couldn't open the door to the red teleporter anyway. I had to research the spell to unlock that door myself. The library of $Gormoril and its red teleporter still gives me the shivers...
es: Uh, sí, ¡por qué no enterramos el pasado! Sí, tengo miedo de que el secuestro del mago Sabien fuera también mi obra. ¡Me avergüenzo! Y me avergüenzo doblemente por no haberlo hecho personalmente. La próxima vez que necesite hacer algo, no alquilaré los servicios de nadie. $Melathor y sus enanos poetas contratados (te entretendría gustosamente con su trabajo...) fueron más que inútiles. Al final de su fallida misión no tuvieron mucha importancia dado que de todas formas, Sabien no podía abrir la puerta al portal rojo, yo he tenido que investigar el hechizo para abrir esa puerta. La biblioteca de $Gormoril y sus portales rojos todavía me dan escalofríos...

source: dead,molting
es: muerto,despeluchado

source: In case you didn't notice the awful stench, the loosely assembled bodyparts, or the gaunt, haunted eyes, I've got news for you: $Melathor was an undead sorceror. I'm not exactly sure how he originally met his end, although he claimed he fell deep under the earth in an epic battle against the demon $Karzul. I have trouble believing this, given how the fiend readily assisted me in my $plans.
es: En caso de que no hayas notado el horrendo hedor, las malamente partes del cuerpo unidas, o la delgadez, los ojos embrujados, no tengo novedades para ti: $Melathor era un hechicero no-muerto. No estoy exactamente seguro de cómo se encontró con su final, aunque clamó que cayó bajo la tierra en una batalla épica contra el demonio $Karzul. Tengo problemas en creer esto, dado en cómo el demonio me asistió en mis otros $planes.

source: trees
es: árboles

source: This is my home away from home... an underground sacred grove which by the grace of $Amod is able to survive here where no sun shines. It is but a sign of things to come. Soon the plants will take over the world again. Rejoice! $I am ushering in a new age of rebirth.
es: Esta es mi casa lejos de mi hogar... Una arboleda subterránea sagrada que por la gracia de $Amod es capaz de sobrevivir aquí sin luz del sol. Esto no es más que un signo de lo que va a venir. Pronto las plantas tomarán control del mundo otra vez. ¡Regocijémonos! $yo estoy conduciendo a todos a una nueva era de resurgimiento.

source: me,I,Mothrazu,druid
es: mí,yo,Mothrazu,druída

source: I am but a humble $servant of $nature. Allow me to introduce myself through my work: I have grand $plans for this world! Soon nature will reclaim what humanity has taken from her. The roots hunger for blood! The soil rages in slow turmoil at what you have done! Perhaps you have felt the $earthquakes? The time for retribution is now: the wilderness is your judge and I am her enforcer.
es: No soy más que un humilde $sirviente de la $naturaleza. Permíteme presentarme por mi trabajo: ¡tengo grandes $planes para este mundo! Pronto la naturaleza reclamará lo que la humanidad le quitó. ¡Las raíces están hambrientas de sangre! ¡El suelo rabia en una agitación lenta por lo que habéis hecho! ¿Quizás habéis sentido los $terremotos? La hora de la retribución está aquí: la naturaleza salvaje es vuestra juez y yo soy su agente.

source: earthquakes,quakes,earthquake,quake
es: terremotos,temblores,terremoto,temblor

source: $Amod-Rheinur sees that I'm close to completing my task. He revels in humanity's demise and shakes the earth as a celestial sign of approval! Thank you Wise one, I will not disappoint you!
es: $Amod-Rheinur ve que estoy cerca de completar mi tarea. ¡Revela la muerte de la humanidad y haz temblar la tierra como signo de aprobación celestial! Gracias al Sabio, ¡no te defraudaré!

source: servant,nature,dream,correct,task
es: sirviente,naturaleza,sueño,correcto,tarea

source: Once I was just another acolyte of $Amod-Rheinur. Then I received a holy visitation. In a waking dream the enraged god demanded a task from me: to restore nature's domain in the material realm.||Long have humanity abused this land for its riches! Your cities sprawl and fill the earth with refuse. You log the forest and mine the hills. You cut paths through the wilderness and hunt beyond your need. By callous greed you carelessly destroy all that sustains your existance.||$Amod showed me a vision of the future if this madness is not stopped. A world without vegetation and animal life. Cities surrounded by deserts and choking miasma.||My $plan is simple: acquire an extra-planar shortcut to reverse the decay and ensure it never happens again!
es: Antes era solamente otro acólito de $Amod-Rheinur. Entonces, recibí visita sagrada. En sueños, el iracundo dios ordenóme que cumpliese una tarea: restaurar el domino de la naturaleza en el reino material.||¡Largo tiempo ha, la humanidad, abusado de esta tierra por su riqueza! Vuestras ciudades se extienden y llenan la tierra con basura. Vosotros cortáis el bosque y excaváis las colinas. Hacéis caminos a través de la naturaleza y cazáis más allá de necesidad. Por ser callosos voraces habéis destruido sin cuidado lo que sostiene vuestra existencia.||$Amod me enseñó en una visión el futuro de esta locura si no se para. Un mundo sin vegetación n vida animal. Ciudades rodeades por desiertos y miasma estrangulante. Mi $plan es simple: ¡adquirir un acceso directo extraplanar para revertir el decaimiento y asegurar que nunca vuelva a suceder!

source: plans,plan
es: planes,plan

source: Through much bodily sacrifise I trained myself in the sacred arts of nature. I opened the secret $portal at Gormoril. I endured hell's agents and faced the $vilest one. He understood my plight and found it in his dark heart to endowe me with his grace: an ancient $device of life-bringing and wonder! Once $activated, it will produce a new generation of allies and enable the trees to exact vengence on their tormentors.
es: A través de mucho sacrificio corporal me he entrenado en las sagradas artes de la naturaleza. Abrí el $portal secreto a Gormoril. Resistí a los agentes del infierno e hice frente al más $vil. Entendió mi promesa y encontró en su negro corazón una forma de darme su gracia: ¡un $artefacto antiguo para traer vida y maravillas! Una vez $activado, producirá una nueva generación de aliados y permitirá a los árboles la venganza exacta a sus torturadores.

source: portal,Gormoril,library
es: portal,Gormoril,biblioteca

source: Ha-ha, I arrived before you did! That cur, $Sabien put up a fight but determined as I was, he prooved no match. Once with him out of the way, I opened the locked door as $Amod thought me in my $dream. And as he promised the red teleporter remained active. If I may say so, a minor blunder the $Guardians of the Realm did not intend to happen. They were so afraid to loose any of their precious 'information' that they could not destroy the teleporter when they had the chance.
es: Ja, ja, ¡he llegado antes que tú! Ese perro viejo de $Sabien propuso una pelea aunque yo estaba muy decidido, no me presentó combate. Una vez con él fuera de juego, abrí la puerta cerrada como $Amod me enseñó en mi $sueño. Y como prometió, el portal rojo permanecía activado. Si pudiera decir eso, un craso error el de los $Guardianes del Reino, y no debieron de cometerlo. Estaban demasiado asustados de perder cualquier preciosa 'información' que no pudieron destruir el portal aunque tuvieran oportunidad.

source: Guardians,Realm
es: Guardianes,Reino

source: A legend nothing more... such humality, dedication and caring never existed in human beings. Still... it makes me wonder if the tales of knights roaming the countryside, defending the weak, battling evil are true? Needless to say, nothing was seen of them in the last thousand years. Some say they were all killed in a final stand against the dark hordes. While alive, the Guardians not only concerned themselves with fighting demons but also worked to preserve the history of the age.||But those good-for-naught librarian knights had it all wrong! Instead of squerreling endless tomes of knowledge away in their hole at $Gormoril they should have taken the axe to the rotten core. They should've got rid of humanity when they had the $chance. But now this task falls to me.
es: Una leyenda, nada más... Esa humildad, dedicación y cariño nunca han existido en seres humados. Todavía... me hace preguntarme si tales caballeros errantes por el campo, defendiendo a los débiles, batallando contra el mal ¿eran ciertos? No hace falta decir que nada se ha visto de ellos en los últimos mil años. Algunos dicen que fueron todos asesinados en su lucha final contra las hordas oscuras. Mientras vivieron, los Guardianes no sólo luchaban contra demonios, sino que además trabajaban para conservar la historia de su edad.||¡Pero aquellos inútiles caballeros bibliotecarios lo hicieron todo mal! En vez de almacenar incontables tomos de sabiduría en su agujero en $Gormoril, deberían haber tomado el hacha de su alma corrupta. Deberían haberse librado de la humanidad cuando tuvieron la $oportunidad. Pero ahora esa tarea me corresponde a mí.

source: chance
es: oportunidad

source: The red teleporter of $Gormoril was in their control at the time. Too bad that their love of humanity prevented them from doing the $correct thing...
es: El portal rojo de $Gormoril estaba controlado por ellos entonces. Es demasiado malo que su amor por la humanidad les impidiera de realizar la acción $correcta...

source: vilest,demon,Karzul
es: canallesco,demonio,Karzul

source: Oh you have visited the great evil one? To this day I don't know how he came to my aid. No matter however, with his wonderous $gift I will surely accomplish my $task.||Aye, all evil he is... a blight and a festering sore. Yet, we all have our calling. To torment the sinner, to balance the lazy, aimless benevolence of others is his, as I see it. Don't be quick to rush to judgement concerning this demon... If you cannot accept him for what he is, at least remember: the fiend's intelligence is borne of the countless souls he has devoured over the years.||In his dark halls, amidst the screams of agony and sulphorous stench of bile he ever devises plans of great complexity!
es: Oh, ¿has visitado al gran malvado? Hasta este día no sabía cómo vino en mi ayuda. Sin embargo, no me importa; con su maravilloso $regalo seguramente completaré mi $tarea.||Sí, todo malo es él... Un arruinamiento y una llaga supurante. Todavía, tenemos nuestra oportunidad. Atormentar al pecador, nivelar la vaga, benevolencia sin objetivo de los otros es su destino. No seas rápido en juzgar lo concerniente a este demonio... Si no puedes aceptarle por lo que es, al menos recuerda: la inteligencia demoníaca es sostenida por incontables almas que ha devorado durante años.||¡En sus salas oscuras, en medio de gritos de agonía y sulfuroso hedor a bilis, idea planes de gran complejidad!

source: device,activated,gift
es: artefacto,activado,presente
