Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: Our friend Sabien is a vast resource of magical studies of all kinds. He is also a well learned historian, a veritable walking lexicon of events old and new.
es: Nuestro amigo Sabien es una vasta fuente de estudios mágicos de todas clases. También es un buen conocido historiador, con un léxico veraz andante de los hechos de ahora y antes.

source: Chapter 7: Tokens of the Gods
es: Capítulo 7: las señales de los dioses

source: Browsing through Sabien's notes about the four tokens, it seems they are to be found quite close to here in an underground complex. The building is similar to the library of Sabien, because in fact, it was also built by the Guardians of the Realm. I expect since it stood empty for many centuries, several powerful monsters set up lair in its abandoned halls. But surely such trivialities do not concern heroes of your magnitude. And do hurry; I believe we're past earning a living and got ourselves into a saving the world type situation in earnest...
es: Hojeando las notas de Sabien acerca de las cuatro señales, parece que están cerca de aquí, en un complejo subterráneo. El edificio es similar a la biblioteca de Sabien, porque, de hecho fue construido por los Guardianes del Reino. Preveo que como ha ha permanecido vacío durante siglos, varios monstruos poderosos han hecho de esos salones abandonados su hogar. Estoy seguro de que esas trivialidades no asustan a héroes de tu clase. Y date prisa, estamos delante de una vida y nos tenemos a nosotros en una situación del tipo de salvar al mundo...

source: You must now take these $tokens to $Sabien in his library. Hurry, for only he knows how to employ them to unlock the wards that protect the door to the planar $device.
es: Debes llevar estos $símbolos a $Sabien en su biblioteca. Date prisa, sólo él sabe cómo usarlos para abrir las protecciones de la puerta que da al $artefacto planar.

source: By the gods! While you amble about, the fate of the world hangs by a thread! Hurry and find the $tokens $Sabien needs!
es: ¡Por los dioses! ¡Mientras tú deambulas, el destino de los mundos pende de un hilo! ¡Date prisa y encuentra los $tokens que necesita $Sabien!

source: Chapter 8: The Descent
es: Capítulo 8: el descenso

source: You must now return to Sabien's library and with the help of the tokens unlock the warded door. What lies beyond this portal is surely one of the secrets of the ancient world. Report back to me on anything unusal you witness. Let me know if you're able to uncover any information about the Guardians of the Realm or Mothrazu. As always be careful and please behave! Remember, you're representing the best (and only) dungeon janitorial service in town.
es: Debes volver a la biblioteca de Sabien y con la ayuda de las señales, abrir la puerta escondida. Lo que haya detrás del umbral es uno de los secretos del mundo antiguo. Infórmame de cualquier cosa inusual de la que seas testigo. Hazme saber si descubres cualquier información sobre los Guardianes del Reino o Mothrazu. Y como siempre, ¡ten cuidado y por favor, compórtate! Recuerda, representas al mejor (y único) servicio de celadores en la ciudad.

source: I must really sit down for this... So, you traveled through an ancient planar device to... to... the Abyss?! And met a demon lord named $Karzul who promised to enter our world and use his infernal powers to destroy it? If what you say is true, we must track down $Mothrazu immediately. She must not be allowed to active the demon's gift. I'll have to research where her lair may be. When I know more, I will post it on the board.
es: Debo sentarme por esto... Entonces, has viajado por el artefacto planar antiguo al... al... ¿Abismo? ¿Y te encontraste con el demonio llamado $Karzul que te prometió entrar en nuestro mundo y usar sus poderes infernales para destruirlo? Si lo que dices es verdad, debemos encontrar a $Mothrazu inmediatamente. No debemos permitir que active el regalo del demonio. Investigaré dónde puede estar su guarida. Cuando lo sepa, lo publicaré en el tablón.

source: Have you been able to unlock the door in Sabien's library and learn what lies beyond? Remember to bring back anything important that is connected to the $Guardians of the Realm or the creature called $Mothrazu.
es: ¿Has sido capaz de abrir la puerta de la biblioteca de Sabien y ver lo que hay más allá? Acuérdate de traer cualquier cosa que esté conectada con los $Guardianes del Reino o la criatura conocida como $Mothrazu.

source: Investigate the warded door in Sabien's library
es: Investiga la puerta a resguardo de la librería de Sabien

source: Chapter 9: A Thorny Argument for Divine Favor
es: Capítulo 9: un argumento espinoso para favores divinos

source: Our agents returned from abroad with exciting news! The lair of the rogue druid Mothrazu has been found in an abandoned complex on the Isle of Emeril. Unfortunately we can't use our staple tactic of full frontal assault... it seems she's employed some clever wardings to thwart such a strategy. Therefore I regret to tell you that this time around we'll have to resort to using our heads. Before we can crush this druidic menace, you must go forth and secure some items of antimagic binding. Without such aid, we can't hope to infiltrate Mothrazu's domain. Of course nothing is ever simple. In order to find the items you seek, you must pay a visit to Hornaxx, one of the minor deities under Unamoin. Now, she owes us a debt for saving some of her acolytes a while back, but it will be up to you to convince this goddess of Arguments to give you what you seek.
es: ¡Nuestros agentes han vuelto de afuera con noticias excitantes! El cubil de la druida pícara Mothrazu se ha encontrado en un complejo abandonado en la Isla de Emeril. Desafortunadamente, no podemos usar nuestro ataque básico de asalto frontal... Parece que hay empleado algunos pupilos para frustrar nuestra estrategia. Lamento decirte que en esta hora tendremos que vencer usando nuestras cabezas. Antes de que podamos romper esta amenaza druídica, has de ir adelante y asegurar algunos objetos de atadura de antimagia. Sin su ayuda, no podemos esperar infiltrarnos en los dominios de Mothrazu. Por supuesto, nada es tan simple. Para encontrar estos objetos, tendrás que visitar a Hornaxx, una de las divinidades menores bajo Unamoin. Ahora ella nos debe algo por haber salvado a algunos de sus acólitos, pero sería mejor que convencieras a la diosa de los argumentos para que nos diera lo que necesitamos.

source: Welcome back! I regret to say we cannot waste more time! Remember to wear the gifts of the goddess and armed with antimagic binding objects enter the protected realm of Mothrazu. You must defeat her or our entire world is at stake! I will post her location on the board.
es: ¡Bienvenido otra vez! ¡Lamento decir que no podemos perder más tiempo! Acuérdate de llevar los presentas a la deidad armado con objetos atados con antimagia al entrar en el reino de Mothrazu. ¡Debes vencerla y todo su mundo será sacudido! Publicaré su localización en el tablón.

source: Have you visited Hornaxx the goddess of Arguments yet? Be sure to remind her of the debt she owes us, and hope that in her divine wisdom, she rewards you with items of antimagic binding. With such aid, we can finally try to defeat $Mothrazu.
es: ¿No has visitado todavía a Hornaxx, diosa de los Alegatos? Recuérdale la deuda que nos debe, y espera que en su divina sabiduría te recompense con un objeto atado de antimagia. Con esa ayuda podrás, finalmente, derrotar a $Mothrazu.

source: Ask Hornaxx goddess of Arguments to equip each pc with an antimagic binding ite
es: Pregunta a la divinidad Hornaxx por los argumentos para equipar a cada integrante con un objeto antimágico.

source: Pilgrim to the Temple of Hornaxx
es: Peregrino del Templo de Hornaxx

source: The temple of the minor goddess Hornaxx is a popular venue for all kinds of travelling folks.
es: El templo de la diosa menor Hornaxx es un lugar de encuentro popular para todo tipo de gentes viajeras.

source: Chapter 10: Where Wild Weeds Grow
es: Capítulo 10: donde las hierbas salvajes crecen

source: Mothrazu's lair is finally ready for our assault. Peril beyond description awaits within its crumbling halls, but luckily the land finally has heroes like it did in the age of the Guardians of the Realm. For you brave adventurers one misguided adept of nature should not pose a serious threat. ...Unless she is aided by extraplanar powers. ...Or managed to activate whatever device she acquired in the Abyss. ...Or, well, there are many other scenarios where your doom is all but certain. But let us not dwell upon such morbid travails! You will succeed for.. uh.. for sure. Remember to wear your armor of antimagic bindings, for Mothrazu's realm is protected by a poisonous miasma.
es: Finalmente, la guarida de Mothrazu está preparada para nuestro asalto. Un peligro más allá de la descripción nos espera entre sus muros desmoronados, pero finalmente tenemos héroes como los de la era de los Guardianes del Reino. Porque para vosotros, nuestros valientes aventureros un adepto descarriado de la naturaleza no debería suponer una gran amenaza... A menos que le ayuden poderes de otros planos.. O que consiga activar el artefacto que adquirión del Abismo... O bueno, hay muchos escenarios en los que vuestro fin está asegurado. ¡Pero no decaigamos de esa forma nuestro espíritu! Tendrás éxito... Seguramente. Acuérdate de llevar tu armadura atada antimágicamente porque el reino de Mothrazu está protegido por una miasma venenosa.

source: Excellent job eradicating the $druid. She truly was a menace of global proportions.|| Now... about another thing... I'm afraid the powers that be are less than pleased by you turning the Isle of Emeril into a hotbead of the budding apocalypse.|| Since you have returned the complex where you defeated $Mothrazu is no more. In its place stands an unnatural tree. (And I use the word 'tree' loosely here.) It is enormous and clearly extraplanar in nature.|| An event of this magnitude is out of the range of problems we normally deal with, therefore I asked $Melathor to research a solution. Talk to him before going to your next mission. Ask him about the Tree of Emeril.
es: Un trabajo excelente, erradicando a esa $druida. Era una amenaza real de proporciones globales.||Ahora.. Sobre otras cuestiones... Tengo miedo de que los poderes estén menos contentos por tu vuelta a la Isla de Emeril en esta germinación apocalíptica.||Desde que has vuelto, el complejo en el que venciste a $Mothrazu no existe más. En su lugar se alza un árbol innaturala; y aquí uso la palabra 'árbol' a la ligera. Es eneorme y tiene clara naturaleza extraplanar.||Un evento de esta magnitud está fuera del rango de misiones que normalmente tratamos pero de todas formas, he consultado con $Melathor para encontrar una solución. Habla con él antes de que vayas a tu próxima misión. Pregúntale sobre el Árbol de Emeril.

source: Our time is limited. Be careful not to take too long, or $Mothrazu may well accomplish her vile deed. Now that our agents have finally located her lair, you should eliminate her once and for all!
es: Nuestro tiempo es limitado. Ten cuidado de que no te lleve mucho tiempo esta tarea o $Mothrazu completará su vil obra. Ahora que nuestros agentes por fin han localizado su cubil, ¡Debes eliminarla de una vez por todas!

source: Neutralize one hideous druidic menace
es: Neutraliza una amenaza druídica execrable

source: Chapter 11: Damage Control
es: Capítulo 11: control de daños

source: Our 'public relations' suffered a setback when we inadverdently unleashed the Tree of Emeril, the spawn of Arcanex, tunneler of planes upon the world. Therefore we need to clean up the mess.||Your mission is to go forth to Emeril once more and find out all that you can about the massive intruder. Be sure to ask Melathor about the 'Tree of Emeril' before attempting to communicate with the tree being. He may have some useful insight into how such a conversation can be initiated.
es: Nuestro 'relaciones públicas' sufrió una indisposición cuando inadvertidamente desató al Árbol del Emeril, la progenie de Arcanez, tunelador de planos sobre el mundo. Por esto, necesitamos limpiar este desorden.||Tu misión es ir adelante a Emeril una vez más y encontrar todo lo que puedas sobre ese macizo intruso. Asegúrate de preguntarle a Melathor sobre el Árbol de Emeril antes de intentar comunicarte con ese ser-árbol. Puede tener algunas ideas en cómo has de comenzar la conversación.

source: I see... so the taint of evil being reported from the Isle of Emeril is actually the demon lord $Karzul entering our world? That sounds much better... I am sure our $clients will be happy to hear that...||Well, at least our path is now clear. It's do or die...||Rest quickly and then you will travel to abandoned monastery of Minirmuir, unlock the tombs of the $Guardians of the Realm and - hopefully - with their aid, defeat $Karzul.||Sounds... er... easy...
es: Ya veo... ¿Así que la mancha de maldad que se vio en la Isla de Emeril es en realidad el señor demonio $Karzul entrando en nuestro mundo? Eso suena mejor... Estoy seguro de que nuestros $clientes estarán contentos de oír eso...||Bueno, al menos nuestra senda está ahora clara. Hay que hacerlo o morir...||Descansa rápidamente y después viaja al monasterio abandonado de Minirmuir, abre las tumbas de los $Guardianes del Reino y - esperemos - que con su ayuda podamos derrotar a $Karzul.||Sé que suena... Ehh... Fácil...

source: Nothing to report?! I'm handling a public relations nightmare of catastrophic proportions here! This may just be the last job we at S.c.o.u.r.g.e ever get to do unless you find a way to clean up this mess and find out what that tree wants.||Our $owners are talking about pulling our funding... If we're not quick, we'll soon have to find an alternate means of employment.||Oh, if the corruptive energies emanating from the Tree of Emeril don't destory the world first. Hurry!||Be sure to ask Melathor about the 'Tree of Emeril'. He may have more info.
es: ¿Nada de lo que informar? ¡Aquí estoy gestionando una pesadilla de relaciones públicas de proporciones catastróficas! Este puede ser nuestro último trabajo en S.C.O.U.R.G.E a menos que encontremos una manera de limpiar este desorden y encontremos lo que quiere ese árbol.||Nuestros $dueños están hablando sobre cortar nuestra financiación.. Si no somos rápidos, dentro de poco tendremos que buscar empleos alternativos.||Oh, claro está, si las energías corruptas que emanan del Árbol de Emeril no destruyen al mundo antes. ¡Date prisa!||Estáte seguro de preguntar a Melathor sobre el Árbol de Emeril, que puede saber algo más.

source: Speak with the intelligent tree being on the isle of Emeril. Bring back all info you find out.
es: Habla con el árbol inteligente de la isla de Emeril. Trae toda la información que puedas.

source: Chapter 12: Infernal Invaders
es: Capítulo 12: invasores infernales

source: Your next task is to travel to the abandoned monastery on the Isle of Emeril and prevent the entrance of Karzul into the material realm.||Failing that... I will have to ask you to lay down your lives (or was that souls?) in defense of justice, freedom and sanity.||I'm very sorry that it has come to this, but the owners want blood. Anyone's blood... and since if you don't defeat Karzul our world will most probably come to a rather sudden - and I'm afraid quite terminal - demise, you may as well fight his minions until the bitter end.
es: Vuestra siguiente tarea es viajar al monasterio abandonado de la isla de Emeril y evitar la entrada de Karzul en el reino material.||Fracasad en esto... Y tendré que pediros que dejéis vuestras vidas (¿o quizás vuestras almas?) en defensa de la justicia, libertad y cordura.||Lamento mucho que esto haya de ser así, pero los dueños quieren sangre. La sangre de cualquiera... Y si no derrotáis a Karzul nuestro mundo probablemente llegará - y temo que sea inevitable - a su muerte de forma repentina, deberéis luchar contra sus sirvientes hasta el amargo final.

source: Welcome back heroes of S.c.o.u.r.g.e.!||You have now graduated from the ranks of lowly dungeon sweepers to ...well if I had upper management, I would definitely promote you to a comfortable desk job.||Given how we don't have such opportunities you are free to remain with the company for as long as you please... And should we part ways now, may I say, it's been a pleasure to see you advance from your incompetent, bumbling selves to...||...well to the heroes that even the Guardians recognize as such. It's been an honor working with you!
es: ¡Bienvenidos otra vez héroes de S.C.O.U.R.G.E.!||Os habéis graduado desde los niveles de los barrenderos de catacumbas a... Bueno, si hubiera un nivel superior de gestión, os promovería a ese cómodo trabajo de despacho.||Dado que no tenemos muchas oportunidades sois libre de quedaros en la compañía tanto tiempo como queráis... Y por si nuestros caminos divergieran, te digo ahora que ha sido un placer ver vuestra evolución desde la incompetencia, torpeza de costumbre a...||... Bueno a los héroes a los que incluso los Guardianes los reconocerían como tales. ¡Ha sido un honor trabajar para vosotros!

source: The time is short... I'm afraid this is the last chance we have to deal with the demon Karzul before he gains all of his unholy powers and lays waste our world.||Normally it would be a group of heroes better fitted to such task, but since the time is short: you are all we have.||May the gods help you in your final task!
es: Hay poco tiempo... Temo que sea nuestra última oportunidad de luchar contra el demonio Karzul antes de que consiga todos sus impíos poderes y eche a perder nuestro mundo.||Normalmente sería un grupo de héroes mejor preparados para tal gesta, pero como hay poco tiempo: vosotros sois todo lo que tenemos.||¡Que los dioses te ayuden en tu tarea final!

source: Defeat Karzul
es: Vencer a Karzul

source: Superior toughness
es: Pensamiento superior

source: Having been born and raised for the art of combat, you are a warrior who shakes off pain that would cripple a lesser person. In battle your natural abilities serve as an extra layer of armor. The player must be an at least 3rd level fighter or rogue type in order to use this capability.
es: Habiendo nacido y ascendido en el arte del combate, eres un guerrero que se libera del dolor que dejaría incapacitada a una persona menos preparada. En la batalla, tu habilidad natural sirve como una capa extra de armadura. El jugador debe ser un luchador o un pícaro, de nivel 3º o superior, para usar esta capacidad.

source: Missile Defense
es: Defensa misil

source: You specialize in missile weapons to the point of being able to automatically predict the path of high-speed, incoming missiles. This innate knowledge grants you an extra bonus when defending against missile weapons. The prerequisites for this capability is an at least 3rd level player with the bow skill of 20.
es: Te especializaste en armas arrojadizas hasta el punto de ser capaz de predecir el camino de las armas que venían hacia a ti. Esta sabiduría innata te proporciona un bonificador al defenderte contra armas arrojadizas. Los prerequisitos para esta capacidad son tener al menos el nivel 3 y tener una habilidad con el arco de 20.

source: War-rage
es: Ira bélica

source: You rejoice in destruction of all who stand in your way. For every attack when using melee weapons, you cause extra damage resulting from your battle- lust. The prerequisites for this capability are having more than 30 skill.
es: Te regocizas con la destrucción de aquellos que osa hacerte frente. Por cada ataque de armas de cuerpo a cuerpo que sufras, causas daño extra como resultado de la lujuria bélica que te posee. Los prerequisitos para esta capacidad es tener más de 30 en habilidad.

source: Killer Blow
es: Estallido asesino

source: Being a barbarian is hard work. Not only are you not allowed to read, bathe, or act in any way trans-gender, you also subsist on an unhealthy diet lacking in vitamins and fiber. Fortunately you may freely partake in many fittingly, barbaric activities such as the contest of killing an opponent with a single blow. This training is useful on the battlefield where you may take a bonus to your attacks. Only barbarians are allowed to use this special capability.
es: Ser un bárbaro es un trabajo duro. No sólo porque no se te permita leer, bañarte o actuar de ninguna forma como un invertido, sino que además debes subsistir con una dieta insana con falta de vitaminas y fibra. Afortunadamente, puedes libremente participar recatadamente en actividades bárbaras como en concursos de matar de un único golpe. Este entrenamiento es útil en el campo de batalla donde añade un extra a tus ataques. Sólo los bárbaros pueden usar esta capacidad especial.

source: Smallarm Mastery
es: Maestro de armas cortas

source: Spending years fighting for their lives, rogues master the use of small arms (daggers and knives). With this capability, they cause extra points of damage in combat when wielding a small weapon.
es: Pasando años luchando por sus vidas, los pícaros son maestros en el uso de armas cortas (dagas y cuchillos). Con esta capacidad, pueden causar daño extra en un combate al esgrimir un arma corta.

source: Neutralize Poison
es: Neutralizar veneno

source: The rogue's happy-go-lucky attitude is said to be an attribute to a quick healing physiology. With this skill, a high level rogue character can shake off the effects of poison up to three times a day.
es: Los pícaros tiene la afortunada actitud que se dice que es un atributo de la rápida sanación psicológica. Con esta habilidad los pícaros de nivel alto pueden deshacerse de un veneno hasta tres veces al día.

source: Terminal Energy
es: Energía terminal

source: A mage when caught in battle and reduced to very few hit points will gain back magic points in a final desperate act of survival. The prerequisite to this capability is to be a magic user or student of lore teetering on the verge of death.
es: Cuando un mago está en una batalla y tiene pocos puntos de golpe ganará puntos de magia en un intento desesperado de sobrevivir. Esta capacidad requiere ser usuario de magia o un estudiante de la sabiduría titubeante en el borde de la muerte.

source: Mystic Defense
es: Defensa mística

source: Using this capability, a mage or student of lore can extend the effectiveness of the armor worn by connecting with the mystic energies of the deity Xelphate. The prerequisite to this capability is being a magic user and having at least 25
es: Usando esta capacidad, un mago o estudiante de la doctrina puede extender la efectividad de una armadura conectando sus energías místicas con la divinidad Xelphate. Se requiere una habilidad mágica al menos de 25.

source: Speedy Casting
es: Invocación rápida

source: You have studied the art of spell casting since an early age. The basics of this discipline are second nature to you and therefore you are able to conjure up magic faster than others. The prerequisites to this skill is high levels in the magical skills.
es: Has estudiado el arte de la invocación de conjuros desde temprana edad. Dominas tan bien la disciplina que eres capaz de conjurar magia más rápido que otros. Se debe tener un nivel alto en las habilidades mágicas para tener esta habilidad.

source: Natural Healing
es: Curación natural
