Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: The Abyss? Why, it's humanities ancient foe... the home of all that is evil, the land of demons.||Rest assured the demon lord Karzul is not here on some kind of sight-seeing tour from his native planes. He will not stop until his powers of corruption brought humanity to its knees. Years of war, anarchy and famine will follow unless he is stopped.
es: ¿El Abismo? Porque es un antiguo enemigo de la humanidad... El hogar de todo lo que es malo, la tierra de los demonios.||Ten seguro que el señor demonio Karzul no está aquí en algún tipo de tour de visitas desde sus planos natales. Él no se detendrá hasta que sus poderes de la corrupción tiren a la humanidad de rodillas. Años de guerra, anarquía y hambre le seguirán a menos que se le pare.

source: Centuries passed, while $Guardians of the Realm slept in their tombs. It was a difficult choice to make, but in the face of overwhelming odds there was no better solution.||The demonic horde, thought to have destroyed their most feared foes, moved on and after many years of destruction turned on itself.||Battles erupted among the Abyssal troops, as ancient fears and jealousies flared. While campaigning on the material plane, the relatively weakly defended home base of the demon generals was assailed by other even more ancient chaotic beings that the demons displaced many eons ago to win their thrones in the Abyss. Finally keeping two fronts running became such a burden that their hosts were called home where the battle for dominance continues to this day. Such is the nature of evil...||Here life slowly returned to its normal, peaceful pace. The Guardians stayed interred since there was no reason for their resurrection in a now tame world.||But all that changed with rise of the demon lord Karzul.||It is not clear to me how he managed to bring so much of his infernal power forth into your land... Nevertheless, the time is now. The Guardians are ready to come to life again. All we need is a group of heroes to $call on them.
es: Siglos pasaron mientras los $Guardianes del Reino dormían en sus tumbas. Era difícil la elección a hacer, pero en vista de los acontecimientos no había otra solución mejor.||La horda demoníaca aunque se habían destruido sus más fieros líderes, se mudó y después de muchos años de destrucción se atacó a sí misma.||Las batallas emergieron de entre las tropas Abismales conforme los miedos y envidias germinaban. Mientras estaban de campaña en el plano material, la base relativamente débil de los generales demonios fue asaltada por otros seres más antiguos y caóticos que los demonios echaron hace eones de sus tronos en el Abismo. Finalmente se mantuvieron dos frentes que se convirtieron en una carga cuando sus integrantes fueron llamados desde su casa donde la batalla por el control continua hasta este día. Esa es la naturaleza del mal...||Aquí la vida lentamente vuelve a ser apacible. Los Guardianes se quedaron inhumados dado que no había motivo para resucitarlos en un mundo ahora domado.||Pero todo lo que cambió con el alzamiento del señor demonio Karzul.||No está claro cómo se las arregló para acumular tanto poder infernal y usarlo en tu tierra... No obstante, la hora ha llegado. Los Guardianes está preparados para volver a la vida otra vez. Todo lo que necesitamos es un grupo de héroes para despertarlos.

source: Your world is in mortal danger. Karzul even now is preparing... scheming to bring civilization to an end. He will not rest until all of the world's leader serve him. And to this end he will do anything: start wars, incite religious riots, burn towns, fail crops, anything. Your only chance is to defeat him while he is gathering his might, here at the monastery.||I would think you have maybe an hour... maybe less. Soon he will use whatever conduit he has established to his native plane of the $Abyss to refuel on infernal energies and begin to spread darkness and pain.||However, powerful as you are, you cannot hope to defeat him. The $Guardians of the Realm foresaw this and built these crypts to while away their time, until heroes like yourself call on them in their hour of need. If summoned, they will return from their long night of death-like rest to fight on your side against Karzul.||In order for the $Guardians to reappear all I need is for you to $call on them.
es: Mortal tu mundo peligra. Karzul está ahora preparado... Planificando cómo llevar la civilización a su final. No descansará hasta que todos los líderes de los mundos le sirvan a él. Y para esto hará lo que sea: empezar guerras, incitar revueltas religiosas, quemar ciudades, arrasar cultivos, lo que sea. Tu única posibilidad es vencerle mientras esté reuniendo su poder, aquí, en el monasterios.||Creo que tendrás quizás una hora... Quizás menos. Pronto usará el conducto que ha establecido con su plano nativo del $Abismo para recargarse de energías infernales y empezar a llevar oscuridad y dolor.||Sea como sea, poderoso como eres, no puedes esperar vencerle. Los $Guardianes del Reino previeron esto y construyeron estas criptas hace mucho tiempo, para que héroes como tú los despertaran en un momento de necesidad. Si se les convoca, volverán de su larga noche de descanso casi muerte para pelear en tu bando contra Karzul.||Para hacer que los $Guardianes reaparezcan todo lo que tienes que hacer es llamarlos.

source: Here is how this works: as you may already know, pending their destruction the $Guardians of the Realm willingly entered hibernation.||In reality a deal with Death was struck. Death being eternal miser grants no escape only delays... Therefore it was decided that should the $Guardians ever need to return, given their past record of heroism - a fact that even wowed Death a bit - will be granted one leave of absence with the understanding that they will voluntarily return to Death's domain once their work was done.||However, in order for Death to agree to this rather unusual pact, he required that the reasons for calling the Guardians back be a genuine, honest-to-god end-of-world scenario. - As I'm sure you can see, for rather obvious reasons the end of the world would profit Death's business greatly but would not be grounds for a sustainable venture. - As such, he required that a new group of heroes consent to putting their own lives in escrow for the duration of the Guardian's stay. Were they to somehow break their promise, Death would claim you in their stead.||The $Guardians made me promise to impress upon you their resolve to remain true to their word. As they once willingly entered hibernation, so will they again stand under Death's banner when the time comes.||So what say you? $Consent now and call on the $Guardians of the Realm to aid your battle against humanity's greatest foe.
es: Así es como funciona: como ya sabrás, estando pendiente su destrucción, los $Guardianes del Reino, entraron en hibernación a voluntad.||En realidad, el acuerdo con La Muerte se había roto. La Muerte es avara, y nadie escapa sólo se retrasa... Aun así, se decidió que los $Guardianes serían necesitados en un futuro, dado su pasado de heroísmo (un hecho que incluso asombró a La Muerte) se les permitió estar ausentes entendiendo que ellos voluntariamente volverían a los dominios de La Muerte una vez que el trabajo estuviera finalizado.||Sin embargo, para que La Muerte pudiera estar de acuerdo con este pacto inusual, requirió que las razones para despertar a los Guardianes fueran genuinas, honestas y con un escenario del juicio final. Como estoy seguro que ves, por razones obvias el fin del mundo sería un gran negocio para La Muerte pero no sería terreno para una empresas sostenible. Así, requirió que un nuevo grupo de héroes consintieran en poner sus propias vidas como depósito durante el tiempo que se tardase en despertar a los Guardianes restantes. Si se les ocurría romper su promesa, La Muerte clamaría vuestras vidas.||Los $Guardianes hicieron la promesa de permanecer fieles a su palabra. Así como una vez entraron en hibernación, una vez que el tiempo llegue, estarán en los dominios de La Muerte.||Entonces ¿qué dices? Da tu $consentimiento y despierta a los $Guardianes del Reino para ayudarte a la batalla contra el mayor enemigo de la humanidad.

source: Good... good... just as I expected. Your names have been recorded and your lives have been bound to the $Guardians'.||I will now release them from their long years of slumber, and then my Nightwards and I will return home. ||May Regbreon the Greatest Shade aid you in combat!...||When you are $ready I can teleport you back to the surface where even now the $Guardians await your final command.
es: Bien... Bien... Justo como esperaba. Vuestros nombres han sido grabados y vuestras vidas han sido añadidas a las de los $Guardianes.||Los sacaré de su sueño y entonces mis pupilos de la noche y yo volveremos a casa. ||¡Quizás Regbreon la gran forma te ayude en el combate!...||Cuando estés $preparado, te puedo teletransportar de vuelta a la superficie donde hasta los $Guardianes esperan sus órdenes finales.

source: We are Nightwards... magical beings from the realm of shades. We are crafters and artists who draw our inspiration from the sublime ambiguity of the shifting shadows of our world. - You may have noticed my kind's inability to arrive at a concrete answer...||Once, centuries ago a small team of merchants became lost in a trans-dimensional storm and ended up shipwrecked in your world, the material realm. It seemed we would spend the rest of our long lives here, as we had no means to travel back home. It was the $Guardians who came to our aid and stationed us in one of their libraries...||Together we spent many years in joint study and finally after many false leads researched a way to travel across the planes of existence. In this way both of our races benefited, yet humanity today seldom remember our ancient alliance.||Still we nightwards always wanted to repay the kindness we were shown. In my land, it is said, the only thing longer than the lifespan of a nightward, is our ability to remember deeds - be it good or evil. When we heard how the $Guardians planned to enter suspended animation on the eve of their unavoidable catastrophy, we journeyed back and were honored to be chosen as the keepers of their peace.||Most of us stayed here to guard the crypts from invaders, however a few of us were stationed around your world as information gatherers wearing a variety of disguises... perhaps you met $some of us?
es: Somos pupilos de la noche... Seres mágicos del reino de las sombras. Somos artesanos y artistas que extraemos nuestra inspiración de la sublime ambigüedad de las sombras furtivas de nuestro mundo. Ya os habréis dado cuenta de mi ineptitud para dar una respuesta concreta...||Hace cientos de años un grupo pequeño de mercaderes se perdió en una tormenta transdimensional y acabó naufragando en vuestro mundo, el reino material. Parecía que iban a pasar el resto de sus vidas aquí, porque no tenían medio de volver. Entonces, aparecieron los $Guardianes en nuestra ayuda y nos llevaron a una de sus bibliotecas...||Pasamos muchos años juntos estudiante y al final, después de mucho investigar, encontramos un modo de viajar a través de los planos de existencia. De esta forma, nuestras razas se beneficiaron, aunque raramente la humanidad recuerda nuestra alianza.||Todavía, nosotros pupilos de la noche, queremos pagar la hospitalidad con la que fuimos tratados. En mi tierra, la única cosa que es más larga que la vida de un pupilo es su habilidad para recordad deudas, sean malas o buenas. Cuando oímos que los $Guardianes planeaban entrar en animación suspendida para evitar una catástrofe, volvimos y fuimos honorosamente elegidos como guardianes de su descanso.||Muchos de nosotros estuvimos aquí guardando las criptas de los invasores, aunque algunos también fuimos enviados por tu mundo para reunir información, disfrazados de diversas maneras... ¿Quizás tú te encontraste a $alguno de nosotros?

source: Yes, yes... you know of whom I speak...||That's right Melathor of Allovium is in fact not a deep-elf, but a disguised nightward. He is one of our oldest and best agents in the field. Melathor, or Narglum as he is really called, was part of the original team of nightwards who spent time with the $Guardians. He is much more ancient than he admits... he claims it is his potions that give him this unnatural longevity, though most of us doubt the truth of this.||Narglum notified us of your progress through your various ordeals. Even early on he claimed to know that you were the ones... the ones to reawaken the $Guardians.||So don't prove him wrong! The time is now for your $consent and the reawakening of the $Guardians of the Realm, our ancient protectors.
es: Sí, sí... Sabes de quién hablo...||De hecho, es verdad que Melathor de Allovium no era un elfo profundo pero sí un pupilo de la noche muy distinguido. Es uno de nuestros antiguos y mejores agentes en sus campo. Melathor, o Narglum como se llama en realidad, era parte del grupo original de pupilos que estuvieron con los $Guardianes. Es mucho más viejo de lo que admite ser... Dice que sus pociones le dan una longevidad antinatural, pero muchos de nosotros dudan que ese sea el verdadero motivo.||Narglum nos informó de vuestros progresos y de vuestras horribles experiencias. Incluso pronto se dio cuenta de que vosotros erais los que... Los que despertaríais a los $Guardianes.||¡Por lo que no hagas que se equivoque! Ahora es momento para tu $consentimiento y el despertar de los $Guardianes del Reino, nuestros antiguos protectores.

source: Stay your hand but for a $moment, intruders of my realm... I have $much to tell.
es: Sostén tu mano durante un $momento, intrusos de mi reino... Os tengo $mucho que contar.

source: A blue bird sings in a shrill voice. Doom lies in its song...
es: Un pájaro vede con una voz estridente. La ruina en canción...

source: Embrace the children of the night. They hold the key to eternity.
es: Abraza a los niños por la noche. Ellos son la clave de la eternidad.

source: Is not chance a dagger blunt on one side and gravely sharp on the other?
es: ¿No es casualidad que este filo de una daga esté despuntado y el otro muy afilado?

source: moment,much
es: momento,mucho

source: The pull of the depths are strong... Abyss-bound as I breathe my last, I must reveal to you the dark $secrets I was sworn to protect. I toiled long for $her... (cough) but listen, do you know this tune: fa-lala-laaa-le-grum-grum?
es: El tirón de las profundidades es fuerte... Atado al Abismo como respiro mi último aliento estoy, debo revelarte los oscuros $secretos que juré proteger. Largo y duro trabajé por ella... (cof) Pero escucha, ¿conoces esta melodía: fa-lala-laaa-li-grum-grum?

source: I was an important figure, you see? Fa-la-la-le-grum-grum! What a lovely tune it is! 'Tis a pity this noble throat shall sing no more. Not since $her arrival anyway. What little time I had to practice my art, instead I toiled for $her. 'Go to the $Abyss Myco!' she would demand. That hag! I hate $her, I do! I will tell you all I know. Use my knowledge to stop $her plans!
es: Era una figura importante, ¿ves? ¡Fa-la-la-li-grum-grum! ¡Qué melodía más encantadora! Esta poco noble garganta no cantará más. En todo caso, no hasta $su llegada. Qué poco tiempo he podido practicar mi arte, en vez de ello, me he matado a trabajar por ella. ¡¡ve al $Abismo Myco!'. ¡Esa bruja! ¡La odio! Te diré lo que sé. ¡Usa mi sabiduría para parar $su plan!

source: Mothrazu,her
es: Mothrazu,su

source: Who? Fa-ra-rum-grum-grum-lalalee. (cough) ...Oh Mothrazu you mean. She is nothing to me anymore... But beware! (cough) a powerful sorcerer she is, yes! Her hate of civilization (cities in fact) knows no boundaries. She will destroy this world and rebuild it according to her image: a vast sprawl of dark $trees. It was she, who asked me to travel to the very depths of the $Abyss.
es: ¿Quién? Fa-ra-rum-grum-grum-lalalii. (cof)... Oh, dices Mothrazu. No es nada para mí más... ¡Pero preparáos! (cof) Es una poderosa hechicera, ¡sí! Su odio por la civilización no conoce límites. Destruirá este mundo y lo construirá de acuerdo con su imagen: vastas extensiones de oscuros $árboles. Fue ella la que me pidió bajar a las profundidades del $Abismo.

source: A dark, evil place that is... home to the most vile, outer ones. Their names cannot be whispered, their breath is death and to gaze on them is madness! Fa-ra-rum! I don't know why $Mothrazu wanted me to $travel there. Maybe just to torture me for my failures? La-la-lee, La-la-loo! I've been there before you know... the fiend $Karzuul was my downfall once. Haha! But I escaped; seek the red $teleporters!
es: Es un lugar oscuro y malvado... Hogar de los más viles, los exteriores. ¡Sus nombres no pueden ser susurados, su aliento es muerte y contemplarlos es la locura! ¡Fa-ra-rum! No sé el motivo por el que $Mothrazu quería que la ayudase a $viajar allí. ¿Quizás sólo para torturarme por mis fracasos? ¡La-la-li, La-la-lu! He estado allí antes de que lo supieras... Entonces, el demonio $Karzull fue mi caída. ¡Ja, ja! Pero escapé; ¡busca los $portales rojos!

source: Disease, he sickens the very thoughts! I served that dark lord before Mothrazu and now I will serve him again... (sighs) my fate is bound to the $Abyss. Fa-ra-ra-lee... I wish I knew the words to this song.
es: Afección, ¡enferma a los pensamientos! Serví al señor oscuro antes Mothrazu y ahora le serviré otra vez... (sigh) Mi destino está atado al $Abismo. Fa-ra-ra-li... Desearía que supiera las palabras de esta canción.

source: Sabien,kidnap,travel
es: Sabien,secuestrarme,viaje

source: Well I can't travel to the $Abyss on my own. Many of the red $teleporters are now locked... and always, always bring the $objects!| Anyway I paid the $Order of the Grizzled Pony to kidnap Sabien. The wizard knows the way... A bumbling magician he might be, yet, his skill is gifted beyond the others'.
es: Bueno, no puedo viajar al $Abismo por mí mismo. Muchos de los $portales rojos ahora están cerrados... Y siempre, siempre ¡traen los $objectos!| De todas formas, pagué a la $Orden del Poni Grisáceo para secuestrar a Sabien. La mago sabe la forma... Puede ser un arrogante mago, pero ha sido dotado de una habilidad por encima de la de los demás.

source: Rum-rum-lala-lee!
es: Rum-rum-lala-li!

source: The dwarves are the worst poets I've every met. Believe me, I would rather end my life here than to have to listen to their verse. However, they're much better at roguish tasks, such as $kidnap. They did manage to snatch Sabien, and yet he $somehow, escaped.
es: Los enanos son los peores poetas con los que me he encontrado. Créeme, preferiría que mi vida acabase antes que tener que escuchar sus versos. Sin embargo, son mucho mejores al hacer tareas picarescas como el $secuestrarme. Se las arreglaron para tomar por la fuerza a Sabien, y $algo, escapó.

source: somehow
es: algo

source: So it was you who helped $Sabien escape from the $Order of the Grizzled Pony! I should have known. The dwarves accepting a bribe was not a part of my plans. Fa-ra-lee-la-lum! It doesn't matter now... I just hope you're clever enough to stop $her as well.
es: ¡Fuiste tú quién ayudó a $Sabien a escapar de la $Orden del Poni Grisáceo! Debería haberlo sabido. Que los enanos aceptaran un soborno no entraba en mis planes. ¡Fa-ra-li-la-lum! Ahora no importa... Sólo espero que seas lo suficientemente listo como para parar $su locura.

source: Yes that is $her plan: $Mothrazu intends to destroy the cities and cover the world in a forest. As a creature of nature, she claims it is her duty to do so. La-la-lee-rum-grum-grum! What a lovely tune. If you want to find $her, look in the deepest forests. She is the branch that holds the leaves, the trunk that supports the boughs... She is life and she is its destruction.
es: Sí, ese era $su plan: $Mothrazu intenta destruir las ciudades y cubrir el mundo con un bosque. Como una criatura de la naturaleza, clama que es su deber hacerlo. ¡La-la-li-rum-grum-grum! Qué melodía más encantadora. Mira en lo más profundo del bosque para encontrar a $Mothrazu. Ella es la rama que mantiene las hojas, el tronco que soporta las ramas... Es vida y es su destrucción.

source: The taint of $chaos is upon us!
es: ¡La mancha del $caos está sobre nosotros!

source: I fear I don't understand of which you speak, stranger...
es: Temo no entender de qué hablas, extranjero...

source: chaos
es: caos

source: Yes, dark clouds have been gathering to the south-east, site of many sins in ages $past.||Legends tell of an ancient $monastic order that worked from a remote mountain monastery nearby. For many $years they were the paragons of virtue, battling the forces of evil.||However, on that ill-fated day, almost a thousand years ago, the corruptors succeeded in penetrating their holy defenses and the once-lawful order of $monks succumbed to a $terrible heresy...
es: Sí, las nubes oscuras se han estado reuniendo al sudeste, lugar de muchos pecados en el $pasado.||Las leyendas dicen que una orden $monástica antigua que trabajó en un monasterio en las montañas cercano. Durante muchos $años, fueron el parangón de la virtud, luchando contra las fuerzas del mal.||Sin embargo, en un aciago día, hace casi mil años, la corrupción tuvo éxito al penetrar en sus sagradas defensas y la una vez legítima orden de $monjes sucumbió a una herejía $terrible...

source: past,years
es: pasado,años

source: Our village stood here for the last 800 years. The $monastery was always here during that time. Our existence was always in danger... Somehow the forces of darkness selected this site as a battleground with the material realm. The only thing standing between us and oblivion were the $monks.
es: Nuestra ciudad ha estado aquí durante los últimos 800 años. El $monasterio siempre estuvo aquí durante ese tiempo. Nuestra existencia siempre ha estado en peligro... Cualquiera de las fuerzas de la oscuridad han elegido este lugar como campo de batalla con el reino material. La única cosa que hay entre nosotros y el olvido fueron los $monjes.

source: monastic,monastery,monk,monks,order
es: monástica,monasterio,monje,monjes,orden
