Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: At first, the collective might of clans was to be named Groerum. However, as many learned in the ways of linguistics quickly pointed out, this means 'udder-grease' in the flowery tongue of a hill-side clan. The Groerum was then renamed Groez and in an attempt to appease the warlike clan of Duil, their name was appended to the new title of the mountain dwarf collective. Now all dwarves living in $Thuzgol proudly name themselves members of the Groez-Duil. Fascinating, isn't it?
es: Al principio, el poder colectivo de los clanes se conoció cmo Groerum. Aun así, como muchos aprendieron en los caminos de la rapidez lingüística, esto significa 'familia-engrasada' en la lengua florida del clan de las colinas. Los Groerum entonces fue renombrado Groez y, en un intento de sosegar al belicoso clan de los Duil, su nombre se añadió al final del nuevo título del colectivo de los enanos de las montañas. Ahora todos los enanos que viven en $Thuzgol se llaman a sí mismo orgullosamente miembros de los Groez-Duil. Fascinante, ¿no?

source: Mycotharsius,map,boots
es: Mycotharsius,mapa,botas

source: Mycotharsius showed cunning in his chosen craft early on in his career. He soon turned to the darker arts and became a powerful sorcerer of the school of the magic of Life and Death. But even this didn't satisfy his cravings for power, because later he entered a diabolical pact with a servant of evil named $Karzuul. True to his nature, the demon eventually turned on the wizard. Some say Mycotharsius fell in battle because his spell back-fired. You would do well to search the $catacombs for answers to your questions.
es: Mycotharsius se mostró astuto en su arte escogida al principio de su carrera. Pronto se tornó a las artes oscuras y se convirtió en un hechicero de la escuela de magia de Vida y Muerte. Pero incluso, esto no le satisfizo su ansia de poder, porque después selló un pacto diabólico con un sirviente del mal llamado $Karzuul. De acuerdo a su naturaleza, el demonio traicionó al mago. Algunos dicen que Mycotharsius cayó en batalla debido a un hechizo suyo reflejado. Harías bien en buscar en las $catacumbas para responder a tus preguntas.

source: Not much is known of him. Most likely Karzuul was a demon of the Abyss, the plane of elemental evil. I would guess, he offered greater power to $Mycotharsius in exchange for the wizard performing a service for the demon. The details of this pact are lost to time and here-say.
es: No se conoce mucho de él. Que Karzull era un demonio del Abismo, el plano elemental del mal. Apuesto a que ofreció grandes poderes a $Mycotharsius a cambio de sus poderes de mago al servicio del demonio. Los detalles de este pacto se han perdido en el tiempo.

source: Works for $Uzudil you say? Never heard of him.
es: Dices que trabaja para $Uzudil? Nunca he oído hablar de él.

source: nature,fire,witch,tokens
es: naturaleza,fuego,brujo,señales

source: You must be referring to that awful piece of poetry (naturally, attributed to the $Order) about the tokens? |'First find the four tokens|Lead the witch to the spire|Use sygils to bind her|And unleash nature's fire!'| I must say, I've been trying to figure this one out myself but to no avail. Perhaps searching the lair of $Mycotharsius will shine some light on this mystery?
es: Te debes referir a ese fragmento horrible de poesía (naturalmente, atribuida a la $Order) sobre las señales?|'Primero encuentra las cuatro señales'|Sigue a la bruja a la espira|Usa las urdimbres para atarlo a ella|Y saca el fuego natural'| Debo decir que he estado intentando figurarme esto a mí mismo pero sin beneficio. ¿Quizás buscar la guarida de $Mycotharsius eche algo de luz sobre este misterio?

source: catacombs,below
es: catacumbas,debajo

source: Below the city of $Thuzgol lie the vast catacombs of an elder race. In all my years of $research about the $history of the city, never did I find any written records of those who inhabited this place before the $Groez-Duil. Today none dare to venture into its dank passages. Occasionally we here things stir below... dark things, not of this earth. Still, you should descend the slimy $stairs and have a look. I have a feeling the depths hold the answer to the riddle of what happened to $Mycotharsius.
es: Debajo de la ciudad de $Thuzgol hay un vasto conjunto de catacumbas de una raza antigua. En todos mis años de $investigación sobre la $historia de la ciudad, nunca he encontrado registros escritos sobre quiénes habitaron este lugar antes de los $Groez-Duil. Ahora nadie se atreve a aventurarse en sus pasadizos oscuros. Ocasionalmente, oímos cosas ahí abajo... Cosas oscuras, no de esta tierra. Así, deberías descender por las fangosas $escaleras y echar un ojo. Tengo la sensación de que las profundidades tienen la respuesta al acertijo de lo que ocurrió con %Mycotharsius.

source: stairs
es: escaleras

source: Uh, yeah... about the stairs. All I can tell you is that they do exist. Unfortunately, I've misplaced my maps of the city and don't know where they stairs leading to the $catacombs are located. Good luck finding them!
es: Uh, sí... Acerca de las escaleras. Todo lo que te puedo decir es que existen. Desafortunadamente, he perdido mis mapas de las ciudad y no sé donde están las escaleras que bajan a las $catacumbas. ¡Buena suerte encontrándolas!

source: SQ_DRAGONSCALE_ARMOR,dragonscale,armor
es: SQ_ARMADURA_PLACAS_DRAGON,placas de dragón,armadura

source: Very interesting! How very, very fascinating. No, this is not the armor of $Mycotharsius, make no mistake. This dragonscale armor was not made in these parts for oh... 1200 years now. It was once the mark of the $Guardians of the Realm. The fact that you found one below the city of $Thuzgol means either that it's a portions of its $history I have not come upon so far, but more likely that the armor was brought here from $someplace else.
es: ¡Muy interesante! Como que muy, muy fascinante. No, esta no es la armadura de $Mycotharsius, no nos confundamos. Esta armadura de escamas de dragon no fue forjada en estas partes por... 1200 años. Fue una vez la marca de los $Guardianes del Reino. El hecho de que te la encontrases debajo de $Thuzgol significa que es una parte de su $historia que no he me he encontrado todavía, pero parece más plausible que la armadura fuera llevada allí desde $cualquier sitio.

source: Guardians,realm
es: Guardianes,reino

source: I only vaguely know of the Guardians of the Realm. I believe a long time ago they were a military organization assembled to protect peace in the land. It was rumored that the head of the Guardians was a supreme entity, perhaps even of divine nature...
es: Vagamente conozco a los Guardianes del Reino. Creo que hace tiempo fueron una organización militar unida para proteger la paz en la tierra. Se rumoreó que el cabecilla de los Guardianes era una entidad suprema, quizás incluso de naturaleza divina...

source: someplace
es: cualquier

source: I don't know from where this armor came to rest in the $catacombs. You should ask this of $Uzudil when you see him next. I suspect if he doesn't know what to make of it, he'd know who does.
es: No sé cómo esta armadura vino a descansar a las $catacumbas. Deberías preguntarle esto a $Uzudil cuando lo veas otra vez. Sospecho que si él no sabe que hacer con ella, habrá quien sí lo sepa.

source: Welcome weary adventurer to $Thuzgol, city of the $mountain dwarves!
es: ¡Bienvenido, rendido aventurero a $Thuzgol, ciudad de los enanos de las $montañas!

source: May you find rest in $Thuzgol, where our women have the softest $beards!
es: Quizás encuentres descanso en $Thuzgo, ¡donde nuestras mujeres tienes las $barbas más suaves!

source: Feel at home in $Thuzgol! May your $beard cover your toes!
es: ¡Siéntete como en casa en $Thuzgol! ¡Que tu $barba llegue a tus dedos de los pies!

source: Behold the mighty city of the $mountain dwarves! Here you will find all the you seek, be it drink, weapon or spells of magic. If you want to know about the city's $history, ask $Orhithales. We're quite famous for our poetry. Would you like me to $recite some?
es: ¡Contempla la poderosa ciudad de los enanos hijos de la $montaña! Aquí encontrarás todo lo que busques, sea esto bebida, armas o hechizos. Si quieres saber algo de la $historia de la ciudad, pregúntale a $Orhithales. Somos algo famosos por nuestra poesía. ¿Querías oírme $recitar alguna?

source: mountain
es: montaña

source: We are the mountain dwarves, distant relatives of the hill dwarves. Obviously as you probably already noted, we're quite stronger, more intelligent and ...er... well just better.
es: Somos los enanos de las montañas, parientes distantes de los enanos de las colinas. Obviamente, como probablemente hayas notado, somos más fuertes, más inteligentes y... Eh... Bueno, mejores, en definitiva.

source: beards,beard
es: barbas,barba

source: Yes they're lovely. Outsiders find it hard to tell dwarven women apart from men, due to the fact that both sexes sport luxurious, flowing beards. With practice however you can sort out the confusion. Women's beards are smooth and silky. Men have coarse facial hair that is quite unpleasant to touch. No doubt you will make mistakes while visiting a local house of pleasure...
es: Sí, son encantadores. Los de fuera encuentran difícil diferenciar a las enanas de los enanos, porque ambos sexos tienen unas lujosas barbas. Con la práctica, dejarás de confundirte. La barbas de las enanas son suaves y sedosas. Los enanos tienen un tosco vello facial que es muy poco agradable de tocar. No dudo de que cometerás errores al visitar una casa de placer...

source: He is the wisest of us all. He arrived in the city before the $Goblin wars and worked to repel that enemy. Now he works mostly on his research about the $history of $Thuzgol. He lives in the house with the purple flames on the outside. He is a quiet fellow, but be sure not to $anger him!
es: Es el más sabio de todos nosotros. Llegó a esta ciudad antes de las guerras-$trasgo y trabajó en repeler al enemigo. Ahora trabaja fundamentalmente en su investigación sobra la $historia de $Thuzgol. Vive en la casa con las llamas púrpuras en el exterior. Es un colega callado pero ¡asegúrate de no enfurecerlo!

source: Ask $Orhithales about it.
es: Preguntale a $Orhithales sobre eso.

source: anger
es: ira

source: He doesn't like to be interrupted in his work. The reason why lives in $Thuzgol is because we leave him in piece so he can work on his research about the $history of the town. If you bother him, you may wish to never have set foot in his halls.
es: No le gusta ser interrumpido en su trabajo. La razón por la que vive en $Thuzgol es porque le dejamos en paz de manera que pueda continuar su investigación en la $historia de la ciudad. Si lo molestas, desearás no haber puesto un pie en sus estancias.

source: Ah yes, I'm quite the expert on the subject of the Order of the Grizzled Pony, you know! The Order is very secretive, yes! Their $lairs are guarded by Tyrant Hydralisk Deathlords except... uh... you see... they're lycanthropes, yes! Every full moon they turn into wolves. And $members of the Order themselves are dwarves among dwarves! They huge! At least 5 foot tall! Completely covered in fur and smell lovely like turned butter and sloshed ale. Ah, what a life it must be to travel with the Order...
es: Ah, sí. Soy un poco experto en el tema de la Orden del Poni Grisáceo, ¡ya sabes! ¡La Orden es muy recelosa con sus secretos, sí! Sus $guaridas están guardadas por Hidraliscos Tiranos Señores de la muerte excepto.. Um.. Que ves.. que ¡son licátropos, sí! Cada luna llena se vuelven en lobos. ¡Y los $miembros de la Orden son enanos entre enanos! ¡Altos como ninguno! ¡Al menos de 5 pies de altura! Completamente cubiertos de piel y con un olor encantador como de mantequilla extendida y cerveza derramada. Ah, qué vida debe ser viajar con la Orden...

source: lairs
es: guaridas

source: Their lairs are flying castles in the sky! Halls after halls of glittering gems and finely worked stone. Gold and silver is everywhere in the very joints of the timbers of their homes!
es: ¡Estas guaridas son castillos voladores en el aire! Estancias sobre estancias de gemas brillantes y piedra finamente trabajada. ¡Oro y plata están en todas las juntas de las maderas de sus casas!

source: members
es: miembros

source: Well, now that you ask, I've never actually met one of them... but I've read their poetry! It's got the loveliest dwarven cadences! Shall I $recite a piece?
es: Bueno, ahora que lo preguntas, nunca me he encontrado con uno de ellos... ¡Pero he leído su poesía! ¡Tiene las más encantadoras cadencias enánicas! ¿Queréis que os $recite un fragmento?

source: recite
es: recitar

source: Here is one I like:|'The journey calls me from the rumbling brook|Oh a forth night jaunt in the shady wood,|Adventurer, seek 'ever and tarry not|Be off ere, thy cousin's lot!'|It's a masterpiece! One day I will figure out its meaning. Would you like to hear $another one?
es: Aquí hay uno que me gusta:|'El viaje me llama desde el retumbante arroyo|Oh un paseo por la noche en el sombreado bosque,|Aventurero, buscador no te tomes tu tiempo|Sal de aquí, la parte de su primo'| ¡Es una obra maestra! Algún día averiguaré su significado. ¿Os gustaría escuchar $otro fragmento poético?

source: another
es: otro

source: As soon as I lair eyes on you, I knew you could appreciate the finer arts! Here is another creation of the $Order |'With axe in hand I shall fall|Send in my place another from the hall|And as we march down upon the hordes of the foe|Among their ranks only fear shall we sow!'| Ah the majesty! Have you had $enough yet?
es: ¡Tan pronto como posé mis ojos en ti, sabía que apreciarías las finas artes! Aquí hay otra creación de la $Orden |'Con hacha en mano caeré|Envío en mi nombre a otro a la sala|Y como marchamos a las hordas del enemigo|¡Entre sus mandos sólo miedo se plantará!| Ah, ¡la majestad! ¿Has tenido ya $suficiente?

source: enough
es: suficiente

source: Were you a mountain dwarf in a previous life?! You are of the Groez-Duil in spirit! Here is another, also created by the $Order |'First find the four tokens|Lead the witch to the spire|Use sygils to bind her|And unleash nature's fire!'| Not sure what this one means either... must be a drinking song.
es: ¿Fuiste un enano de las montañas en una vida anterior? ¡Eres un Groez-Duil en espíritu! Aquí hay otro, también creado por la $Orden|'Primero encuentra las cuatro señales|Toma ventaja a la bruja en la espira|Usa símbolos mágicos para atarla|¡Y saca el fuego de la naturaleza!'| No estoy seguro de que lo esto significa... Debe ser una canción de bar.

source: Kerra the Healer
es: Kerra, sanador

source: Birna the Rogue Trainer
es: Birna, entrenador de pícaros

source: Morra the Magics Merchant
es: Morra, mercader de magia

source: Merka the Personal Trainer
es: Merka, entrenador personal

source: Kikka the Bone Healer
es: Kikka, reparadora de huesos

source: Samek the Merchant of War
es: Samek, mercader de guerra

source: Ah, there you are... I've been $waiting for you!
es: Ah, estás aquí... ¡Te he estado $esperando!

source: Sadly, I know not of which you speak...
es: Lamentablemente, no sé de lo que me hablas...

source: Yes, yes I know. Uzudil the Hand of S.c.o.u.r.g.e. Inc. sent me the $map. I know why you are here...
es: Sí, sí, lo conozco. Uzudil la Mano de S.C.O.U.R.G.E. Inc. me envió el $mapa. Sé porqué estás aquí.

source: waiting
es: esperando

source: I have the $map that $Uzudil sent me. When you're $ready, I can tell you all that I know regarding this matter.
es: Tengo el $mapa que $Uzudil me envió. Veo que estás $preparado, y te puedo decir lo que sé de este asunto.

source: map
es: mapa

source: This map fragment definitely depicts a section of the $Abyss. I am well familiar with its tortured landscape for shall I say... $personal reasons.
es: Este fragmento de mapa es un esbozo de una sección del $Abismo. He de decir que estoy familiarizado con su paisaje torturado por motivos de tipo $personal.

source: personal,incident
es: personal,incidente

source: I'd rather not talk about that at this time... the memories are still too painful for me.
es: Preferiría no hablar de esa época... Los recuerdos me son todavía demasiado dolorosos.

source: A fiend he is. Karzul is the Lord of Madness and rules the 512th layer of the $Abyss. In battle he is a merciless hunter, as an enemy he ruins all you hold dear, the corruptor of hope and a stain on the divine soul of the cosmos. Do not treat him lightly! His connection to $Mycotharsius is surely not an accident...
es: Es un demonio. Karzuul es el Señor de la locura y manda en la quinientos-doceava capa del $Abismo. En batalla es un cazador sin piedad como enemigo, arruina todo lo que amas, el corruptor de la esperanza y la mancha en el alma divina del cosmos. ¡No trates con él a la ligera! Su conexión con $Mycotharsius no es seguramente un accidente...

source: My research varied over the years... I was a student of Minirmuir once, attempting to attain perfect knowledge and thus transcend my mortal body to live in eternal peace, at one with the void. However... things changed... after the... $incident I took up a different path. I am currently seeking to restore to the world, that which was once known but is now lost... the safe operation of a very powerful artifact. One that though complex and dangerous is located very close nearby... in fact, it's right behind this locked $door.
es: Mi investigación ha variado con los años... Fui estudiante de Minirmuir una vez, intentando lograr la sabiduría perfecta y además trascender mi cuerpo mortal par vivir en paz eterna, siendo uno con el vacío... Sin embargo, las cosas cambiaron... Después de... el $incidente, tomé otro camino. Estoy actualmente intentando restaurar el mundo, con lo que se conoció una vez pero se ha perdido... El manejo de un poderoso artefacto. Uno de tal complejidad y peligrosidad que lo tengo muy cerca... De hecho, está detrás de esa $puerta cerrada.

source: Their legend is one of sorrow... hundreds of years ago, after the defeat of an invasion of demons, a group of heroes banded together to form the order that came to be called the Guardians of the Realm. Though mostly a peace-keeping force, they also concerned themselves with the preservation of all knowledge of their age. This $library is one of a few they built around the world to house the rare books in which the Guardians recorded known history, astronomy and all other sciences and magic they learned. Their hope was to pass on their vast body of knowledge and let future generations know how to deal with another war should the $Abyss invade again. Sadly, before their work could be completed, in a final and cataclysmic battle, the demons destroyed them all... There is talk of betrayal: a treachery from within the ranks of the order is said to have caused their demise.
es: Su leyenda es una penosa... Hace miles de años, después de la derrota de una invasión de demonios, un grupo de héroes unidos, formaron la orden que llegaría a ser los Guardianes del Reino. Aunque eran una fuerza pacificadora, también estaban ocupados en al conservación de la sabiduría de su época. Esta $biblioteca es una de las pocas que construyeron por el mundo para almacenar libros raros en los que los Guardianes escribían su historia, astronomía y todas las otras ciencias de la magia que ellos habían aprendido. Su esperanza estaba en pasar su vasto legado para dejar a las generaciones futuras una guía de cómo lugar en otra guerra si el $Abismo nos invadía otra vez. Lamentablemente, antes de que su trabajo estuviera completado, en una batalla cataclísmica los demonios los destruyeron a todos... Se habla de que una traición causada por problemas con los mandos en la Orden causó su caída.

source: ready
es: preparado

source: Well, let's start with what you already know. $Mycotharsius had me abducted by those $dwarves but thanks to you, I am free again and able to resume my $research in the $library.
es: Bueno, empecemos con lo que ya sabes. $Mycotharsius me hizo secuestrar por esos $enanos pero gracias a ti, soy libre otra vez y puedo continuar mi $investigación en la $biblioteca.

source: The Order of the Grizzled Pony? Alas not much good can be said of them. They maintain their meager existence as both poetic and rogue hacks, selling their services to other low-lifes like $Mycotharsius.
es: ¿La Orden del Poni Grisáceo? ¡Ay! No hay mucho bueno que decir de ellos. Mantienen su mera existencia mediante argucias pícaras y poéticas, venden sus servicios a otros engendros como $Mycotharsius.

source: I hear he met his end again... this has happened before you know. He died in combat once, but was resurrected by a demonic entity named $Karzul. I think the demon took pleasure in bestowing the curse of unlife on the mage, to teach him a lesson in loyalty perhaps... At any rate, what is more interesting about Mycotharsius, is his $boss.
es: He oído que ha encontrado su final, otra vez... Ha ocurrido antes de que lo supieras. Murió en combate una vez, pero fue resucitado por una entidad demoníaca llamada $Karzul. Creo que el demonio disfrutó al otorgar la maldición de la no-vida al mago, quizás para enseñarle una lección de lealtad... De cualquier manera, lo que es más interesante sobre Mycotharsius es su $jefe.

source: boss,Mothrazu,Mothrazu's
es: jefe,Mothrazu,de Mothrazu

source: Now we're getting to the meat of our story! Mothrazu! Now there is something awful... On the surface, she appears to be just another evil $druid, bent on the destruction of civilization. I'm sure you've heard the rumors: she wants to restore the world to what it was before the rise of the races. Her image of a world covered in forest is a bit of a cliche, you see? I don't buy it... there is something more here... especially, when you look at the evidence: a $map of the $Abyss? No, I don't think what we're dealing with is just a lowly $druid bent on revenge.
es: ¡Ahora estamos llegando a las entrañas de la historia! ¡Mothrazu! Ahora hay algo perverso... En la superficie, ella parece ser simplemente otra $druida malvada, dispuesta a destruir la civilización. Seguro que has oído los rumores: ella quiere restaurar el mundo a cómo era antes del alzamiento de las razas. Su imagen de un mundo cubierto de bosque es un poco cliché ¿no crees? No me lo creo... Hay algo más ahí... Especialmente, cuando miras a las pruebas: ¿un $mapa del $Abismo? No, no creo que estemos tratando con sólo una $druida de bajo nivel con ansias de venganza.

source: druid
es: druida

source: To all outward appearances, she is a servant of the god of Nature. Even if she is evil, this is possible. Amod-Rheinur is a neutral deity who doesn't concern herself with the means to achieve her goals. However, I believe there is more to her story than what she'd let us believe: simple $revenge.
es: Hacia afuera, es una sirviente del dios de la naturaleza. Incluso si es malvada, esto es posible. Amod-Rheinur es una deidad neutral a la que no le interesan los medios para llegar a sus objetivos. Sin embargo, creo que hay algo más en la historia que lo que nos quiere hacer creer: simple $venganza.

source: revenge
es: venganza
