Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: The $Guardians of the Realm possessed the ability to foresee the future to a degree. They knew that the demonic invaders would through betrayal finally overrun their last defenses.||So they planned for a continuance, a way for them to stay inert until they're needed again when another group of heroes takes up the mantle of the defender. During this time of waiting, they would remain entombed below the vaulted halls of the ancient monastery at Emeril in the sacred crypts. Us nightwards volunteered to act as their wards: to watch over their sleep through the centuries.||Most of us took shifts in the monastery's darkened halls, keeping watch over the peace of the sleepers. Some of us - yours truly - traveled the land in search of the new group of heroes who had the potential to awaken the $Guardians when the time came.||Never would I have dreamt that I would find them, a group of aging ex-adventurers cleaning sewers for a dungeon janitorial company. But once I laid eyes on you, I could see your true potential...||And when I heard the story of $Mothrazu and the demon $Karzul... I knew: the $time had come!
es: Los $Guardianes del Reino poseían la habilidad de prever el futuro hasta cierto grado. Sabían que los invasores demoníacos atravesarían sus últimas defensas.||Por eso, planearon un método para mantenerse vivos, por si se les necesitaba, cuando otro grupo de héroes tomaran el papel de defensores. Durante su espera, permanecerían enterrados en las criptas sagradas por debajo de las estancias abovedadas del antiguo monasterio de Emeril. Nosotros los pupilos de la noche nos presentamos voluntarios para ser sus custodios: para vigilar su sueño durante siglos.||La mayoría de nosotros hicimos turnos en las salas oscuras del monasterio vigilando la paz de los durmientes. Algunos de nosotros - verdaderamente tuyos - viajamos a la tierra para buscar a un nuevo grupo de héroes que tuvieran el potencial de despertar a los $Guardianes cuando llegase la hora.||Nunca soñé que los encontraría, un grupo de aventureros maduros de la compañía de servicio de mantenimiento de las mazmorras. Pero una vez que posé mis ojos en vosotros, pude ver vuestro potencial...||Y cuando oí la historia de $Mothrazu y el demonio $Karzul... ¡Sabía que el $tiempo de espera se había acabado!

source: Yes, the time is now. $Karzul is a very real threat to humanity.||As for me and the other nightwards, our jobs are finished. We have repaid the Guardians' kindness... we will travel home soon. It is my hope that the cooperation between our races will not fade. You must come and visit us in the Realm of Shades some day...
es: Sí, la hora ha llegado. $Karzul es un gran peligro para la humanidad.||En cuanto a mí y a los otros pupilos oscuros, nuestro trabajo se ha acabado. Hemos devuelto el favor de los Guardianes... Y volveremos pronto a casa. Espero que la cooperación entre nuestras razas no decaiga. Alguna vez deberías venir y visitarnos en nuestro Reino de las Sombras.

source: Guardian,Guardians,Guardians of the Realm,Realm
es: Guardián,Guardianes,Guardianes del Reino,Reino

source: The Guardians of the Realm were an ancient peace-keeping force of heroic knights. Besides fighting evil, they also catalogued the history, art and scientific achievements of the people of the land. This information is kept in a series of libraries they established throught the world.||The Guardians no longer exists. Some say their downfall was caused by a great heresy... a betrayal of one of their own. Others claim the Guardians were immortal gods who, having finished their tasks here, returned to their celestial thrones were they reign in truth, justice and peace to this day.
es: Los Guardianes del Reino fueron una antigua fuerza pacificadora de caballeros heroicos. Además de luchar contra el mal, también catalogaban la historia, las artes y los avances científicos de la gente de la tierra. Esta información se guardaba en unas bibliotecas que montaron por todo el mundo.||Ya no existen. Algunos dicen que su caída fue causada por una gran herejía... Una traición. Otros claman que los Guardianes eran dioses inmortales que habiendo concluido sus tareas aquí, volvieron a sus tronos celestiales donde reinan con verdad, justicia y paz hasta ahora.

source: Welcome brave adventurers in the mighty halls of the $S.C.O.U.R.G.E. Dungeon Extermination Services Company! My $name is Uzudil the $Hand. Should you need an update on the current $news, just ask. Feel free to explore the head-quarters without worry: there are no $monsters here.
es: ¡Bienvenidos, valientes aventureros a las poderosos salones de la compañía exterminadora $S.C.O.U.R.G.E.! Mi $nombre es Uzudil, la $Mano. Deberías poneros al corriente de las nuevas $noticias. Sed libres para explorar estos aposentos sin preocuparos: no hay $monstruos aquí.

source: That is beyond my knowledge...
es: Eso está por encima de mis conocimientos...

source: I can't help you with that.
es: No te puedo ayudar con eso.

source: Think of these halls as your new home, for the time to come. The S.C.O.U.R.G.E. corporation was established to help out-of-luck adventurers stay out of trouble and keep their skills sharp at the same time. This is strictly a business proposition. The $owners ask no questions of you. Your past (however tainted it may be) is your secret to keep. The only thing that matters here is to keep our $clients happy. I am sure, you will find the $missions... 'challenging'.
es: Por el tiempo que nos queda, piensa en estas estancias como en tu nuevo hogar. La corporación S.C.O.U.R.G.E. se ha establecido para ayudar a los aventureros sin suerte a soportar los problemas y a mantenerse en forma al mismo tiempo. Esta es una proposición estrictamente de negocios. Los $propietarios no te preguntarán nada, por muy manchado que esté tu pasado, es tu secreto. La única cosa que importa es mantener a nuestros $clientes felices. Estoy seguro de que encontrarás sus $misiones... 'desafiantes'.

source: name
es: nombre

source: Although Uzudil is my proper name, most folks call me 'the $Hand' because my $job is to handle the company's daily affairs for the $owners. Check back with me between $missions for $news about our $clients.
es: Aunque Uzudil es mi verdadero nombre, muchos me llaman 'la $Mano' porque mi $trabajo es manejar los asuntos diarios de las compañías para sus $propietarios. Vuelve aquí cuando entre $misiones a por $noticias sobre nuestros $clientes.

source: Hand
es: Mano

source: Besides talking to $clients, I specialize in... uh... 'handling the peace' here at head-quarters. As you can see we have many different types of people traveling through here so we have a strict set of $rules.
es: Además de hablar a los $clientes, me especializo en.. Emm.. 'mantener la paz' aquí en el cuartel general. Como puedes ver hay mucha gente de diferente tipo viajando por aquí, por lo que debemos tener un conjunto muy estricto de $rules.

source: rules
es: reglas

source: The house rules are simple: HQ is neutral grounds. As such there is no tolerance for fighting here. Save your energy for the $monsters... you'll need it!
es: Las reglas de la casa son sencillas: el cuartel es terreno neutral. Cualquier tipo de lucha no será tolerada. Conservad vuestra energía para los $monstruos... ¡La necesitaréis!

source: job
es: trabajo

source: Mostly I am the mediator between our $clients and the $owners and you, the adventurers.
es: Mayormente, soy un mediador entre nuestros $clientes, los $propietarios y vosotros, los aventureros.

source: owners
es: propietarios

source: I sense that you're not yet ready to learn about them.
es: Siento que todavía no estás preparado para aprender sobre ellos.

source: clients
es: clientes

source: Trust me you would not want to meet them... Madmen, evil sorcerers, crazed clerics and (occasionally) aberrations seek our help. In order to establish their strongholds in this dimension, they cannot waste their magical energies cleaning their future homes themselves. So they pay us to do it and as a bonus they remain anonymous. Sure it's dirty work, but someone's gotta do it...
es: Creéeme que no querrás encontrarte con ellos... Locos, hechiceros malignos, clérigos tarados y ocasionalmente aberraciones buscan nuestra ayuda para establecer sus fortalezas en esta dimensión. No pueden gastar sus energías mágicas limpiando su futuro hogar, por lo que nos pagan por ello; además, por un extra, todo es anónimo. Seguro que es un trabajo sucio, pero tenemos que hacerlo...

source: board
es: tablón

source: Yes, check the board frequently for new missions. It's located in the room with the purple flames. This is where I post new $missions as they arrive from our $clients.
es: Sí, mira el tablón frecuentemente para ver si hay nuevas misiones. Está en la habitación de las llamas púrpuras. Ahí es donde yo publico nuevas $misiones en cuanto llegan de nuestros $clientes.

source: missions
es: misiones

source: Our $clients requests come in the form of missions which I nail up on the $board in the room with purple flames. If you see missions printed in purple, remember that those are more important. The client is usually under time pressure and thus will pay more for the mission's timely completion!
es: Las peticiones de nuestros $clientes están en forma de misiones que clavo en el $tablón en la habitación de las llamas púrpura. Si ves misiones impresas en púrpura, recuerda que son las más importantes. Usualmente, el cliente requerirá una fecha de terminación más corta y además, ¡pagará más si completas la misión puntualmente!

source: Currently I have only vague rumors to tell you. However, check back again soon as I have a feeling that more important information will be arriving soon. I've heard from a reliable source that in the mountainous regions of the Hanath realm $nature itself rose against humanity! Horrible plant monsters leveled entire cities in endless waves of attacks. Still this is only a rumor, and I doubt it would effect us much this far away... If you are concerned, ask $Melathor about nature spelling doom for humanity.
es: Actualmente, tengo sólo rumores vagos para contarte. Sin embargo, vuelve pronto si crees que va a llegar alguna información importante. He oído de una fuente de confianaz que en las regiones montañosas del reino de Hanath ¡la $nature sola se ha levantado contra los humanos! Monstruos-planta horribles han allanado ciudades enteras en una serie de ataques sin fin. Todavía es sólo un rumor y dudo si nos veremos envueltos en ese asunto... Si estás ansioso, pregunta a $Melathor acerca de la esta, ruina para la humanidad, naturaleza hechizada.

source: He is the 'wise' elven wizard in the room to the south. Let me know if he causes any trouble... he is... 'dependent' on his concoctions and sometimes he forgets the $rules.
es: Él es el 'sabio' hechicero elfo en la habitación del sur. Hazme saber si causa algún problema... Él está... 'centrado' en sus brebajes y algunas veces olvida las $rules.

source: Not much to worry about I say... the only piece of nature we see here are the roots and rocks under the earth.
es: No mucho hay que preocuparse por lo que voy a decir... La única parte de la naturaleza que vemos aquí son las raíces y rocas por debajo de la tierra.

source: monsters
es: monstruos

source: Many a fearsome vermin ye will encounter on your travels! Some use their strength and some their magic to try to annihilate you. It's best to be prepared with high level weapons, magic and lots of healing potions! Also, you can always return here to HQ to catch some rest.
es: ¡Quizás te encuentres a un alimaña espantosa! Algunas de ellas usan su fuerza y algo de magia para intentar aniquilarte. Es mejor que estés preparado con armas de alto nivel, magia y ¡montones de pociones de curación! También, recuerda que siempre puedes volver al cuartel general para descansar un rato.

source: An astute student of magic he was. Unfortunately he lacked the strength to stay far away from the powers of darkness.
es: Él era un estudiante de magia astuto. Desafortunadamente carecía de la fuerza para sobreponerse a los poderes de la oscuridad.

source: Nooo... don't talk about them! They torment me with their $awful poetry. It's a group of dwarven terrorist poets that has been causing trouble in the underworld.
es: Nooo.. ¡No les hables! Me atormentan con su poesía $horrible. Son un grupo de poetas terroristas enanos que ha estado causando problemas en el inframundo.

source: Although I've never met him in person, he appears to be of decent sorts. I usually only interact with (what I assume is) his familiar. A harmless humanoid creature short statured with shifty eyes. I believe Sabien wishes to remain anonymous... if that is his name at all...
es: Aunque no me he encontrado con él en persona, aparece ser un tipo decente. Usualmente sólo se relaciona, con lo que supongo que es, su familiar. Una criatura humanoide inofensiva, baja y con taimados ojos. Creo que Sabien quiere permanecer en el anonimato... Si ése es su nombre, después de todo.

source: The plane of absolute evil... never been there myself, but I've heard it said that those who visit simply cannot leave! Must be a mad party!
es: El plano del mal absoluto... Nunva he estado ahí por mí mismo, pero he oído que se dice que ¡aquellos que lo visitan no pueden salir! ¡Deben ser un grupo de locos!

source: awful
es: horrible

source: Yes it's quite bad even for dwarven poetry. Here is an example I received. It's a sort of a threatening letter they sent, in order to stop us from snooping after the $Order. It reads: 'Stay out of the business of the Order, unless you want us to murder, those close to you and then, send poems of the same pen.' Aaagh! I don't think I can take much more of this!
es: Sí, es un poco mala incluso para ser poesía enánica. Aquí hay un ejemplo que he recibido. Es una carta amenazadora que nos enviaron, para que parásemos de fisgonear sobre la $Orden. Dice así: 'Manteneros lejos de los asuntos de la Orden, a menos que queráis ver fallecer, a aquellos cercanos a vos y a él, enviad poemas con del mismo pincel'. ¡Aaaagh! ¡No creo que pueda soportar más de esto!

source: The Guardians of the Realm was the peace-keeping force of the land a long time ago. Unfortunately, they no longer exist: they were all $killed in the final battle against the forces of darkness eons ago.
es: Los Guardianes del Reino eran la fuerza pacificadora de esta tierra hace mucho tiempo. Desafortunadamente, ya no existen: fueron $asesinados, hace eones, en la batalla final contra las fuerzas de la oscuridad.

source: end,killed
es: final,asesinados

source: The $Guardians of the Realm fought and died valiantly at the fords of the great river Manar in a cataclysmic final battle against the forces of darkness. I don't know much about this great conflict, save that none of the $Guardians survived.
es: Los $Guardianes del Reino lucharon y murieron valientemente en los fiordos del gran río Manar en el cataclismo de la batalla final contra las fuerzas oscuras. No sé mucho acerca de este gran conflicto, salvo que ninguno de los $Guardianes sobrevivió.

source: Sorry, I haven't a clue... Ask $Melathor, she sounds to be his kind... or better yet, ask $Sabien about her. After all, he was directly involved in her plans. I marked his location on map on the $board.
es: No siento, no tengo ninguna pista... Pregúntale a $Melathor, parece ser su tipo de... O mejor aún, pregúntale a $Sabien sobre ella. Después de todo, estuvo directamente envuelto en sus planes. He marcado la localización de $Sabien en el mapa del $tablón.

source: According to $Sabien, four such token items are what $Mothrazu seeks in order to activate a gate to the $Abyss. Be sure to find them before she does! Look on the $board now and then to see if I marked a location where we suspect the item can be found.
es: De acuerdo a $Sabien, cuatro de estas señales son las que $Mothrazu parece buscar para activar la puerta al $Abismo. ¡Asegúrate de encontrarlas antes de que ella lo haga! Mira en el $tablón ahora y más tarde, para ver si está marcado el lugar donde sospechamos que el objeto puede estar.

source: I don't know much about this fiend... Ask Melathor though, the gods know how but he always seems up to date about news from the Abysss.
es: No sé mucho sobre este demonio... Pregúntale a Melathor, los dioses saben cómo mantenerse al tanto de las noticias del Abismo.

source: Perhaps someone else can tell you that. But I'll tell you about this $place and the $missions we work on if you want...
es: Quizás alguien más pueda decirte eso. Pero te contaré sobre ese $place y las $misiones que podemos hacer si quieres...

source: That's interesting but let me tell you about $times of old...
es: Es interesante, pero déjame contarte sobre los $tiempos antiguos...

source: You sure have a funny way of talking...
es: Seguro que tienes una forma divertida de hablar...

source: Those were them $times!
es: ¡Aquellos eran buenos $tiempos!

source: Mmm-mmm, that was some fine $gruel!
es: Ummm, ¡eran unas $gachas finas!

source: You look like an out-of-work $adventurer!
es: ¡Pareces un $aventurero sin trabajo!

source: times
es: tiempos

source: I reckon it must've been during the reign of $Haladil the grim when I was just a young lad. I would roam the country slay monsters, right wrongs and the like.
es: Reconozco que ha debido ser durante el reinado de $Haladil el sombrío, cuando yo era un zagal. Yo estaría vagando por el país asesinando monstruos, arreglando entuertos y cosas así.

source: He sure was $grim for a king! In fact, he never smiled until his dying day.
es: ¡Él era bastante $sombrío para ser un rey! De hecho, nunca sonrió hasta el día de su muerte.

source: grim
es: sombrío

source: They say he lost his ability to smile when our lives became so $easy.
es: Dicen que perdió su capacidad para sonreír cuando su vida se volvió muy $fácil.

source: easy
es: fáciles

source: $Haladil had $nothing more to do, you see? There is virtually no crime, the streets are safe and there are no more wars to be fought.
es: $Haladil no tiene $nada mejor que hacer, ¿ves? No ha habido ningún crimen las calles son seguras y no hay más guerras que luchar.

source: Well, that's why we're all working for $S.C.O.U.R.G.E. Inc, right?
es: Bueno, este es el motivo por el que trabajamos para $S.C.O.U.R.G.E. Inc, ¿no?

source: It's not a bad $place to work... the $gruel is always warm, they pay in real gold and at least your $sword isn't rusting on a peg by the fire.
es: No es un mal $lugar para trabajar... Las $gachas están siempre calientes, la paga es en oro de calidad y al menos tu $espada no se está oxidando colgada en el fuego.

source: gruel
es: gachas

source: Go look in the kitchen if you want some. It's the best part of this $place!
es: Ve y mira en la cocina si quieres algo. ¡Es lo mejor de este $lugar!

source: place
es: lugar

source: Behold the mighty halls of the $S.C.O.U.R.G.E. headquarters. Here you can $train your skills, $trade items, rest and select your next $mission.
es: Contempla los salones poderosos del cuartel de $S.C.O.U.R.G.E. Aquí te puedes $entrenar para mejorar tus habilidades, $comerciar con objetos, descansar y seleccionar tu siguiente $misión.

source: sword
es: espada

source: Any items you find lying around are yours to take. You can even $trade them for coin.
es: Algunos objetos que has encontrado por ahí los puedes coger. Quizás puedas $comerciar con ellos y que te den una moneda.

source: mission
es: misión

source: Go to the room with the purple flames. There you will find the $board which lists the available missions. $Uzudil handles our $clients mostly on account of them wishing to remain anonymous.
es: Ve a la habitación con las llamas púrpuras. Allí encontrarás el $tablón que contiene las listas de misiones disponibles. $Uzudil gestiona nuestros $clientes con el objetivo de que permanezcan en el anonimato.

source: It is a great wooden structure in the room with the purple flames. Every $mission we get here at the $S.C.O.U.R.G.E. headquarters is posted on it. You can also talk to $Uzudil for more information.
es: Es una gran estructura de madera en la habitación de las llamas púrpura. Cada $misión que tenemos aquí en los cuarteles de $S.C.O.U.R.G.E. se publica aquí. También puedes hablar con $Uzudil si necesitas más información.

source: Each client's $mission is posted on the $board. This way you can pick and choose which type of jobs you want to work on. I've never met any of our clients which is just as well... I hear they're powerful wizards who can turn you into an ant if they wish.
es: Cada $misión de un cliente se publica en el $tablón. De esta forma, tu puedes escoger para qué tipo de tareas quieres trabajar. Nunca me he encontrado con alguno de nuestros clientes, lo que está bien... He oído que ellos son magos poderosos que te pueden convertir en una hormiga si quieren.

source: adventurer
es: aventurero

source: Why that's nothing to be ashamed of! I myself used to thwart evil back in the old $times. But now that our lives are so $easy, I make my living exterminating critters for our $clients.
es: ¡No es motivo para avergonzarse! Yo mismo solía combatir a los malvados en los $tiempos antiguos. Pero ahora nuestra vida se ha vuelto $fácil. De hecho, yo me gano la vida exterminando bestias para nuestros $clientes.

source: He is the large red fellow in the room with the $board. He handles our $clients, keeps the head-quarters stocked and organizes our missions. Talk to him if you want to know more about the work.
es: Es el tipo de gran tamaño vestido de rojo en la estancia del $tablón. Gestiona nuestros $clientes, mantiene al cuartel abastecido y organiza nuestras misiones. Habla con él si quieres saber más sobre el trabajo.

source: Whatever you do... don't drink his potions!
es: Independientemente de lo que hagas... ¡No te bebas sus pociones!

source: Welcome weary adventurer!
es: ¡Bienvenido, molido aventurero!

source: I have not felt that scent for nearly a thousand years... ||How did you come to hold a deep-elven artifact $human? ||Its ancient presence holds the breath of centuries...
es: No he sentido ese aroma durante alrededor de mil años...||¿Cómo has conseguido tener un artefacto de los elfos-profundos, $humano?||Su antigua presencia tiene el aliento de centurias...

source: Long are the eons of growth... My roots stretch across galaxies the size of a hair's width.
es: Largos fueron los eones de crecimiento... Mis raíces se han expandido por galaxias del grosor de un cabello.

source: Untold secrets unfold. My vista evolves with the sigh of the cosmos.
es: Secretos no contados se desvelan. Mi visión evoluciona con la vista del cosmos.

source: human
es: humano

source: I see, you learned of its location from $Melathor of Allovium... Hmmm... Another name I have not pondered upon for a while. When you see him again, please tell him 'the bet is still on.'|| Now about the artifact: do you know $what it is you hold in your hands?
es: Veo que has aprendido dónde está de $Melathor de Allovium... Ummm... Otro nombre que no he meditado desde hace un tiempo. Cuando lo vuelvas a ver, por favor dile que 'lo mejor está en marcha'||Ahora sobre el artefacto: ¿sabías qué es lo que sostienes en tus manos?

source: what,Cronostar
es: qué,Cronoestrella

source: Yes, it is called the Cronostar. Created by the deep elves many centuries ago, but not as $Melathor suggests, an aide to gather delicacies for the dinner table.|| The Cronostar does have the ability to pause $time. More importantly however, it is a $key.
es: Sí, se llama Cronoestrella. Fue creada por elfos oscuros hace muchos siglos, pero no como $Melathor sugiere, una ayuda para reunir delicadezas en la cena.|| La Cronoestrella tiene la habilidad de pausar el $time. Más importante aún, es la $clave.
