Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: The fiend $Karzul gave me this wonderous device! How it came to him, I do not know. But it is a marvel, look! I will plant this tiny metallic seed... perform, the $ritual... and out of it will grow a $great tree.||It will mature with unnatural speed. Its roots will descend many miles into earth..., its boughs will break the ancient ceilings above us. In no time at all, it will tower over the world! Once grown, it will be a source of nature's chaotic energy. It will produce many fast-growing, un-stoppable spawn which will wander the land and replicate: clone themselves in nature's wooden fashion. These spawn will grow in all conditions! Their roots will break apart civilization's conventional strongholds. Their noxious fumes will send lethal spores over cities and destroy all! Their leaves will shine crimson and reflect the rays as the sun sets for the last time over humanity...||And in the morning... a new dawn will greet the survivors. Only those worthy of Amod's peace: the trees, the mountains, the lakes and the wild! I will bring this new dawn and the much needed apocalypse before. The earth must be cleansed, and there is $nothing that you can do to $stop me.
es: ¡El demonio $Karzul me dio su fabuloso artefacto! Cómo vino a él, no lo sé, pero es una maravilla, ¡mira! Plantaré esta pequeña semilla metálica... Realizaré el $ritual... Y crecerá un $gran árbol.||Madurará con velocidad sobrenatural. Sus raíces descenderán muchas millas en la tierra... Sus ramas romperán los techos ancianos sobre nosotros. En poco tiempo será la ¡torre mundial! Una vez que haya crecido, será la fuente de la energía caótica de la naturaleza. Producirá mucha descendencia imparable, de rápido crecimiento que deambularán por la tierra y se replicarán: se clonarán a ellos mismos como lo hace el bosque. ¡Esta progenie crecerá en cualquier condición! Sus raíces romperán los fuertes típicos de la civilización. ¡Sus fumarolas nocivas enviarán esporas letales sobre ciudades y lo destruirán todo! Sus carmesíes hojas brillarán y reflejarán los rayos hasta que el sol se ponga por última vez sobre la humanidad...||Y en la mañana... Una nueva aurora recibirá a los supervivientes. Sólo aquellos dignos de la paz de Amod: ¡los árboles, las montañas, los lagos y la naturaleza! Traeré este nuevo amanecer y el muy necesitado apocalipsis antes. La tierra ha de ser limpiada, y no hay $nada que podáis hacer para $parar mi plan.

source: great
es: gran

source: It is a tree like no other. Its surface pulsates with extraplanar energy. Its boughs reach the skyward with unstopable determination. No stone, metal or earth can stand in its way. The tree being borne from this seed of the Abyss is intelligent beyond any earthly plant! This tree can see and hear. It can defend itself from peril, produce offspring that can move about: it is like an anchor, a dimensional lock in the material realm.||And there is only one thing it craves: the domination of our land. And that, my friends, is as it should be. The land belongs to the wild things of nature. And with this $gift from $Karzul I intend to make it so again.
es: Es un árbol como no hay otro. Su superficie palpita con energía extraplanar. Sus ramas alcanzan el cielo con determinación imparable. Sin piedra, metal o tierra que pueda aguantar su camnio. ¡El árbol que ha crecido de la simlla del Abismo es inteligente y está más allá de las capacidades de otra planta! Este árbol puede ver y oír. Puede defenderse a sí mismo del peligro, produce descendencia que puede moverse: es como un ancla, un cierre dimensional en el plano material.||Y allí sólo hay una cosa que desea: la dominación de nuestra tierra. Y eso, mis amigos, es lo que va a ocurrir. La tierra pertenece a la naturaleza. Y con este $gift de $Karzul tengo intenciones de dársela otra vez.

source: Ritual? Ha-ha how little you understand of nature's true power... All this seed needs is water... and I intend to give it plenty!
es: ¿Ritual? Ja, ja Cómo puedes tú, pequeñín, entender la naturaleza del verdadero poder... Toda semilla requiere agua... ¡Y pretendo dártela por completo!

source: nothing,stop
es: nada,parar

source: Your theories of $Karzul are just chatter. This I do of my own free will, not because of any Abyssal influence. Your minds are affected by the malaize...||If your lives must be forfeit in order to activate the $device, so be it... many more will follow.||Witness the shapeshifting transformation granted by the divine light of $Amod! Prepare for $doom humans!!!
es: Tus teorías de $Karzul son solamente habladurías. Esto lo hago bajo mi propia voluntad, no por ninguna influencia Abisal. Vuestras mentes están afectadas por la malicia...||Si vuestras vidas deben ser capituladas para activar el $artefacto, que así sea... Muchos más seguirán.||¡Testigos de la transformación por la luz divina de $Amod! ¡Preparáos para la ruina final humanos!

source: Say his name only with the greatest respect! Amod-Rheinur is the protector of Nature, the Golden Producer, the Celestial Green Thumb! These $trees only survive by his grace alone. No sun shines here under the earth and what water wells from below would not suffice to sustain a grove this size. I feel his radiance nearby... My actions... deplorable as they may seem... are driven by his holy oversight. I am a vessel, nothing more. The end I bring is a fitting finish to a decadent civilization lost in its transgressions. I am but a humble $druid my wrath however channels a deity!
es: ¡Di su nombre sólo con el mayor de los respetos! ¡Amod-Rheinur es el protector de la naturaleza, el dorado productor, el pulgar verde celestial! Estos $árboles sólo sobreviven por su gracia. Ningún sol brilla bajo la tierra y el agua subterránea no es suficiente para sostener una arboleda de este tamaño. Siento su esplendor cerca... Mis acciones... Puede que sean deplorables... Pero son llevadas por su divina supervisión. Soy una barca, nada más. El final que llevaré es un pez adecuado para la civilización decadente que se ha perdido en transgresiones. ¡No soy más que una humilde $druida por cuyo espíritu se canaliza una deidad!

source: SQ_DOOM,doom
es: SQ_RUINA,ruina

source: You will suffer here...
es: Sufrirás aquí...

source: Hmmm, it escapes me just now.
es: Mmmm, me evade justo ahora.

source: Rajna the Professor
es: Rajna la profesora

source: Master Healer Annu
es: Annu maestro sanador

source: Sermel the trainer of wizards
es: Sermel entrenador de magos

source: Marra Acolyte of Hornaxx
es: Marra acólita de Hornaxx

source: Felra Acolyte of Hornaxx
es: Felra acólita de Hornaxx

source: Argal Acolyte of Hornaxx
es: Argal acólita de Hornaxx

source: Durhel Acolyte of Hornaxx
es: Durhel acólito Hornaxx

source: Zirno Acolyte of Hornaxx
es: Zirno acólito Hornaxx

source: Manat Acolyte of Hornaxx
es: Manat acólita Hornaxx

source: Sorma the Arms Dealer
es: Sorma acólita Hornaxx

source: Lena the Traveling Wizard
es: Lena la maga viajera

source: Romm the Charms Dealer
es: Romm el tratante de encantos

source: Please take your time browsing my $wares dear client!
es: Por favor, ¡tómate tu tiempo para hojear mis $enseres, querido cliente!

source: Perhaps your loftyness will consider purchasing a $spell instead?
es: ¿Quizás su señoría considerará mejor comprar un $hechizo?

source: spell,wares
es: hechizo,enseres

source: Yes, I am but a meager salesman, your Inflatedness. I $travel the land so that your Highness can pick and choose the best magic there is.
es: Sí, pero yo no soy más que un mero vendedor, su inflacidez. Me gusta $viajar por la tierra para que su alteza pueda escoger la mejor magia.

source: travel
es: viajar

source: I graciously thank your Selfishness for asking. Yes, I travel, my poor feet are dusty from road. Months of marching saddle my aching back. My $companions and I set out from Arthel three moons ago.
es: Graciosamente os doy las gracias a su egoísmo por preguntar. Sí, viajo y mis pobres pies está empolvados de caminos y caminos. Meses de marcha han hecho que mi espalda me duela. Mis $compañeros y yo partimos de Arthel hace tres lunas.

source: companions
es: compañeros

source: I $travel with Romm who is a dealer of charms and trinkets. My other companion is the sniveling $knave Sorma... But such minor detail does not $interest your Valuedness, I can tell. How about looking through my $wares instead?
es: Voy a viajar con Romm, que es un comerciante de encantos y baratijas. Mi otro compañero está el $canalla llorón de Sorma... Pero son detalles menores que no pueden $interesar a su validez. ¿Qué tal si en cambio mira por mis $enseres?

source: knave
es: canalla

source: Did I say that? Just because that lusty wench has been eying my Romm ever since we left Arthel? Surely your Flatulance will not hold it against me? Oh, but to $travel is the life...
es: ¿Dije eso? ¿Sólo porque esa lujuriosa prostituta ha estado echándole el ojo a Romm incluso desde que dejamos Arthel? ¿Seguramente su flautulenza no me echará esto en cara? Oh, pero $viajar es la vida...

source: interest,Lena
es: interesar,Lena

source: A wicked woman she is, your Marbledness! Not worthy of your attention at all.
es: ¡Es una mujer malvada, su amarmoladeza! No se merece vuestra atención.

source: Welcome mortal. You represent those of my $favor in this temple.
es: Bienvenido mortal. Reprentas a aquellos que tienen mi $favor en este templo.

source: Speak of that no more!
es: ¡No hables más!

source: Harrguddh!
es: ¡Harrgaddh!

source: favored,favor
es: favorecido,favor

source: Yes, I remember when your organization helped clerics of my devotion. For that I am grateful. In return, let me tell you of my fear of a growning $shadow in the land. I foresee an $event in the near future that may bring a creeping darkness to all.
es: Sí, recuerdo cuando vuestra organización ayudaba a clérigos de mi devoción. Por esos os estoy agradecidos. Como muestra de mi gratitud, dejadme deciros de que tengo miedo de que haya una $sombra creciente en la tierra. Predestino un $hecho en un futuro cercano que puede llevar la oscuridad decrépita a todos.

source: shadow,event,events
es: sombra,hecho,eventos

source: I feel an $imbalance is cast over your world, mortal. An $evil grows somewhere in the West. I cannot tell its exact location, but I feel its foul magic seeping through the veins of the world. Yet we gods stand helpless against this invasion... There is an $outside power guarding this seedling.
es: Siento que un $desequilibrio es forjado sobre tu mundo, mortal. Una $maldad crece en algún lugar en el Oeste. No te puedo decir exactamente dónde, pero siento su pestosa magia colándose por las venas del mundo. Todavía nosotros los dioses, estamos sin ayuda contra esta invasión... Hay un poder $afuera guardando esta plantación.

source: imbalance,evil,shell
es: desequilibrio,maldad,caparazón

source: The energies I feel are evil in their source. There is also an entanglement present here... an earthy feeling as if the very roots of the land waged war on the living. Very strong this $magic is... it blocks my most divine reaches and thoughts.
es: Las energías que siento tienen a la maldad como fuente. También hay una presencia enredad aquí... Un sentimiento terroso como si las raíces de la tierra se empeñaran en guerrear para vivir. Es muy fuerte esta $magia... Bloquea mis pensamientos y divinos intentos de alcanzarla.

source: outside
es: afueras

source: These $evil energies are surrounded by a protective shell. This shell is not of your world, mortal. It is not known to me at this time where the barrier was spawned, nor how to reach past its walls. Be careful mortal in your approach for its $magic is beyond even my powers.
es: Estas energías de $maldad están rodeadas de una coraza de protección. Esta coraza no es de tu mundo, mortal. No me son conocidas en este tiempo donde la barrera fue concebida, ni cómo pasar sus muros. Ten cuidado mortal al aproximarte porque su $magia está más allá de mis poderes.

source: magic
es: magia

source: As I have said, I can only reach the edges of the protective $shell surounding this magical phenomenon. However, even from this brief contact its powers overwhelm me... Black rock, earth and roots I feel. Tenacious like jagged nails, suffocating like heavy sand as it pushes my reach back. You will need $protection from it, mortal if you plan to enter it.
es: Como te he dicho, no puedo alcanzar las esquinas de la $coraza de protección que rodea a este fenómeno mágico. Aun así, incluso de un breve contacto, su poder me supera... Roca negra, tierra y raíces, siento. Tenacidad como uñas dentadas, sofocación como tierra pesada que empujase mi espalda. Necesitarás $protección de eso, mortal si planeas entrar en ello.

source: protection
es: protección

source: Yes. You will need items of antimagic binding to survive entry into its fell domain. But ask me not for these, though I would, I cannot grant you what you seek. My task here is but to prophesize events of the future. To gain such a boon, you best $impress my twin energy across the hall.
es: Sí. Necesitarás objetos de atadura de antimagia para sobrevivir al entrar en su dominio. Pero no me preguntes a mí por ellos, aunque pudiera no te podría conceder lo que buscas. Mi tarea aquí es profetizar hechos del futuro. Para ganarte tal favor, mejor tendrás que $impresionar a la energía de mi gemelo a lo largo de la estancia.

source: impress
es: impresionar

source: There are many ways you can do this. She is the positive energy, my twin opposite an ancient paradox. Nothing makes her feel more content than the presence of those of her disposition. Revel perhaps in her nature, the supreme deity of Confrontation: her maker.
es: Hay muchas maneras de hacer esto. Ella es la energía positiva, mi gemela se opone a la antigua paradoja. Nada la hace más alegre que la presencia de aquellos a su disposición. Quizás se deleita, la suprema deidad de la Confrontación: su hacedora.

source: You seek a divine favor mortal. It is not me you need however. I am but the describer of $events and tidings. The other side of my divine paradox is responsible for altering the fabric of reality.
es: Buscas un favor divino, mortal. Aunque no soy lo que necesitas. No soy más que el que describe $eventos y nuevas. El otro lado de mi paradoja divina es el encargado de alterar el tejido de la realidad.

source: truth
es: verdad

source: My twin speaks through your words mortal. She is both right and wrong in her assertions. Truth is not subjective, however a single truth does exist for every situation. I feel you will have to find such a conclusion in the near future. In the final hour of the world, it will be up to you to correctly ascertain the $revelations.
es: Mi gemela habla por tus palabras, mortal. Ella tiene razón y está equivocada en sus aserciones. La verdad no es subjetiva, aunque la verdad única no existe para cada situación. Siento que deberás encontrar la conclusión en un futuro cercano. En la hora final del mundo, te exaltarás al averiguar las $revelaciones.

source: revelations
es: revelaciones

source: Perhaps ask my twin of that. She is shaping your futures even as our times pass.
es: Pregúntale quizás a mi gemela por eso. Ella está dando forma a vuestros futuros mientras nuestro tiempo pasa.

source: You have $sought me out for a glorious reason! Come closer mortal child...
es: ¡Me has $buscado por alguna gloriosa razón! Acércate niño mortal...

source: Have you come to $argue mortal? I do like a good argument!
es: ¿Has venido a $discutir mortal? ¡Quiero un buen argumento!

source: How do you define $good, mortal? Is it the opposite of $vile? If there were no evil, would there still be good?
es: ¿Cómo definirías lo $bueno, mortal? ¿Es lo opuesto de la $maldad? Si no hubiera maldad, ¿habría entonces bondad?

source: What you say is of no importance to me.
es: Lo que dices no me es importante.

source: sought
es: buscado

source: All seekers of $truth are welcome in my presence. As long as you show proper respect to me and my $maker you are welcome in my temple.
es: Todos los buscadores de $verdad son bienvenidos a mi presencia. Mientras me mostréis a mí y al $hacedor el respecto apropiado, sois bienvenidos a mi templo.

source: Truth is never singular. All viewpoints are always represented. Therefore truth is seldom subjective, rather it is shaped by the minds and intentions of its perceivers. You should ask the twin energy of my divine paradox about the nature of truth as well.
es: La verdad nunca es singular. Todos los puntos de vista están siempre representados. Por consiguiente, la verdad es raramente subjetiva, incluso para las mentes afiladas y las intenciones de sus perceptores. Deberías preguntarle a mi gemelo también por la divina paradoja acerca de la naturaleza de la verdad.

source: maker
es: hacedor

source: I am but a speck of dust from his divinity!
es: ¡No soy más que un pedazo del polvo de su divinidad!

source: You will know mortal when the time is right. Meanwhile, ask my twin what you should do to prepare for it.
es: Lo sabrás cuando el tiempo sea el adecuado, mortal. Mientras tanto, pregúntale a mi gemelo para lo que deberías prepararte.

source: argue
es: discutir

source: Ah, you know how to please me... I do like to test just how far your mortal minds can reach. Suppose for example I were to ask you to tell me what it means to be $good? Is it being kind? Does this kindness have limits?
es: Ah, sabes cómo complacerme... Me gusta probar hasta dónde pueden llegar las mentes mortales. Supón que, por ejemplo, te fuera a pedir que me contases ¿qué significa ser $good? ¿Es un tipo de existencia? ¿Tiene esa clasificación sus límites?

source: good,vile
es: bueno,vil

source: My mind often wonders of this paradox. For I see your kind call themselves good yet perform vile deeds when others can't watch. By this evidence, I ask you: if there were no evil, would $everyone be called good, or $none be named as such.
es: A veces, mi mente se alucina con esta paradoja. Por lo que veo, tu amable llamada a vosotros mismos ejecuta bien viles hazañas cuando otros no pueden mirar. Por esta prueba, te pregunto: si no hubiera maldad, $todos serían considerados buenos, o $ninguno tendría tal nombre.

source: everyone
es: todos

source: Ah but you see, $good is what sets us apart from others who aren't. So it's not as simple as you propose. In order for you to be good, I would have to be evil. So now mortal, tell me: am I $evil?
es: Ah, pero veis, $bueno es lo que nos separa de los otros que no somos. Por eso no es tan sencillo como propusiste. Para ser bueno, habría de ser malo. Entonces dime, mortal: ¿Albergo $maldad en mí?

source: none
es: ninguno

source: A pessimist, eh? Perhaps you should find talking to my twin across the hall more fruitful. I can't stand your attitude of blank dismissal of the complexities of the world. Begone from my sight!
es: Un pesimista, ¿eh? Quizás encontrarías la charla con mi gemelo en la estancia de allí más fructífera. No puedo soportar tu actitud de negación de las complejidades del mundo. ¡Permanece fuera de mi vista!

source: Interesting... I'll say to you mortal, it is a fact not known to me. Gods don't concern themselves with such definitions of easy classification. Our work is not limited by death. Yet... we are bound to the soul and living spark in each of you. Without your belief we could not exist. Perhaps this is a subject I should bring up when speaking with my $maker.
es: Interesante... Te diré, mortal, que no es un hecho que conozca. A los dioses no les conciernen esas definiciones de fácil clasificación. Nuestro trabajo no está limitado por la muerte. Todavía... Estamos atados al alma y vivimos como llamas en cada uno de vosotros. Sin vuestra fe no podríamos existir. Quizás es un asunto que debiera poner sobre la mesa cuando hable con mi $hacedor.

source: Ah you please me, wanderer! Great is the power of my maker, the weak cowers, and the strong revels in his battle lust! What is it you seek? You may ask me for a $boon as you have shown your dedication to Unamoin, god of Confrontation.
es: ¡Ah, me complaces, peregrino! ¡Grande es el poder de mi hacedor, la cobardía débil, y la fuerza con la que se deleita en la lujuria de la batalla! Me puedes pedir mi $poderoso cuando hayas demostrado suficiente dedicación a Unamoin, dios de la Confrontación.

source: boon
es: favor

source: Items of antimagic binding? Yes I have heard of such a thing. However such gifts will not come for free. Go forth and return to me when you have proven your $might in battle.
es: ¿Objetos atados con antimagia? Sí, he oído sobre ellos. Sin embargo, esos presentes no son gratis. Ve adelante y vuelve cuando haya demostrado ser $poderoso y valeroso en batalla.

source: might
es: poderoso

source: In order for you to gain access to the items you seek, venture below this temple. There in the shadowy crypts many have perished who sought divine favor. You will also try to conquer your fears and show me I can bestow gifts upon you. I want you to go forth and do not return until you have progressed in the arts of war, magic or other disciplines.
es: Para darte acceso a los objetos que buscas, aventúrate bajo el templo. Hay criptas ensombrecidas en las que muchos que buscaban el favor divino, han perecido. También puedes conquistar tus miedos y mostrarme que te puedo otorgar los regalos. Quiero que sigas adelantes y no vuelvas hasta que no hayas progresado en las artes de la guerra, magia y otras disciplinas.

source: I see you mortal... I follow your deeds. You have progressed much in the arts of war and magic, but you are not ready for my gifts yet. Give yourself truly to my cause! Push yourself to the limits of your abilities... Then I will consider gifting your with the divine $boon you seek.
es: Te veo mortal... Sigo tus gestas. Has progresado mucho en las artes de la guerra y de la magia, pero no estás suficientemente preparado para mis presentes. ¡Sé veraz a mi causa! Ponte al límite de tus habilidades... Entonces, consideraré regalártelos para que te sirvan como $favor en lo que buscas.

source: You impress me again mortal! You have truly applied yourself in your chosen disciplines and now you shall receive my holy gifts for your efforts. Behold the $tokens of the Keeper of Arguments!
es: ¡Me impresiones otra vez, mortal! Te has aplicado verazmente en tus disciplinas y ahora recibirás mis presentes sagrados por tus esfuerzos. ¡Contempla los $tokens de los Guardianes de los Argumentos!

source: SQ_TOKENS,tokens
es: SQ_SENNALES,señales

source: Here take these objects of antimagic binding. With these, you will be able to break through the barrier we cannot touch. Hurry now, it is unwise to tarry with the gifts of a goddess.
es: Coge estos objetos atados con antimagia. Con ellos, serás capaz de romper la barrera que no podemos tocar. Date prisa, ahora, no es de sabios tener mucho tiempo los presentes de una diosa.

source: I am a $happy man.
es: Soy un hombre $feliz.

source: Did you know that eating oysters is said to boost one's potency?
es: ¿Sabías que se dice que comer ostras aumenta la potencia?

source: This is the best I felt since me twenties!
es: ¡Esto es lo que mejor he sentido desde que estaba en la veintena!

source: happy
es: feliz

source: How could I not be happy $traveling in the $company of two such pretty ladies?
es: ¿Cómo no voy a estar feliz $viajando en $compañía de estas dos bellas damas?

source: traveling,travel
es: viajando,viaje
