Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: This item cannot be enchanted.
es: Este objeto no puede encantarse.

source: You succesfully enchanted an item!
es: ¡Encantaste un objeto con éxito!

source: You created: %s.
es: Has creado: %s.

source: You failed to enchant the item.
es: Has fracasado al encantar el objeto.

source: You can only enchant one item per day.
es: Sólo puedes encantar un objeto por día.

source: Spell was entered into your spellbook.
es: Has copiado el hechizo a tu libro de magia.

source: You already know this spell
es: Ya sabías este hechizo

source: You are not proficient enough to transcribe this scroll.
es: No eres lo suficientemente bueno para transcribir este pergamino.

source: You can only transcribe scrolls!
es: ¡Sólo puedes copiar pergaminos!

source: This item is out of charges.
es: Este objeto no tiene cargas.

source: You cannot use this item.
es: No puedes usar este objeto.

source: Resume Game
es: Continuar partida

source: Congratulations!
es: ¡Enhorabuena!

source: The door splinters into many, tiny pieces!
es: ¡La puerta revienta en muchas piezas pequeñas!

source: There is not enough room in your backpack for everything.
es: No hay sitio en tu mochila para todo.

source: Can't change inventory while trading.
es: No puedes cambiar el inventario mientras comercias.

source: Can't change inventory while employing a sage's services.
es: No puedes cambiar el inventario mientras estás usando los servicios de un sabio.

source: Uncurse
es: Desmaldecir

source: Select items to uncurse.
es: Selecciona objetos a desmaldecir.

source: You can't afford the uncursing.
es: No te puedes permitir el desmaldecimiento.

source: Selected items uncursed.
es: Objetos seleccionados desmaldichos.

source: New Game
es: Nuevo Juego

source: Continue Game
es: Continuar Juego

source: Options
es: Opciones

source: About S.c.o.u.r.g.e.
es: Sobre S.c.o.u.r.g.e.

source: Quit
es: Salir

source: New Game Confirmation
es: Confirmación para nueva partida

source: Scourge version %s
es: Versión %s de Scourge

source: Optionally compiled modules:
es: Módulos compilados opcionalmente:

source: [Network]
es: [Red]

source: [Sound]
es: [Sonido]

source: Tile: Passage
es: Recuadro: pasaje

source: Tile: Room
es: Recuadro: habitación

source: Map Editor
es: Editor de mapas

source: Wall
es: Pared

source: Door
es: Puerta

source: New Map
es: Nuevo mapa

source: Start Pos
es: Empezar posicionado

source: Rug
es: Alfombra

source: Secret
es: Secreto

source: Trap
es: Trampa

source: Show Roofs
es: Mostrar techos

source: Lower
es: Más bajo

source: Raise
es: Subir

source: Item
es: Objeto

source: Furniture
es: Muebles

source: Creature
es: Criatura

source: Shape
es: Forma

source: Outdoor Textures
es: Texturas del exterior

source: Map Properties
es: Propiedades del mapa

source: Map level
es: Nivel del mapa

source: Map depth
es: Profundidad del mapa

source: Map theme:
es: Tema del mapa:

source: Outdoor Map:
es: Hombre de campo:

source: Dungeon Map:
es: Mapa de mazmorra:

source: Select map location: (click on map, drag to move)
es: Selecciona lugar en el mapa: (haz clic en el mapa, arrastra para moverte)

source: Apply
es: Aplicar

source: Current attack
es: Ataque actual

source: Left Hand
es: Mano izquierda

source: Right Hand
es: Mano derecha

source: Ranged Weapon
es: Arma de largo alcance

source: Click to change
es: Haz clic para cambiar

source: XP
es: PExp

source: Resistances
es: Resistencias

source: Available Skill Points
es: Puntos de habilidad disponibles

source: Coins
es: Monedas

source: Carrying (kg)
es: Llevando (kg)

source: Character Conditions:
es: Condiciones del personaje:

source: Immune to Conditions:
es: Inmune a condiciones:

source: %s feels vulnerable...
es: %s se siente vulnerable...

source: %s feels a loss of contentment.
es: %s se siente menos satisfecho.

source: %s is thirsty.
es: %s tiene sed.

source: %s is really thirsty.
es: %s está sediento.

source: %s is beginning to dehydrate!
es: !%s está empezando a deshidratarse!

source: %s is totally dehydrated!
es: ¡%s está completamente deshidratado!

source: %1$s looses %2$d hit points from dehydration!
es: ¡%1$s sufre %2$d puntos de daño por deshidratación!

source: Died of thirst
es: Ha muerto de sed.

source: %s is hungry.
es: %s tiene hambre.

source: %s is really hungry.
es: %s tiene mucha hambre.

source: %s is starving!
es: ¡%s se está muriendo de hambre!

source: %s feels really weak!
es: ¡%s se siente muy débil!

source: %1$s looses %2$d hit points from hunger!
es: ¡%1$s pierde %2$d puntos de vida por hambre!

source: Expired due to famine
es: Ha muerto de hambre

source: %s suffers poison damage!
es: ¡%s sufre daño por veneno!

source: %s poison.
es: veneno %s.

source: A tremor shakes the earth...
es: Un temblor sacude la tierra...

source: You need to name the map first.
es: Tienes que darle un nombre al mapa antes.

source: Enter a name of a map to load.
es: Introduce el nombre del mapa a cargar.

source: Loading map
es: Cargando mapa

source: Starting map
es: Empezando mapa

source: Initializing map
es: Inicializando mapa

source: Finishing map
es: Terminando mapa

source: Starting party
es: Iniciando grupo

source: Map loaded:
es: Mapa cargado:

source: Can't find map:
es: No se encuentra el mapa:

source: Map header loaded:
es: Cabecera del mapa cargada:

source: Projectile did not reach the target (max steps).
es: El proyectil no llegó al objetivo (distancia máxima).

source: Projectile did not reach the target (blocked).
es: El proyectil no llegó al objetivo (bloqueado).

source: Right click for info, double-click to open.
es: Clic derecho para información, doble clic para abrir.

source: Character Information
es: Información del personaje

source: Show equipped items
es: Mostrar objetos de equipo

source: Show spellbook
es: Mostrar libro de magia

source: Show special capabilities
es: Mostrar capacidades especiales

source: Show info about the current mission
es: Mostrar información sobre la misión actual

source: Use item
es: Usar objeto

source: Transcribe scroll into the spellbook
es: Copiar pergamino al libro de magia

source: Enchant item
es: Encantar objeto

source: Show item information
es: Mostrar información sobre objeto

source: Store item in quick-spell slot
es: Guardar objeto como hechizo rápido

source: Switch to previous party member
es: Anterior miembro de grupo

source: Switch to next party member
es: Siguiente miembro de grupo

source: Show character stats
es: Mostrar estadísticas del personaje

source: Show character skills
es: Mostrar habilidades del personaje

source: Show additional info about the character
es: Mostrar información adicional sobre el personaje

source: Give all of the party's coins to this character
es: Dar todas las monedas del grupo a este personaje

source: Page skills up
es: Subir en la página de habilidades

source: Page skills down
es: Bajar en la página de habilidades

source: Cast spell or use capability
es: Realizar hechizo o usar capacidad

source: Apply Skill Modifications
es: Aplicar modificaciones en habilidad

source: Store spell or capability in a quickspell slot
es: Guardar hechizo o capacidad como hechizo rápido

source: Party members give all their money to %s.
es: Los miembros del grupo le dan todo el dinero a %s.

source: You still have skill points to distribute.
es: Todavía tienes puntos de habilidades para repartir.

source: All available skill points have been applied.
es: Todos los puntos de habilidades se han repartido.

source: Click on an item to select it...
es: Haz clic en un objeto para seleccionarlo...

source: Click on a spell or capability to select it...
es: Haz click en un hechizo o capacidad para seleccionarlo...

source: Infamy awaits in the dungeons of Scourge!
es: ¡La infamia aguarda en las mazmorras de Scourge!

source: Another day, another sewer! Welcome to Scourge!
es: ¡Otro día, otra cloaca! ¡Bienvenido a Scourge!

source: Happy hunting; welcome to Scourge!
es: Buena cacería: ¡bienvenido a Scourge!

source: That item is out of your reach
es: Ese objeto está fuera de tu alcance.

source: You can't touch that
es: No puedes tocarlo

source: You have to be closer to get that
es: Tienes que acercarte más para cogerlo

source: You are too far to reach it
es: Estás demasiado lejos para alcanzarlo

source: The door is blocked
es: La puerta está bloqueada

source: Something is blocking that door
es: Algo está obstruyendo la puerta

source: You can't use that door; something is in the way
es: No puedes llegar a la puerta, algo te está cerrando el paso

source: You are now in single-step mode
es: Estás ahora en modo de "paso único"

source: You are now in group mode
es: Estás ahora en modo de "grupo"

source: Paused: you have entered turn-based mode
es: Pausado: has entrado en modo por turnos

source: Un-paused: you are in real-time mode
es: Reanudado: ahora estás en modo de tiempo real

source: Drop Item
es: Soltar objeto

source: Open Item
es: Abrir objeto

source: Drag items to/from the list, Right click for info
es: Arrastrar objetos hacia/desde la lista. Botón derecho para información

source: Play Mission
es: Aceptar Misión

source: Do you really want to exit this mission?
es: ¿Realmente quieres abandonar la misión?

source: Teleport back to base?
es: ¿Teletransportarse de vuelta a la base?

source: OK
es: Aceptar

source: Yes
es: Sí

source: Select a character who is alive and has leveled up.
es: Selecciona un personaje vivo y que haya subido de nivel

source: No skill points available.
es: No hay disponibles puntos de habilidad

source: Select a skill first.
es: Selecciona una habilidad primero

source: S.C.O.U.R.G.E. dialog
es: Diálogo de S.C.O.U.R.G.E.

source: Use gate to descend a level?
es: ¿Cruzar puerta para bajar de nivel?

source: Use gate to ascend a level?
es: ¿Cruzar puerta para subir al nivel superior?

source: A dead character cannot perform this action.
es: Un personaje muerto no puede realizar esta acción.

source: hp:
es: pg:

source: ac:
es: ca:

source: Your magic fizzles and dies.
es: Tu magia sisea y se esfuma.

source: Only the roaches are impressed by your mumbled words.
es: Sólo las cucarachas está impresionadas por tus palabras masculladas.

source: The silence is broken only by some crickets nearby.
es: El silencio se rompe por el sonido de los grillos cercanos.

source: Bazzoomm! A small cloud of smoke rises to the ceiling.
es: ¡Bum! Una nuve de humo sube al techo.

source: Your character cannot equip that item.
es: Tu personaje no puede llevar ese objeto.

source: Fill out the server details, first.
es: Completa, primero, los detalles de tu servidor.

source: Unable to connect to server.
es: Imposible conectar al servidor.

source: You hear a very loud, metallic sound nearby.
es: Escuchas un fuerte sonido metálico en las proximidades.

source: Something clicks.
es: Algo chasquea.

source: The loud twang doesn't help; this is freaky enough already.
es: El fuerte sonido vibrante no te ayuda: esto ya es suficientemente raro.

source: A muffled, metalic, grating noise echoes from the dark.
es: Unos ecos amortiguados, enojosos y metálicos se escuchan en la oscuridad.

source: You've done something... you're not sure what but you hope it's had dinner.
es: Has hecho algo... No estás seguro de qué pero esperas que haya cenado.

source: You feel the resonance of an almost sub-tonal bass note.
es: Sientes la resonancia de un tono bajo.

source: An omnious sound floats from a distant corner.
es: Un sonido de mal agüero se escucha de una esquina distante.

source: Suck! It is locked shut!
es: ¡Maldición! ¡Está bien cerrado!

source: Try as you might, you can't open it.
es: Lo Intentas cuanto puedes. No puedes abrirlo.

source: Perhaps it's locked.
es: Quizás esté cerrado.

source: This teleporter is off-line.
es: El portal no funciona.

source: Nothing happens.
es: No ocurre nada.

source: The teleporter blinks unimpressively.
es: El teletransportador parpadea deslucidamente.

source: Delete old saved game?
es: ¿Borrar juegos salvados antiguos?

source: You're not experienced enough to equip it yet.
es: No tienes la suficiente esperiencia como para llevar ese objeto.

source: Change key
es: Cambiar tecla.

source: Waiting for new key (Esc to cancel)
es: Esperando para la nueva tecla (Esc para cancelar)

source: Conversation
es: Conversación

source: Trade
es: Comerciar

source: Train
es: Entrenar

source: Healing Services
es: Servicios de curación

source: Donate to Temple
es: Donar al templo

source: You don't meet the prerequisites for this capability.
es: No cumples los prerequisitos de esta aptitud.

source: You cannot activate an automatic capability.
es: No puedes activar una aptitud automática.

source: A two handed item requires two free hands.
es: Un objeto que requiere el uso de dos manos, necesita dos manos libres.

source: TRAIN
es: ENTRENAR

source: SKILL
es: HABILIDAD

source: A magical force turns the lock's tumbles to open.
es: Una fuerza mágina tira al cerrojo y se abre.

source: Some kind of summoned energy opens the lock.
es: Algún tipo de fuerza convocada abre el cerrojo.

source: Killed by
es: Asesinado por

source: Annihilated by
es: Aniquilado por

source: Slain by
es: Matado por

source: Brought low by
es: Llevado por

source: Dropped by
es: Soltado por

source: Ruined by
es: Arruinado por

source: Extinguished by
es: Extinguido por

source: Laid low by
es: Postrado por

source: Uncurse items
es: Desmaldecir objetos.

source: Recharge items
es: Recargar objetos

source: Identify items
es: Indentificar objetos

source: Lesser
es: Menor

source: Greater
es: Mayor

source: Champion
es: Campeón

source: Divine
es: Divino

source: commoner
es: plebeyo

source: merchant
es: mercante

source: healer
es: sanador

source: sage
es: salvia

source: trainer
es: entrenador

source: %1$s's skill in %2$s has increased.
es: %1$s incrementa su capacidad para %2$s.

source: %1$s is not allowed to equip %2$s.
es: %1$s no puede llevar %2$s.

source: Can't find path to target. Sorry!
es: No se puede encontrar una ruta al objetivo. ¡Lo siento!

source: %s is overloaded.
es: %s está sobrecargado.

source: %s is not overloaded anymore.
es: %s ya no está sobrecargado.

source: %s is not hungry at the moment.
es: %s no tiene hambre.

source: %1$s eats %2$s.
es: %1$s come %2$s.

source: %s is used up.
es: %s está consumido.

source: %s is not thirsty at the moment.
es: %s no tiene sed.

source: %1$s drinks %2$s.
es: %1$s bebe %2$s.

source: %1$s drinks from %2$s.
es: %1$s bebe de %2$s.

source: You cannot eat or drink that!
es: ¡No puedes comer o beber eso!

source: %s receives %d magic points.
es: %s recibe %d puntos de magia.

source: %s feels at peace.
es: %s se siente en paz.

source: %1$s will consume %2$s.
es: %1$s gastará %2$s.

source: %1$s will cast %2$s.
es: %1$s lanzará %2$s.

source: %1$s will use capability %2$s.
es: %1$s usará su capacidad %2$s.

source: %s is raised from the dead!
es: ¡%s ha vuelto a la vida!

source: %s levels up!
es: ¡%s sube de nivel!

source: %s gains %d experience points.
es: %s gana %d puntos de experiencia.

source: %s gains a level!
es: ¡%s gana un nivel!

source: %s looses %d experience points!
es: ¡%s pierde %d puntos de experiencia!

source: Utterly chaotic
es: Totalmente caótico

source: Chaotic
es: Caótico

source: Lawful
es: Legal

source: Overly lawful
es: Demasiado malvado

source: %s (L:%d HP:%d/%d MP:%d/%d AL:%d%%(%s))
es: %s (N:%d PG:%d/%d PM:%d/%d AL:%d%%(%s))

source: *Mission*
es: *Misión*

source: *Boss*
es: *Jefe*

source: %1$s gains the %2$s special ability!
es: ¡%1$s gana la habilidad especial de %2$s!

source: %1$s looses the %2$s special ability!
es: ¡%1$s pierde la habilidad especial de %2$s!

source: ...Attack from blind-spot!
es: ... ¡Ataque por el punto ciego!

source: skill
es: habilidad

source: bonus
es: extra

source: max
es: máx

source: %s notices a trap!
es: ¡%s ve una trampa!

source: %s notices a secret door!
es: ¡%s ve una puerta secreta!

source: %1$s blunders into a trap and takes %2$d points of damage!
es: %1$s cae en la trampa y sufre %2$d puntos de daño!

source: %s attempts to disable the trap:
es: %s intenta desactivar la trampa:

source: and succeeds!
es: y tiene éxito!

source: and fails! %1$s takes %2$d points of damage!
es: y falla! ¡%1$s sufre %2$d puntos de daño!

source: This trap is already disabled.
es: La trampa ya está desactivada.

source: You may not summon any more creatures.
es: No puedes invocar más criaturas.

source: %s calls for help: a %s appears!
es: %s pide ayuda: ¡un %s aparece!

source: %s turns to vapors and disappears!
es: ¡%s se convierte en vapor y desaparece!

source: Combat is now Turn-based.
es: El combate es ahora basado en turnos.

source: Combat is now Real-time.
es: El combate es ahora en tiempo real.

source: Error saving game!
es: ¡Error guardando el juego!

source: Error saving the game.
es: Error salvando partida.

source: Saving screenshot to %s.
es: Salvando captura de pantalla a %s.

source: January
es: Enero

source: February
es: Febrero

source: March
es: Marzo

source: April
es: Abril

source: May
es: Mayo

source: June
es: Junio

source: July
es: Julio

source: August
es: Agosto

source: September
es: Septiembre

source: October
es: Octubre

source: November
es: Noviembre

source: December
es: Diciembre

source: Monday
es: Lunes

source: Tuesday
es: Martes

source: Wednesday
es: Miércoles

source: Thursday
es: Jueves

source: Friday
es: Viernes

source: Saturday
es: Sábado

source: Sunday
es: Domingo

source: Loading Locations
es: Cargando lugares

source: Click a quickspell slot to store this item.
es: Haz clic en un sitio de hechizo rápido para guardar este objeto.

source: Select items to identify.
es: Selecciona objetos para identificar.

source: You can't afford the identifying.
es: No te puedes permitir la identificación.

source: Selected items identified.
es: Objetos seleccionados identificados.

source: Scroll map south
es: Mover por el mapa al sur

source: Scroll map north
es: Enrollar el mapa por el norte

source: Scroll map east
es: Mover por el mapa al este

source: Scroll map west
es: Mover por el mapa al oeste

source: Select player 0
es: Seleccionar personaje 0

source: Select player 1
es: Selecciona personaje 1

source: Select player 2
es: Selecciona personaje 2

source: Select player 3
es: Selecciona personaje 3

source: Toggle group mode
es: Cambiar modo de grupo

source: Show backpack
es: Mostrar mochila

source: Show options
es: Mostrar opciones

source: Choose next formation
es: Elegir siguiente formación

source: Toggle minimap
es: Cambiar a minimapa

source: Zoom in map
es: Maximizar mapa

source: Zoom out map
es: Minimizar mapa

source: Always center map
es: Mapa centrado siempre

source: Increase game speed
es: Incrementar la velocidad de juego

source: Decrease game speed
es: Decrementar la velocidad de juego

source: Start next round
es: Empezar siguiente asalto

source: Floating UI layout
es: Capa flotante de IU

source: Bottom UI layout
es: Capa de abajo de IU

source: Inventory UI layout
es: IU de capa de inventario

source: Switch combat mode
es: Cambiar a modo de combate

source: Switch to next weapon
es: Siguiente arma

source: Quick Spell 1
es: Hechizo Rápido 1

source: Quick Spell 2
es: Hechizo Rápido 2

source: Quick Spell 3
es: Hechizo Rápido 3

source: Quick Spell 4
es: Hechizo Rápido 4

source: Quick Spell 5
es: Hechizo Rápido 5

source: Quick Spell 6
es: Hechizo Rápido 6

source: Quick Spell 7
es: Hechizo Rápido 7

source: Quick Spell 8
es: Hechizo Rápido 8

source: Quick Spell 9
es: Hechizo Rápido 9

source: Quick Spell 10
es: Hechizo Rápido 10

source: Quick Spell 11
es: Hechizo Rápido 11

source: Quick Spell 12
es: Hechizo Rápido 12

source: Quick save
es: Salva rápida

source: Quick load
es: Carga rápida

source: Load autosave
es: Cargar partida autoguardada

source: A 3D, roguelike game of not quite epic proportions.
es: Un juego estilo rogue en 3D, de no muchas proporciones épicas.

source: Usage:
es: Uso:

source: version: %s
es: Versión: %s

source: [Multiplayer support]
es: [Soporte multijugador]

source: [Sound support]
es: [Soporte de Sonido]

source: Options:
es: Opciones:

source: f - disable fullscreen mode
es: f - desactivar modo a pantalla completa

source: d - disable double buffering
es: d - desactivar doble búfer

source: p - disable hardware palette
es: p - desactivar paleta hardware

source: r - disable resizable window
es: r - desactivar ventana redimensionable

source: H - force hardware surface
es: H - forzar renderizado de superficies por hardware

source: S - force software surface
es: S - forzar renderizado de superficies por software

source: a - disable hardware acceleration
es: a - desactivar aceleración por hardware

source: h,?,--help - show this info
es: h,?,--help - mostrar esta información

source: s - disable stencil buffer
es: s - desactivar búfer de stencil

source: m - disable multitexturing
es: m - desactivar multitexturas

source: --test - list card's supported video modes
es: --test - listar modos de tarjetas de vídeo soportadas

source: --test-config - print out the file configuration and exit
es: --test-config - mostrar el archivo de configuración y salir

source: --run-tests [path] - run internal tests of the rpg engine and save the result in html in the $path dir
es: --run-tests [path] - ejecuta las pruebas internas del motor del JDR y salva el resultado en un HTML en el directorio $path.

source: --version - print the build version
es: --version - muestra la versión del juego

source: --bppXX - use XX bits per pixel (8,15,16,24,32)
es: --bppXX - usa XX bits por píxel (8,15,16,24,32)

source: --widthXX - use XX pixels for the screen width
es: --widthXX - usa XX píxeles para el ancho de pantalla

source: --heightXX - use XX pixels for the screen height
es: --heightXX - usa XX píxeles por la altura de la pantalla

source: --shadowX - shadow's cast by: 0-nothing, 1-objects and creatures, 2-everything
es: --shadowX - sombras producidas por: 0-nada, 1-objetos y criaturas, 2-todo

source: --themeXYZ - use gui theme XYZ to draw the ui.
es: --themeXYZ - usar tema de interfaz XYZ para dibujar la IU.

source: --debugtheme - use the debug theme only to for wall textures.
es: --debugtheme - usar el tema de depuración sólo para todas las texturas de paredes.

source: --flaky - disable some graphic effects for flaky video cards.
es: --flaky - desactivar algunos efectos gráficos para las tarjetas de vídeo raras.

source: By default (with no options): bpp is the highest possible value fullscreen mode is on double buffering is on hwpal is used if available resizeable is on (no effect in fullscreen mode) hardware surface is used if available hardware acceleration is used if available stencil buffer is used if available multitexturing is used if available shadows are cast by everything.
es: Por defecto(sin opciones): bpp tiene el mayor valor posible El modo a pantalla completa está ON El doble búfer está ON hwpal se usa si está disponible Ventana redimensionable está a ON (no tiene efecto en modo a pantalla completa) Renderizado de superficies por hardware se usa si está disponible Aceleración hardware se usa si existe stencil búfer se usa si existe Multitexturing se usa si está diponible Las sombras se muestrasn para todo.

source: Multiplayer options:
es: Opciones multijugador:

source: --serverPORT - run a standalone server w/o a ui on PORT
es: --serverPORT - ejecutar un servidor aislado sin interfaz de usuario en el puerto PORT

source: --clientHOST:PORT,USERNAME - run a standalone admin client w/o a ui. Connect to server HOST:PORT as USERNAME.
es: --clientHOST:PUERTO,USUARIO - ejecutar un cliente aislado en modo administrador sin interfaz. Conectar al servidor CLIENTE:PUERTO como USUARIO.

source: Sound options:
es: Opciones de sonido:

source: --nosound - run without sound
es: --nosound - ejecutar sin sonido
