Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: Heavy woodland cloak
es: Capa de bosque pesada.

source: A heavy-weight traveling cloak.
es: Una capa de viaje pesada.

source: The usual gamete of spellcasters lets the user perform much agitated hand waving as required by the casted spell.
es: La célula generadora usual de los lanzadores de conjuros les permite actuar con las manos agitadas cuando lo requieren para lanzar un hechizo.

source: Robes of the Sorcerer
es: Túńica de hechicero

source: These robes have magic symbols on their sleeves and hood.
es: Estas túnicas tienen símbolos mágicos en sus mangas y capucha.

source: These robes are cleverly padded to protect its frail wearer a little longer in battle.
es: Estas túnicas está sabiamente acolchadas para proteger su canijo portador un poco más en la batalla.

source: Padded Robes
es: Túnicas acolchadas

source: These robes seem to be padded on the inside.
es: Las túnicas parecen estar acolchadas en la parte interior.

source: Ye olde leather armor is created from the cured and toughened skin of thy foe. On this particular model the leather pieces are clumsily held together by what appears to be the guts of thy foe.
es: Su armadura de cuero ha sido creada de la piel curada y endurecida de su enemigo. En este modelo particular, los trozos de cuero están torpemente unidos por lo que parecen ser las vísceras de su enemigo.

source: Leather Armor
es: Armadura de cuero

source: Looks to be an old piece of leather armor
es: Parece ser una antigua pieza de armadura de cuero

source: As a small evolutionary step in leather armor technology, this model sports blunted metal studs, built more to intimidate rather than to cause actual damage. Still, there is a lot to be said for looking cool.
es: Una pequeña evolución en la tecnología de las armaduras de cuero, este modelo porta clavos de metal, añadidos más para intimidar que para causar daño real. Todavía se puede decir mucho para parecer guay.

source: Studded Leather Armor
es: Armadura de cuero tachonado

source: This leather armor piece has embedded metal studs.
es: Esta armadura de cuero tiene piezas de metal clavadas.

source: This indeed -is- your parents' armor. It is rusty, ill-fitting with a few links missing here and there. It's also quite heavy, makes a lot of noise and seems to be home for a very nice family of rodents.
es: De hecho, esta es la armadura de tu padre. Está oxidada, mal ajustada con algunas anillas ausentes aquí y allá. Además, es bastante pesada, hace ruido y parece ser el hogar de una entrañable familia de roedores.

source: Rusty Chainmail
es: Cota de malla oxidada

source: The rust is the only thing that holds this chainmail's links together
es: El óxido es la única cosa que mantiene a las anillas juntas en este cota de malla.

source: One finds strange things in the deep places of the earth... This city guard's uniform is one such curiosity. What ill fate befell the wearer of this finely crafted chainmail?
es: Uno encuentra extrañas cosas en lugares profundos de la Tierra... Este uniforme de guardián de la ciudad es una de estas curiosidades. ¿Qué destino le habrá acontecido al portador de esta cota de malla confeccionada tan finamente?

source: Guard's Chainmail
es: Cota de malla de guardián

source: It appears to be an official city guard chainmail.
es: Parece ser una cota de mallas de un guardián de la ciudad.

source: This is the fabled mythril mail of the elves of Alovium. The metal is lightweight, flexible, never rusts of deforms. It's light blue in color and is known to be easy to enchant.
es: Esto es la legendaria cota de mythril de los elfos de Alovium. El metal es ligero, flexible, sin manchas de óxido ni deformación. Es de un color azul pálido y se conoce que este tipo de cota es fácil de encantar.

source: Mythril Mail
es: Cota de mythril

source: You feel that in spite of its light weight this armor is well designed to deflect damage.
es: Sientes que a pesar de su ligereza, esta armadura está bien diseñada para eludir el daño.

source: This type of armor is constructed by attaching strips of metal to chain or leather. This particular model was created by the dwarven smiths under the mountains of Mozmoril. Although heavy and uncomfortable it protect you from but the sharpest weapons.
es: Este tipo de armadura está construida añadiendo tiras de metal a anillas o cuero. Este modelo en particular fue creado por los herreros enanos en las montañas de Mozmoril. Aunque es pesada e incómoda, te protege excepto de las armas más afiladas.

source: Banded Mail
es: Cota de bandas

source: Banded strips of metal compose the main sections of this armor.
es: Bandas de metal componen las secciones principales de esta armadura.

source: Congratulations. Wearing a set of heavy-gage, full plate mail officially qualifies you as a human tank. Though you're virtually untouchable by conventional weapons, you can be heard for miles.
es: Felicidades. Llevar un equipamiento completo de armadura pesada: la armadura de placas, te califica oficialmente como un tanque humano. Aunque eres virtualmente intocable por armas convencionales, se te puede oír desde varias millas en la redonda.

source: Heavy field plate
es: Armadura pesada de placas

source: An incredibly heavy set of full plate mail armor.
es: Una increíble armadura de placas.

source: Like other elven works, this platemail is a study in perfection. It is lightweight, resilient and quite comfortable to wear for long periods of time.
es: Como otros trabajos elfos, esta armadura de placas es un estudio de la perfección. Es libera, resistente y bastante cómoda para llevar durante largos períodos de tiempo.

source: Elven platemail
es: Armadura de placas élfica

source: A well-fitted set of lightweight platemail armor.
es: Una armadura de placas ligera que queda bien.

source: The half-ogre wizard, Enarol supposedly created this white armor from the skin of flayed relative.
es: Supuestamente, el mago medio-ogro Enarol creó su armadura blanca a partir de la piel de un pariente despellejado.

source: Enarol's Ogre Skin
es: Piel de ogro de Enarol

source: Stinky white armor that seems rough to the touch.
es: Armadura blanca hedionda que parece áspera al tacto.

source: This armor is made from the hide of a magical dragon. If that sounds hard to believe, wait until you see how well this armor protects its wearer in battle.
es: Esta armadura está hecha del pellejo de un dragón mágico. Suena difícil de creer, espera hasta que veas cómo esta armadura protege a su portador en mitad de la batalla.

source: Dragonscale armor
es: Armadura de escamas de dragón

source: Armor made from the scales of some beast.
es: Armadura que ha sido fabricada con las escamas de alguna bestia.

source: This armor is made to protect mages. It's created from a transdimensional goo that protects the user while letting them cast spells.
es: Esta armadura está hecha para proteger a magos. Se creó con mugre transdimensional que protege al portador a la vez que permite convocar hechizos.

source: Smeth's Slimy Defender
es: Fina defensora de Smeth

source: Armor made from space-goo.
es: Armadura hecha de mugre espacial.

source: This gold colored armor offers the highest levels of protection. Imbued with the magic contained in its yellow strands of fleece it protects the wearer via a mystic aura of repulsion.
es: Esta armadura dorada ofrece los niveles más altos de protección. Imbuida con magia en sus hilos de lana que protegen al portador con un aura mística de repulsión.

source: Merzul Goldenfleece
es: Vellocino de oro de Merzul

source: Lightweight gold colored armor, made from some kind of wool.
es: Ligera armadura dorada hecha de algún tipo de lana.

source: Slightly worn workboots. They smell about as good as they look.
es: Botas ligeramente usadas. Huelen tan bien como parece.

source: Workboots
es: Botas de trabajo

source: Comfortable looking workboots.
es: Botas de trabajo que parecen cómodas.

source: Workboots of a more complex construction. The toebox is encased in steel making your toes at least dry and safe.
es: Botas de trabajo para individuos con elaboración más compleja. La puntera está hecha de acero y permite haciendo que tus dedos estén secos y seguros.

source: Steel-toed Workboots
es: Botas de trabajo con puntera de hierro

source: Workboots with a steel reinforced toebox.
es: Botas de trabajo con un refuerzo de acero en la puntera

source: These heavy duty boots are designed to last a lifetime. However long that may be...
es: Estas pesadas botas de guardia están diseñadas para durar toda la vida. Sea como sea de larga...

source: Leather boots
es: Botas de cuero

source: A nice pair of leather boots
es: Un bonito par de botas de cuero

source: Boots made specifically for walking all over other folks. This pair in particular seems made for battle.
es: Botas que están hechas específicamente para andar sobre compañeros. Este par parece haber sido hecho para la guerra.

source: Warboots
es: Botas de guerra

source: Combat boots with a bad attitude.
es: Botas de combate con una mala actitud

source: These blue robes blend its wearer into nearby shadows, granting an invisibility-like protection.
es: Estas túnicas azules difuminan a su portador en las sombras cercanas, garantizándole una protección casi invisible.

source: Cloak of Safe Passage
es: Capa del pasaje seguro

source: You have to look carefully to notice this blue cloak.
es: Tienes que mirar concienzudamente para encontrar esta capa azul.

source: Infused with the hateful spirit of Unamoin, this cloak assists its wearer in combat, but at a price...
es: Infundida con el odioso espíritu de Unamoin, esta capa ayuda a su portador en combate, pero con un precio...

source: Cloak of Hateful Vengeance
es: Capa de la odiosa venganza

source: These red robes radiate palpable dread.
es: Estas togas rojas irradian un terror palpable.

source: This snazzy footwear positively sizzles with magic absorbtion as you tread the ground.
es: Este elegante calzado chisporrotea positivamente con magia absorbida cuando tú pisas el suelo.

source: Boots of antimagic binding
es: Botas de anti-ataduras mágicas

source: These boots were made for walking through a magic field.
es: Estas botas fueron fabricadas para andar sobre campos de magia.

source: This foil wraps tightly around your head and apparently deflects all kinds of, uh, rays...
es: Este papel de plata se enrolla de forma ajustada alrededor de tu cabeza y aparentemente desvía todos los tipos de, eh, rayos...

source: Antimagic foil hat
es: Sombrero de antimagia

source: A piece of metal foil you can wear as a hat.
es: Una pieza de fino metal que puedes llevar como sombrero.

source: The armor is made to conform to the contours of the wearer. You can't help but admire the mold of its last owner.
es: La armadura está hecha para adaptarse a la complexión de su portador. No puedes más que admirar el porte de su último dueño.

source: Antimagic chestplate
es: Peto de protección contra la magia

source: A shape-changing armor that fits creatures of all sizes.
es: Una armadura de forma cambiante que se adapta a criaturas de todos los tamaños.

source: Treatiese on the Handling of Imps
es: Tratado sobre el manejo de diablillos

source: There are those who claim that great accomplishments can be achieved by harnessing the energies of Imps.
es: Hay algunos que claman que grandes gestas se pueden hacer mediante la extracción de las energías de los diablillos.

source: Hiking the Dimension of Excrutiating Nausia
es: Excursión por la dimensión de la náusea excruciante

source: Be sure to bring a paper bag.
es: Estate seguro de llevar una bolsa de papel.

source: Pale weeds grow over these ancient walls
es: Hierbas pálidas crecen por estos muros antiguos

source: The walls crumble with age, yet appear sturdy
es: Los muros se desmoronan por su edad, aunque todavía parecen robustos

source: Dark limestone walls mark these corridors
es: Muros de caliza negra marcan los pasillos

source: It appears to be a thick wooden door
es: Parece ser una puerta de madera resistente

source: A dungeon door made of wood
es: Una puerta de la mazmorra hecha de madera

source: The aged oak door is scarred by knife points and torch flame
es: La puerta de roble añejo está arañada por cuchillos y por llamas de antorchas

source: The door frames seem to be made of some hard wood
es: El marco de la puerta parece estar hecho de madera dura

source: The wood around the doors is reinforced by metal nails
es: La madera alrededor de las puertas está reforzada con clavos metálicos

source: A torch blazes nearby
es: Una antorcha resplandece en las cercanías

source: The light is firmly attached to the wall, you cannot get it
es: La lámpara está firmemente pegada al muro y no puedes cogerla

source: It is a burning torch
es: Es una antorcha ardiente

source: A large wooden board that describes available missions
es: Un gran tablero de madera describe las misiones disponibles

source: Click on the board to learn about your missions
es: Haz clic en el tablero para aprender sobre tus misiones

source: The corporate 'brains' of S.C.O.U.R.G.E. inc.
es: Las 'cabezas pensantes' de S.C.O.U.R.G.E. inc.

source: A burning brazier
es: Un brasero en llamas

source: A brazier radiates heat nearby
es: El brasero calienta las cercanías

source: You see a shiny marble column
es: Ves una columna brillante de mármol

source: The column supports the ceiling
es: La columna soporta el peso del techo

source: This teleporter is here courtesy of the management
es: Este teletransportador de aquí es cortesía de la dirección

source: This teleporter can take you back to headquarters
es: Este teletransportador te puede llevar de vuelta al cuartel general

source: It is a teleporter
es: Esto es un teletransportador

source: These stairs lead to another level
es: Las escaleras llevan al otro nivel

source: Stairs leading into darkness
es: Escaleras que llevan a la oscuridad

source: You see a flight of stairs
es: Ves un tramo de escaleras

source: It's a rusty lever.
es: Es un nivel herrumbroso.

source: It is best to leave that alone.
es: Es mejor dejarlo solo.

source: Touch it: it may add new germs to your collection.
es: Tócalo: puede añadir nuevos gérmenes a tu colección.

source: It's a calm pool of liquid radiating energy.
es: Es un estanque calmado que irradia energía.

source: It appears to be a shallow pool of liquid.
es: Parece un estanque de poca profundidad.

source: This teleporter smells faintly of sulphur.
es: Este teletransportador huele débilmente a azufre.

source: It is the fabled red teleporter!
es: ¡Es el teletransportador mítico!

source: Where does this teleporter lead?
es: ¿A dónde lleva el teletransportador?

source: A sturdy wooden column.
es: Una robusta columna de madera.

source: A rack for our less fortunate guests.
es: Un potro de tortura para nuestros invitados menos afortunados.

source: You see dense vegetation.
es: Ves vegetación densa.

source: Some plants grow here.
es: Algunas plantas crecen aquí.

source: Old ruins of forgotten kingdoms litter the grounds.
es: Ruinas antiguas de reinos olvidados están por el suelo.

source: Moss and lichens grow on these crumbling stones.
es: Musgo y líquenes crecen en estas piedras desmenuzadas.

source: The wisdom of ages is scrawled upon the immense trunk of this tree.
es: La sabiduría de las edades está marcada en el inmenso tronco de este árbol.

source: You hear a gentle humming coming from the branches of this giant tree.
es: Oyes un afable zumbido que viene de las ramas de este árbol gigante.

source: The images upon the gnarled bark of this unusual tree seems to tell stories.
es: Las imágenes sobre la nudosa corteza de este inusual árbol parecen contar historias.

source: A sturdy roof adorns this small cottege.
es: Un techo macizo adorna esta casa pequeña.

source: Man-at-arms
es: Hombre de armas

source: Born to fight, strong and fearless, you are always in the front line, equipped with the most powerful weapons and armors.||When the voice of the battle (weapon clangs, blood and screams) calls, the Man-at-arms answers.
es: Nacido para luchar, fuerte y sin miedo, estás siempre en primera línea, equipado con las armas y armaduras más potentes.||Cuando la voz de la batalla (armas entrechocando, sangre y gritos) llama, el hombre de armas responde.

source: Warrior
es: Guerrero

source: description goes here
es: La descripción va aquí

source: Barbarian
es: Bárbaro

source: Elite Berserker
es: Berserker de élite

source: Spirit Commander
es: Comandante espiritual

source: Veteran Warrior
es: Guerrero veterano

source: Elite Battle-beast
es: Bestia de batalla de élite

source: Prime Dominator
es: Dominador de primera

source: Champion of Justice
es: Campeón de la Justicia

source: Primus Lictor
es: Lictor principal

source: Fighting Guardian of Truth
es: Guardian luchador de la Verdad

source: Supreme Executioner
es: Ejecutor supremo

source: Lightbringer Warrior
es: Guerrero de la luz

source: Learned Battle Master
es: Señor de batalla versado

source: Planar Ally Knight
es: Caballero afiliado planar

source: Wandering Hand
es: Obrero errante

source: Mercenary
es: Mercenario

source: Veteran Soldier of Fortune
es: Soldado de fortuna veterano

source: Elite Old Hand
es: Obrero viejo de élite

source: Mastermind Commander
es: Comandante líder

source: Assassin
es: Asesino

source: Master Assassin
es: Maestro asesino

source: Spy Mastermind
es: Espía líder

source: Outdoorsman
es: Hombre de campo

source: Master Ranger
es: Maestro montaraz

source: Elite Wilderness Guard
es: Guarda de élite de campo abierto

source: Elite Arcane Ranger
es: Montaraz arcano de élite

source: War-called Hermit
es: Ermitaño belicista

source: Nature's Vengence
es: Venganza natural

source: Insane War-Scholar
es: Estudioso de la guerra demente

source: War-mage
es: Mago de batalla

source: Elite War-caster
es: Invocador guerrero de élite

source: Battle Mage Savant
es: Sabio mago de batalla

source: Military chaplain
es: Capellán militar

source: Celestial Commander
es: Comandante celestial

source: Spirit-bound Fighter
es: Luchador del espíritu

source: Arcane fighter
es: Luchador arcano

source: Arcane Commander
es: Comandante arcano

source: Fighting Pedagog
es: Pedagogo de lucha

source: Magician
es: Mago

source: Though dressed with robes and carrying only small or ranged weapons, you become a dangerous opponent when you call upon the power of sorcery and mysterious energies start flowing around you.
es: Aunque estés vestido con túnicas y lleves sólo armas pequeñas o de largo alcance, te conviertes en un adversario peligroso cuando recurres al poder de la hechicería y energías misteriosas empiezan a fluir a tu alrededor.

source: Apprentice Sorceror
es: Hechicero aprendiz

source: Necromantic Sorceror
es: Hechicero nigromante

source: Sorceror of the Planes
es: Hechicero de los planos

source: Wild One
es: Salvaje

source: Loreweilder
es: Portador de sabiduría

source: Iron Mage
es: Mago de hierro

source: Soulshard
es: Indomable

source: Severed Spirit
es: Espíritu diviso

source: Devotee of Rhun
es: Devoto de Rhun

source: Healer
es: Sanador

source: Healers can be found everywhere: from the dark peace of the forests to the roaring desperation of the battlefields.||Bringing the power of the spirit group to the world, you are the actual connection between the desolation of the earth and the harmony of the heaven.
es: Los sanadores se pueden encontrar por todos sitios: desde los oscuros y pacíficos bosques hasta los campos de batalla rugientes de desesperación.||Llevando el poder del grupo espiritual al mundo, eres la conexión real entre al desolación de la Tierra y la armonía del Paraíso.

source: Clerical Aide
es: Ayudante de clérigo

source: Master Cleric
es: Maestro clérigo

source: Battle Priest
es: Sacerdote de batalla

source: Traveling Medic
es: Médico viajero

source: Nature's Ally
es: Alliado de la naturaleza

source: Battleborn Healer
es: Sanador de batalla

source: Scholar
es: Erudito

source: Spending most of your youth studying lore and arcane secrets, you became one of the keepers of the absolute knowledge. Reading ancient scrolls, identifying strange creatures and dealing with mystery is what you can do best.
es: Pasando la mayor parte del tiempo de tu juventud estudiante ciencia y secretos arcanos, te convertiste en uno de los guardiantes de la sabiduría absoluta. Lo que mejor se te da es leer pergaminos antiguos, identificar criaturas extrañas y tratar con el misterio.

source: Adjunct
es: Ayudante

source: Neophyte Master
es: Maestro aficionado

source: Battlefield Scholar
es: Estudioso bélico

source: Field Scientist
es: Científico de campo

source: Arcane Study
es: Estudiante arcano

source: Assistant Loremaster
es: Asistente de maestro erudito

source: Cutpurse
es: Ratero

source: Born in shadows and dressed with darkness you sneak through dungeons corridors like a doubt in the mind.||Even the smallest blade in your hands becomes a perfect tool to force locks and cut bags and... throats if needed.
es: Nacido en las sombras y vestio con la oscuridad, fisgoneas a través de los pasillos de los calabozos como una duda en el viento.||En tus manos, incluso la más pequeña hoja se convierte en la herramienta perfecta para abrir cerrojos y cortar bolsas... Y gargantas si fuera necesario.

source: Thief
es: Ladrón

source: Master Thief
es: Maestro ladrón

source: Assassin in Training
es: Asesino en entrenamiento

source: Gutter-sage
es: Místico de los nuevos caminos

source: Rouge Magician
es: Mago carmesí

source: Underworld Spellcaster
es: Invocador del inframundo

source: Quest for the lost ${item1}
es: Búsqueda del ${item1} extraviado

source: One of our returning clients, has managed to loose his ${item1}, somewhere in the bowels of his now abandoned lair. Your job is to fetch this object and bring it back here. Our client (a magic user of sorts) has promised a handsome reward. He also noted that the item is more important than it appears and is therefore under the protection of an entity you may not wish to disappoint...
es: Uno de nuestros mejores clientes, ha perdido su ${item1} en algún sitio en las entrañas de su ahora abandonada guarida. Tu trabajo es traer su añorada pertenencia aquí. Nuestro cliente, que es usuario de magia, ha prometido una apetitosa recompensa. También ha hecho notar que el objeto es más importante que lo que parece y que está bajo la protección de una deidad a la que no quiere decepcionar...

source: Excellent job! Our client told me to pass on his warm thanks to you for recovering his lost ${item1}.
es: ¡Un trabajo excelente! Nuestro cliente me dijo que os mostrara su agradecimiento por recuperar su ${item1}.

source: Remember, you still haven't found the ${item1}!
es: Recuerda que todavía no has encontrado tu objetivo: ${item1}

source: Seek out the ${item1}
es: Buscaremos el {$item1}

source: A new client with an unhealthy look in his eyes requested that we retrieve his lost ${item1}. Apparently, the object is quite valuable. What makes his case unusually interesting is that everyone who has gazed upon this $item1 has gone mad. If you should meet some of these unfortunate souls while on your mission, do dispatch them quickly.
es: Un cliente nuevo con un aspecto cadavérico en sus ojos te pide que le traigas un objeto que ha perdido: ${item1}. Aparentemente, el objeto es muy valioso. Lo que hace este caso inusual es que todos los que han contemplado a $item1 se han vuelto locos. Quizás tengas que encontrarte con alguna de estas almas desafortunadas en tu misión, y tengas que despacharlas rápidamente.
