Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: Korga the Trainer
es: Korga el entrenador

source: Mirtha the Merchant
es: Mirtha, mercader

source: Life is easier now than few score $years ago.
es: La vida es más fácil ahora que hace unos $años.

source: Now look what the cat dragged in. Haven't seen an $adventurer in these parts since the $goblin wars.
es: Ahora mira al gato arrastrado dentro. No he visto a un $aventurero por estos lares desde las guerras $trasgo.

source: What ails you friend? Why carry all this $gear and $weaponry? Don't you know the roads are safe these $days?
es: ¿Qué le ocurre a tu amigo? ¿Por qué lleva ese $equipo y toda ese $armamento? ¿No sabes que los caminos son seguros en estos $días?

source: What $news do you bing from the world, stranger?
es: Qué $noticias traes del mundo, extranjero?

source: Mmm, I'm out of pipe-weed.
es: Mmm, no tengo hierba de pipa.

source: years,days,old
es: años,días,viejo

source: We have been living in relative safety for some time now. Sure the occasional lost or foolish $fiend may wander into town, but the even the village folk can subdue those quickly. It ain't like back in the old days, when monsters would brawl openly in the streets!||These days we no longer need $adventurers to keep them in line! I'm afraid, you won't find much $news of challenges awaiting the likes of you here.
es: Hemos estado viviendo en relativa seguridad durante algún tiempo. Por supuesto, algún $demonio aloco o perdido podía acabar en la ciudad, pero incluso los lugareños lo podían sojuzgar rápidamente. No era así en los días antiguos, ¡cuando los monstruos se peleaban abiertamente en las calles!||¡En estos días ya no necesitamos $aventureros para mantenerlos a raya! Lamento decir que creo que no encontraréis muchas $noticias sobre trabajos para vosotros esperándoos.

source: adventurer,adventurers
es: aventurero,aventureros

source: Is that what ye are? Adventurers?!||Ah-hahahaha!||Excuse, me... my mirth is... but you are so old?!||Well, never you mind me, I know it's not proper to make fun of folks. Especially folks with $weapons...||Well, look here, I mean no disrespect but there just isn't a need for your kind these $days. Sure, in the olden days we'd run for you for help, every time a maddened bauul crossed into town, frothing and seething with rage; just bent upon his fill of man-flesh...||These days are lives are simpler. This is a peaceful community... the larger cares of the world are far away from us!
es: ¿Eso es lo que sois? ¿Aventureros?||¡Ja, ja, ja, ja!||Perdonadme, mi regocijo es... Pero ¿no sois muy viejos?||Bueno, no me importa, sé que no está bien hacer bromas de otros. Especialmente de amigos con $armas...||Bueno, mirad aquí, no es por ser irrespetuoso pero no hay necesidad de gente de vuestra clase en estos $días. Seguro que en los días antiguos teníamos trabajo para vosotros, cada vez que un loco cruzaba la ciudad promoviendo y enfollonando con ira; sólo para mostrar su hombría...||Esos días eran simples. Esta es una comunidad apacible... ¡Nuestra mayor preocupación es mantener al mundo lejos de nosotros!

source: gear,weapons,weapon,weaponry,trade,train,heal
es: equipo,armas,arma,armamento,comerciar,entrenar,sanar

source: There are still among us who can help you with that. Though we're mostly honest farmers, the crafts of the $old days are not forgotten.||You are welcome to wander around town and as long as you mind your manners, feel free to enter any dwelling and converse with the owner. Some among us are traders, some are teachers and occasionally the odd sage also throws his lot with us, here in this small village.
es: Hay todavía entre nosotros quienes que te pueden ayudar. Aunque somos en su mayoría honestos granjeros, las artes de los $viejos tiempos no se han olvidado.||Eres bienvenido a pasear por la ciudad y siempre y cuando cuides tus formas. No dudes en entrar en cualquier morada y conversar con su dueño. Aquí en esta pequeña aldea, algunos somos comerciantes, algunos profesores y ocasionalmente el sabio raro dispersa sus dones en nosotros.

source: goblin
es: trasgo

source: The goblin wars were a dark time some $years ago. $Monsters, madness and disease ruled the streets... In those days, wandering $adventurers were treated like royalty! In return for clearing a village of the foul beasts, they were given any service of $gear free of charge.
es: Las guerras trasgas fueron una época oscura hace algunos $años. $Monstruos, locura y plagas mandaban en las calles... ¡En aquellos tiempos, $aventureros trotamundos eran tratados como reyes! A cambio de limpiar la aldea de bestias nauseabundas se les daba algún servicio gratis de reparación o mejora de $equipo.

source: It's a dungeon janitorial services company in Horgh, I hear. They claim to rid a lair of pests in two days, or your money back!||If you ask me, sounds more like a bunch of hero-has-beens looking to rescue cats that won't come down from trees... Who has a lair, and who's seen $monsters these $days?
es: He oído que es una compañía de servicios de limpieza de mazmorras en Horgh. ¡Te aseguran que limpian de suciedad una ||guarida de peste en dos días o te devuelven el dinero. Si me preguntas, suena como un puñado de héroes que están rescatando gatos de los árboles... ¿Quién tiene una guarida y quién ha visto $monstruos en estos $días?

source: Karzuul,Karzul,demon
es: Karzuul,Karzul,demonio

source: Well, I've never heard of him. A demon you say? Bah! Just some old fairy tale to frighten children with.||The gods look after us and keep us from harm! Like I always say, if I've never seen it, it doesn't exist.
es: Bueno, nunca he oído hablar de él. ¿Decís que es un demonio? ¡Bah! Sólo algunos cuentos de hadas para asustar a los niños.||¡Los dioses cuidan de nosotros y nos mantienen calientes! Como siempre he dicho, si no lo he visto, no existe.

source: dwarves,Grizzled,Pony
es: enanos,Grisáceo,Poni

source: Yes I have heard of this group. A band of dwarven terrorist-poets, plying their filth around the mountains of $Thuzgol. These $days, it's as bad as it gets: some third-rate dwarven bravoes scaring the good folks by loud recitals of awful poetry.||Still, you should do well to stay away from them!
es: Sí, he oído de ese grupo. Una banda de terroristas-poetas enanos que estaban ejerciendo su mugriento oficio en las montañas de $Thuzgol. En estos $días, es tan malo como parece: algunos enanos machos retrasados está asustando a la buena gente con recitales ruidosos de poesía horrorosa.||¡Así que haríais bien en mantenerte lejos de ellos!

source: The Guardians of the Realm are no more. There is simply no need for their services anymore.||Last I heard they all retired, hung up their swords and shields and living happily sipping cocktails somewhere to south by the sea.
es: Los Guardianes del Reino no existen. No hay necesidad de sus servicios más.||Lo último que oí es que todos se retiraron, colgaron sus espadas y escudos y viven felizmente preparando cócteles en algún lugar al sur del mar.

source: Sabien,library,Gormoril
es: Sabien,biblioteca,Gormoril

source: Sabien... Sabien... the name does ring a bell...||There is an old, crazed wizard holed up in the ancient library of Gormoril. What he does in that stink-hole is a mystery to me.||Probably communing with the dark powers if you ask me. One should always be suspicious of folks that read too much. Nothing good ever came of that.
es: Sabien... Sabien... El nombre suena como una campana...||Hay un viejo y tarado mago encerrado en la biblioteca antigua de Gormoril. Lo que hace en su agujero es un misterio para mí.||Si me pregunta te diría que probablemente, se comunica con poderes oscuros. Uno debería siempre ser suspicaz de las gentes que leen demasiado. Nunca, nada bueno vino de eso.

source: Myco-who? Never heard of him.
es: Myco... ¿Qué? Nunca he oído hablar de él.

source: A wandering druid with that name did pass through here some time ago. She seemed harmless enough...||Probably a bit of a looney, cackling to herself with a mad glint in her eye. Folks tried to help the old woman, give her food and old clothing, but she would have none of it.||She came through here, muttering about $Amod and watching the trees...||...sorry old wretch.
es: Una druida vagabundo con ese nombre pasó por aquí hace algún tiempo. Parecía bastante inocente...||Probablemente un poco solitaria, riéndose socarronamente de ella misma con un destello de locura en sus ojos. Algunos intentaron ayudar a esa vieja mujer, le dieron comida y ropas viejas pero no quiso nada.||Vino de aquí, mascullando sobre $Amod y mirando a los árboles...||Pobre vieja desdichada.

source: fiend,monster,monsters
es: demonio,monstruo,monstruos

source: Seldom one comes into town these $days. The era of concentrated sieges on villages is gone, my friend...
es: Raramente uno viene a la ciudad en estos $días. La era de los sitios intensos en las aldeas se ha terminado, amigo mío...

source: secrets,news
es: secretos,noticias

source: Well now,... don't tell anyone but Jenna is with child!
es: Bueno, ahora... ¡No le digas a nadie pero Jenna está con su chico!

source: I once saw brilliant flash of light. The heaven's opened and the leader of the $Guardians of the Realm came before me. In his hands he held a flaming brand. He pointed at me and in a deep voice he cried 'Put down thy pipe-weed!'.||Haven't touched that stuff ever since.
es: Una vez vi un resplandecer de luz brillante. Los cielos se abrieron y el líder de los $Guardianes del Reino compareció ante mí. En sus manos sujetaba un sello llameante. Me apuntó y en con una voz profunda me gritó '¡Deja de fumar en pipa!'||No he tocado eso desde entonces.

source: Don't say I told you, but $monsters roam in the deep places of the earth. There may be none of them left here on the surface, but my cousin discovered an old cave some miles from here and therein... ||I shudder to recount it!||Eyes glowing with hatred, teeth sharpened on human bones... In the dark the old evils still reside.
es: No digas que te le dije, pero los $monstruos deambulan en sitios profundos de la tierra. Puede que no haber ninguno de ellos en la superficie, pero mi primo descubrió una caverna antigua algunas millas de aquí y entonces...||¡Me estremezco al contarlo!||Ojos al rojo vivo de odio, dientes afilados con huesos humanos... El mal todavía reside en la oscuridad.

source: planar,gate,device
es: planar,puerta,artefacto

source: Now why in the heavens would you want to do that. It just plain not proper to travel between the worlds!||Sigh. If I can't dissuade you from this plan of madness, at least take some wine along. They say the ill-effects of planar travel can be reversed by rubbing a bit of grog on one's temples.||Oh, and do ask $Melathor about planar travel, he knows most the stuff of legends.
es: Por qué ahora en nombre del cielo querrías hacerlo. ¡Sólo planeaba de forma no apropiada viajar entre mundos!||Sig. Si no te puedo disuadir de este loco plan, al menos toma algo de vino. Dicen que los efectos de un viaje planar pueden ser revertidos al frotar un poco de grog en las sienes.||Oh, y pregúntale a $Melathor sobre el viaje planar, sabe la mayor parte de la leyendas relacionadas.

source: Abyss,Abyssal
es: Abismo,Abisal

source: Aye, the home of demon-kind it is. A dimension of evil, seething hatred, revenge and fear. Heard about it mostly from our healers as a place best avoided.||You may see it soon enough, spending your eternal after-life there if you aren't careful. This is why I always say, care for strangers such as yourselves so by $Amod's grace I can ascend to the heavens after my time on earth is up.
es: ¡Ay!, es el hogar de un demonio. Una dimensión del mal, que bulle de odio, venganza y miedo. He oído que los sanadores dicen que es mejor evitar este lugar.||Como verás pronto, puedes pasar tu eterna vida no-terrenal aquí si no tienes cuidado. Por esto siempre digo que cuides a los extraños igual que a ti mismo, y así, por la gracia de $Amod pueda ascender a los cielos después de que se agote mi tiempo en la tierra.

source: Amod,Amod-Rheinur,nature,trees
es: Amod,Amod-Rheinur,naturaleza,árboles

source: Our lord protector, the god of nature. A jolly fellow he is! He lets us wander his domain, ply our skills to harvest his fruits, takes care of us when we fall ill and keeps our village free from $monsters.||Praise be to his name!
es: Nuestro señor protector, el dios de la naturaleza. ¡Es un compañero alegre! Nos deja deambular por su dominio, ejercer nuestras habilidades para cosechar sus frutos, nos cuida cuando caemos enfermos y guarda nuestra aldea de $monstruos.||¡Alabado sea su nombre!

source: Melathor,Allovium,elf,elves
es: Melathor,Allovium,elfo,elfos

source: Why the homeland of the elves, Allovioum produced the most wise, all-knowning elven wizard of all times!||Melathor... I say his name with awe! Never, a more pure of heart, clean of soul man of the sacred arts walked $Amod's green earth.||I hear these days he resides somewhere in the city of Horgh, helping all who come before him and showing them how a virtuous life can be lived, free of vice and ill thought. That man is a saint!||Any questions you may have about lost arts, and days gone by, best go and ask this holy man for advice.
es: ¡Porque la tierra de los elfos, Allovium, produjo al más sabio de todos los magos elfos de todos los tiempos!||Melathor... ¡Digo su nombre con sobrecogimiento! Nunca un alma más limpia, un corazón más puro de las artes sagradas, anduvo por la tierra verde de $Amod.||Oí que en esos días vivió en la ciudad de Horgh, ayudando a los que venían antes de que él y enseñándoles a vivir de forma virtuosa, libre de vicio y pensamiento impuro. ¡Ese hombre es un santo!||Cualquier pregunta que tengas sobre artes perdidas y días que se fueron mejor ve y pide consejo a este hombre santo.

source: apocalypse,doom,magic
es: apocalipsis,ruina,magia

source: Bah! Fanciful fantasies of a restless mind they are. Here in the villages, we think of the harvest and the coming of winter more than that.
es: ¡Bah! Son extravagantes fantasías de mentes inquietas. Aquí en las aldeas, pensamos en cosechar y en el invierno que viene más que en eso.

source: He is a sage who lives amond the mountain dwarves in $Thuzgol. They say, he helped them defeat the goblins in the $Goblin wars.||I've also heard he is a good resource for questions about the local history.
es: Él es un sabio que vive entre los enanos de las montañas en $Thuzgol. Dicen que les ayudó a derrotar a los trasgos en las guerras-$trasgo.||También he oído que es una buena fuente para los que preguntan sobre la historia local.

source: Thuzgol is an underground fortress-town of the mountain dwarves. A fierce, battle-loving nation it is! And among them lives the sage $Orhithales.
es: Thuzgol es una ciudad fortaleza subterránea de enanos de las montañas. ¡Una nación fiera y belicosa! Y entre ellos vive el sabio $Orhithales.

source: Tree of Emeril,Arcanex
es: Árbol de Emeril,Arcanex

source: A talking tree?! What do you take me for?...
es: ¿Un árbol que habla? ¿Por quién me has tomado?

source: I gave it back to Johann, I swear! I only borrowed it to patch my roof in the first place...
es: ¡Se lo devolví a Johann, lo juro! Sólo lo tomé prestado para arreglar mi techo en primer lugar...

source: Azmagol the Blacksmith
es: Azmagol el herrero

source: Doro Dealer of Sorcery
es: Doro agente de la hechicería

source: Anuil the Alchemist
es: Anuil el alquimista

source: Scinibar the Storekeeper
es: Scinibar el almacenero

source: Ezmarith the Healer
es: Ezmarith, sanador

source: Blackheart the Constructor
es: Blackheart el constructor

source: Flintforge the Grafter
es: Forjasílex el engarzador

source: Thazmagul Firebeard
es: Thazmagul Barbafuego

source: Sygil the Wizard
es: Sygil el mago

source: Aggorod the Warmaster
es: Aggorod señor de guerra

source: Flint a Teacher of Scoundrels
es: Flint profesor de pillastres

source: Idmaril the Folklorist
es: Idmaril el folklorista

source: Be welcome in my humble home but please be quick to state your business and be off. I am a busy man and my $research will not wait.
es: Sé bienvenido a mi humilde hogar, pero por favor sé rápido en despachar tu negocio y acabar. Soy un hombre ocupado y mi $investigación no puede esperar.

source: research
es: investigación

source: I work on unraveling the $history of the town of $Thuzgol. I can tell you information about the $city itself, its $history or the $catacombs below. But enough about me... you look like you work for $Uzudil at S.C.O.U.R.G.E. Inc. Did he send you to gather information? Was there $something you were meant to ask me about?
es: Trabajo en desentrañar la $historia de la ciudad de $Thuzgol. Te puedo contar información sobre la $ciudad, su $historia o las $catacumbas de abajo. Pero ya basta de mí... Parece como los que trabajan para $Uzudil en S.C.O.U.R.G.E. Inc. ¿Te mandó para reunir información? ¿Hay $algo de lo que me quieras preguntar?

source: something
es: algo

source: Quite so, something to ask $about...
es: Bastante bien, algo $sobre lo que preguntar...

source: about
es: sobre

source: ...About $something? I don't know what your assignments are! Are you wasting my time?!
es: ... Acerca de $algo? ¡No sé cuales son tus encomiendas! ¿Estás desperdiciando mi tiempo?

source: So... you've heard about the Order of the Grizzled Pony. Finally $Thuzgol is putting its mark on the pages of history! Well, as much as the locals might idolize them, they're still just a bunch of no-good $thugs. I wouldn't go around saying this, but trust me I know. The Order is not all it's cracked up to be.
es: Entonces... Has oído hablar de la Orden del Poni Grisáceo. Finalmente, ¡$Thuzgol está haciendo historia! Bueno, aunque los lugareños los puedan idolatrar, son solamente un puñado de $secuaces. No iría de un sitio diciendo esto, pero créeme que lo sé. La Orden no está tan derrumbada como parece.

source: thugs
es: secuaces

source: My $sources tell me, that in the last manifestation of the insanity of the $Order, they hooked up with an undead wizard named $Mycotharsius. Who the wizard worked for, I couldn't tell. All I know is it's rumored, he kept a lair in the $catacombs below this very city. He apparently meant to call upon the wrath of $nature itself to destroy humanity. That was a score of years ago and by now I'm sure he's plan has been foiled. If I had known at the time that he was right here below our noses, I would've gone looking for him myself.
es: Mis $fuentes me han contado que en la última manifestación de la locura de la $Orden, se relacionaron con un mago no-muerto llamado $Mycotharsius. No te puedo decir para quién trabajaba el mago. Todo lo que sé son rumores, se mantuvo en un cubil en las $catacumbas de debajo de la ilustre ciudad. Aparentemente dio a entender que recurría a la furia de la naturaleza para destruir la humanidad. Eso fue hace años y ahora no estoy seguro de que sus planes se hayan hecho fracasar. Si hubiera sabido en esa época que estaba aquí, debajo de nuestras narices, hubiera ido a verle por mí mismo.

source: He and I go way back. Back before I knew how to mix my first potion or fry my first Rahuzmil with a Burning Stare, Uzudil and I hunted together near the northern city of $Grimvil. We are still good friends, helping each other out when we can.
es: Él y yo volvimos. Antes de que yo supiera como mezclar mi primer poción o freír mi primer Rahuzmil, Uzudil y yo cazábamos juntos cerca de la ciudad norteña de $Grimvil. Somos todavía grandes amigos y nos ayudamos el uno al otro en todo lo que podemos.

source: A lovely place. Lakes, pine-trees, clean air and endless snowfields. I think after my $research here is done, I shall journey there again and dwell over one of the $fjords.
es: Un lugar encantador. Lagos, pinos, aire limpio y campos de nieve inacabables. Creo que cuando acabe mi $investigación, viajaré aquí otra vez y moraré sobre uno de los $fiordos.

source: fjords
es: fiordos

source: A funny word that is. Most peculiar!
es: Una palabra divertida. ¡Muy peculiar!

source: sources
es: fuentes

source: Of course, I can't tell you that. One must always protect one's sources!
es: Por supuesto, no te lo puedo decir. ¡Uno siempre debe proteger a sus fuentes!

source: Thuzgol,city
es: Thuzgol,ciudad

source: Thuzgol is located deep in the mountains in the middle of the continent. The city is home to the mountain dwarves, also known as the Groez-Duil. Among them most excel at the craft of the smith, the healer and the occasional artist. In fact you may have heard that the city is the original home of the $Order of the Grizzled Pony. Although the group moved on to terrorize other parts of the world, in Thuzgol they still enjoy a hero's reputation. Their contributions to the world of $poetry are not for the faint at heart! However, to be fair, the lure of their terrible verse does help the tourist industry. Let me know if you're interested in a brief $history of the city!
es: Thuzgol se encuentra en la profundidad de las montañas en la mitad del continente. La ciudad es el hogar de los enanos de las montañas, y también se le conoce como Groez-Duil. Entre ellos están los mejores en el arte de la forja, la sanación y ocasionalmente, el arte. De hecho, has tenido que oír que la ciudad es la cuna de la $Orden del Poni Grisáceo. Aunque el grupo siguió adelante para aterrorizar partes de nuestro mundo, en Thuzgol, todavía tienen reputación de héroes. ¡Su contribución al mundo de la $poesía no es para los débiles de corazón! Sin embargo, para ser justos, el cebo del verso terrible ayuda a la industria turística. ¡Si estás interesado en resumen de la $historia de la ciudad, házmelo saber!

source: history
es: historia

source: Well let me see... the earliest records of $Thuzgol date back to the reign of Ironball the Raider-King. According to these documents, he single-handedly founded the city by forcibly taking dwarves from his neighboring hill-side clans. His rule is followed by years of darkness: the Goblin wars under Ruadil. I arrived in Thuzgol during this time and have committed her history to paper ever since. After vanquishing the Goblin hordes, relative peace ruled for hundreds of years. During this time it was decided that the people of $Thuzgol shall be called the $Groez-Duil.
es: Bueno, veamos... Los registros más antiguos de $Thuzgol datan del reino de BolaFérrea el Rey Montaraz. De acuerdo con estos documentos, él solo fundó la ciudad forzosamente al quitársela a los clanes enanos de las colinas. Su reinado fue seguido de años de oscuridad: las guerras Trasgas bajo Ruadil. Llegué a Thuzgol durante este tiempo y he escrito su historia a papel desde entonces. Después de aniquilar a las hordas de trasgos, hubo una relativa paz durante cientos de años. Durante este tiempo se decidió que la gente de $Thuzgol debería llamarse $Groez-Duil.

source: Yes, you see, just being called 'dwarf' is insulting as well as nondescript. It's bad enough that most travelers confuse males and females (just ask the locals) but foreigners cannot be expected to keep track of the multiplicity that is the dwarven clan system. The complexity of such relationships is so hard to comprehend, that as a matter of simplification, a suitable pseudonym was $sought.
es: Sí, ya ves, solamente ser llamado 'hombrecillo' es insultante hasta lo inimaginable. Ya es malo que la mayoría de los viajeros confundan a los enanos y enanas (pregúntale a los de aquí) pero los extraños no pueden esperar comprender seguir la multiplicidad del sistema de clanes enano. La complejidad de tales relaciones es tan difícil de comprender, que para simplificarla, un seudónimo adecuado fue $buscado.
