Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: I sell charms and trinkets. We set out from Arthel a while back. At first it was just $Lena and I but soon we met $Sorma the weapons dealer. Life's never been the same since...
es: Vendo encantos y baratijas. Partimos de Arthel hace tiempo. Primero fuimos sólo $Lena y yo, pero luego nos encontramos con $Sorma el mercader de armas. Desde entonces, nuestra vida no volvió a ser la misma...

source: Yeah, me ol' battleaxe and I have traveled for a long time. At times I feel she suspects I may have an eye for $Sorma though.
es: Sí mi vieah hacha de batalla y yo hemos viajado durante mucho tiempo. Sin embargo, a veces creo que sospecha que también me fijo en $Sorma.

source: She is ...adventurous, fun and beautiful! What more can I ask for but to $travel with them?
es: Ella es... ¡Aventurera, divertida y bella! ¿Qué más puedo pedir salvo $viajar con ellos?

source: company,companions
es: compañía,compañeros

source: I tread the open road with my woman $Lena and a $Sorma the weapons merchant. Do you think they're too young for me? I didn't think so either.
es: Hollé el camino abierto con mi esposa $Lena y con $Sorma, el mercader de armas. ¿Crees que son demasiado jóvenes para mi? Yo no lo creo.

source: money,rumor,rumors
es: dinero,rumor,rumores

source: Nah, she must be joking. Why the other day she asked to borrow some coins from me... I feel like she must trust me a lot to ask for that!
es: Nah, debe estar bromeando. Porque el otro día me pidió que le dejase algunas monedas... ¡Creo que ella debe confiar mucho para pedirme eso!

source: Can I help you choose a $weapon, worthy of your skills, traveler?
es: ¿Te puedo ayudar a elegir un $arma de acuerdo con tus habilidades, viajero?

source: I am terribly sorry, but my meager knownledge keeps me from following your thoughts.
es: Lo siento terriblemente, pero mi exigua sabiduría me guarda de tener esos pensamientos.

source: weapon
es: arma

source: I am a $traveling arms dealer. My $companions and I make our living selling our wares to customers of shall I say... distinctive taste... in this region.
es: Soy un mercader de armas que va $viajando. Mis $compañeros y yo nos ganamos la vida vendiendo nuestra mercancía a los clientes de... Diría yo... de tacto distinguido de esta región.

source: traveling
es: viajando

source: $We have traveled south from Arthel through Orn. The road is a lonely and scary place these days. It just seems like some kind of $event is about to happen. And when it does, I for one will want to be below ground, with many feet of rock between me and the outside world.
es: $Nosotros hemos viajado del sur de Arthel a través de Orn. El camino está solitario y es un lugar tenebroso en estos tiempos. Parece que algún tipo de $suceso va a suceder. Y cuando ocurra, todos querremos estar bajo tierra, con muchas rocas entre nosotros y el mundo exterior.

source: companions,We
es: compañeros,Nosotros

source: Oh, I travel with $Lena and $Romm. They're rooming in the other guest-cell. Lena is a wizard and Romm sells magic items.
es: Oh, viajo con $Lena y $Romm. Están alojados en la otra habitación de invitados. Lena es una hechicera y Romm vende objetos mágicos.

source: She is a pretty woman in her own way... I suppose...
es: Ella es una mujer bonita a su manera... Supongo...

source: What can I say about dear Romm? He seems completely lost on what to make of traveling with two women. Just between you and me, one day I will make him (and his money) mine! But you won't go spreading rumors now, will you?
es: ¿Qué puedo decir acerca de mi querido Romm? Parece completamente perdido en qué hacer al viajar con dos mujeres. Sólo entre nosotros, ¡un día le haré a él (y a su dinero) mío! Pero no vayas propagando ese rumor por ahí, ¿eh?

source: event
es: suceso

source: Not sure what to make of it. Definitely ask the $godess if you talk to her.
es: No estoy seguro de que hacer con eso. Definitivamente, pregúntale a la $diosa si quieres hablar con ella.

source: godess
es: diosa

source: Surely you know what place this is! It's the temple that houses manifestations of her divine majesty, Hornaxx, goddess of arguments. Though not a $major god, her power is nevertheless great. You should do well to look her up if you need any questions answered.
es: ¡Seguramente conozcas qué sitio es éste! Es el templo que hospeda a las manifestaciones de su divina majestad, Hornaxx diosa de los argumentos. Aunque no es un dios $mayor, su poder es sin duda enorme. Harías bien en tenerle respeto si quieres que te conteste a tus preguntas.

source: major
es: mayor

source: She is a minor deity. As such, she has a lord and maker... I couldn't figure out who but then, I'm just a simple merchant.
es: Es una deidad menor. Así que ella tiene un señor y hacedor... No puedo figurarme quiénes son porque no soy más que un mercader.

source: May you live as long as you're $worth stranger.
es: Sea tu vida tan larga como lo que $vale, extraño.

source: Feel at home traveler. May you rest here is long as you $need to.
es: Siéntete como un viajero en casa. Quizás puedas descansar tanto como sientas la $necesidad.

source: Perhaps you should ask her divine paradox, $Hornaxx herself...
es: Quizás debieras preguntarle su divina paradoja, esto es, a $Hornaxx misma...

source: worth
es: vale

source: This temple stands by the divine presense of $Hornaxx the goddess of arguments and contradictions herself. Are you worthy of her time? There is only $one way to find out.
es: Este templo está preparado para la presencia divina de $Hornaxx la diosa de los argumentos y contradicciones. ¿Vales su tiempo? Sólo hay una manera de comprobarlo.

source: one,myth,myths
es: uno,mito,mitos

source: It was almost 2000 years ago when Uganloin the Bold declared this temple a holy space. According to myth, one morning the high priest Uganloin was greeted with the divine manifestations of the $goddess much like they appear to this day. $Hornaxx posed a riddle to Uganloin who in the act of solving the thorny riddle put such a strain on his mental faculties that he passed from the land of the living. It is said to be the highest honor among our faithful to pass the bounds of mortality while pondering the divine mysteries of our $goddess.
es: Fue caso hace dos milenios cuando Uganloin el osado declaró este templo como lugar sagrado. De acuerdo al mito, una mañana el sumosacerdote Uganloin fue visitado por una de las manifestaciones divinas de una $diosa . $Hornaxx le propuso un acertijo a Uganloin quien en el acto de resolver el intrincado acertijo puso usó de tal forma sus facultades mentales que murió en la tierra de los vivos. Se dice que es un honor entre los creyentes fallecer para pasar los umbrales de la mortalidad mientras se contemplan los misterios divinos de nuestra $diosa.

source: need,traveler,travelers
es: necesidad,viajero,viajeros

source: We are dedicated followers of $Hornaxx the goddess of Arguments and Contradictions. We offer our hospitality to all travelers regardless of their religious affiliation. We urge you to find out more about $Hornaxx, and if possible $speak to her divine energies present here.
es: Somos fervientes seguidores de $Hornaxx, la deidad de los argumentos y contradicciones. Ofrecemos nuestra hospitalidad a todos los viajeros sin cuestionar su fe. Os urgimos a encontrar más acerca de $Hornaxx, y si fuera posible a $hablar sobre sus divinas energías aquí presentes.

source: Hornaxx,goddess
es: Hornaxx,diosa

source: Hornaxx is the goddess of Arguments and Contradictions. Her divine presence is more than just a $myth as actual manifestations of her twin paradox can be seen and interacted with here within our walls. Follow the temple rooms due north to meet her. We also offer our healing services for a nominal charge, most of which goes to repair our $halls.
es: Hornaxx es la diosa de los argumentos y contradicciones. Su divina presencia es más que sólo un $mito, y se puede interactuar con su manifestación real, la paradoja de los gemelos, en estos muros. Sigue las habitaciones del templo hacia el norte para encontrártela. También ofrecemos servicios de curación por un coste nominal, la mayor parte del cual, va a gastos de reparaciones de nuestros $salones.

source: speak
es: hablar

source: $Hornaxx will speak to all who approach her, through the manifestations of her celestial energies. There have been instances over the years when those asking for her favor were sent to $prove themselves first. If the quest was successful, the goddess rewarded her faithful with a $boon.
es: $Hornaxx hablará a todos los que se aproximen a ella, a través de las manifestaciones de su energía celestial. Ha habido ejemplos durante los años de que aquellos que le pedían su favor eran enviado a ponerse a $prove a ellos mismos primero. Si lo conseguían, la diosa les recompensaba su fe con un $boon.

source: prove
es: probar

source: What she asked for was different each time. The general theme of the quests seemed to be one of self-betterment however here within our $halls. An overarching philosophy of the church of $Hornaxx is the sharpening of the self through application of one's inner powers. There are some though, who claim that $Hornaxx is interested in more skilled followers because of her $over-god.
es: Lo que ella pide es diferente cada vez. La tónica general es que las búsquedas parecen ser una mejoría personal, aun dentro de nuestras $halls. Una filosofía de la Iglesia de $Hornaxx es el perfeccionamiento de uno mismo aplicando sus poderes interiores. Au así, hay algunos que claman que $Hornaxx está interesada en seguidores habilidosos por su $over-god.

source: over-god
es: más-que-dios

source: Who that is, is left for you to decide.
es: Lo que es, se te deja para que decidas.

source: The gifts of divinity are well worth striving for, as I'm sure you know. But in order to get them you must, $speak to her first!
es: Los presentes de una divinidad son bien valiosos para luchar, y sé que lo sabes. Pero para llegar a ellos, ¡debes $hablar con ella primero!

source: halls,temple,crypts
es: salones,templo,criptas

source: Out temple is very old. Some of the first $myths involving this place are thousands of years old. This top level is where our church services are held. Here we have rooms for $travelers who need a place to spend the night. To the north you will find sacred halls where you can actually $speak with $Hornaxx the deity herself. Below this level are the crypts. About 1000 years ago the crypts were sealed (save but two gates leading down) in order to stop the invasion of creatures who now inhabit the levels below...
es: Nuestro templo es muy viejo. Algunos de los primero $mitos relacionados con este lugar tienen miles de años. El nivel superior es donde nuestros cultos se celebran. Aquí tenemos habitaciones para los $viajeros que necesitan un lugar donde pasar la noche. Al norte encontrarás las salas sagradas donde puedes $hablar con $Hornaxx, la deidad. Por debajo está el nivel de las criptas. Hace unos mil años que se cerraron las criptas (salvo las dos puertas que llevan abajo) para parar la invasión de criaturas que ahora habitan estos niveles inferiores...

source: Anaril the Weapons Merchant
es: Anaril, el mercader de armas

source: Mur the Magics Merchant
es: Mur, el mercader de magia

source: Anduril the Armor Merchant
es: Anduril, el mercader de armaduras

source: Samaroon the Merchant
es: Samaroon el mercader

source: Zila the Scribe
es: Zila el escriba

source: Pu Master of Arms
es: Pu, el maestro de armas

source: Sillione Trainer of Rogues
es: Sillione, entrenador de pícaros

source: Joalin the Healer
es: Joalin el sanador

source: Illadil the Healer
es: Illadil el sanador

source: Sinth the Master Healer
es: Sinth el maestro sanador

source: Auluna the Bone Doctor
es: Auluna el doctor de huesos

source: Irin the Healer
es: Irin el sanador

source: I am $Melathor. Would you like to $trade items, $train magics or hear $news of the world? ...Or would you care to sample my $potions?
es: Me llamo $Melathor. ¿Te gustaría $comerciar con objetos, $entrenar algún objeto mágico u oír $noticias del mundo?... O quizás ¿quieras echar un ojo a mis $pociones?

source: Alas I know not of that to which you refer...
es: ¡Ay! No sé a lo que te refieres...

source: My time is too short to speak of that.
es: Mi tiempo es demasiado precioso como para perderlo hablando de eso.

source: I hail from the wooded lands of $Allovium, kingdom of the $deep elves. I am a practitioner of the arts of $magic. My specialty lies in infusing the spirit with the substance of archaic brews. Enlightenment is reached only through thoughtful suffering and my $potions can cause you to negate the very fabric of reality!
es: Aclamo las tierras boscosas de $Allovium, reino de los elfos $profundos. Soy un practicante de las artes de la $magia. Mi especialidad cae en implantar espíritu con sustancias de brebajes arcaicos. La iluminación se alcanza sólo a través del sufrimiento deliberado y ¡mis $pociones pueden causarte que niegues el tejido de la realidad!

source: The rolling hilly forested gardens of Allovium of the elves is indeed a site to behold. Perhaps in version two we will venture outside this wretched building so you can see it for yourself. As for now, how about some $potions?
es: Los jardines con colinas pedregosos de Allovium de los elfos son, de hecho un sitio para contemplar. Quizás en la siguiente versión nos aventuraremos fuera de este maltrecho edificio para que lo puedas ver por ti mismo. Mientras tanto, ¿qué tal algunas $pociones?

source: deep
es: profundo

source: We are called the deep elves because our kingdom lies at the heart of the old forest of of $Allovium. Rare it is when the deep elves venture forth into the world... Rare it is when the mankind threatens to bring the world to the brink of the $apocalypse... but there, I probably said too $much. I believe it's nigh time for one of my $potions...
es: Se nos conoce como elfos profundos porque nuestro reino se encuentra en el corazón del viejo bosque de $Allovium. Raros son los elfos profundos que se aventuran por el mundo... Raro es cuando la humanidad amenaza con llevarnos al mundo a la orilla del $apocalipsis... Pero aquí, probablemente te he dicho demasiado. Creo que es casi la hora de una de mis $pociones...

source: apocalypse
es: apocalipsis

source: Did I say that? Surely things aren't so grim! Here, have one of my $potions.
es: ¿Dije eso? ¡Seguro que las cosas no están tan sombrías! Toma una de mis $pociones.

source: much
es: mucho

source: Please excuse the ramblings of an old mage... Much transpires in this new world of humans that spells doom for an old forest-dweller like myself. Luckily my $potions keep me in good company!
es: Por favor, excusad los devaneos de un mago viejo.. Mucho exuda este nuevo mundo de humanos que hechizos arruinan para un morador de bosques viejos como yo. ¡Afortunadamente, mis $pociones me mantienen en buena compañía!

source: Yes, yes, I can teach you the basics... There is not much to it actually, just try to not blow up anyone in your party. Let me know if you want to $trade spells or if you need to $train in magics. Of course, it all goes smoother if you have a sip of my $potions...
es: Sí, sí, te puedo enseñar lo básico... No hay mucho de ello, realmente, sólo intenta no reventar a nadie de tu grupo. Hazme saber si quieres $comerciar con hechizos o si quieres $entrenar tu magia. Por supuesto, todo sería más suave si te tomases un sorbo de mis $pociones...

source: potions,drunk,drink
es: pociones,borracho,beber

source: Ah yes, now you're talking! I don't understand why some people won't indulge more... they're lovely, you see? Different colors, shapes and smells in these vials. The happiest stuff on this side of $Allovium. Let me know if you want to $trade some!
es: Ah, sí, ¡ahora estamos hablando! No entiendo el motivo por el que alguna gente no es más indulgente... Son adorables, ¿no crees? Colores, formas y olores diferentes en estos viales. Las cosas más divertidas de este lado del $Allovium. ¡Déjame saber si quieres $comerciar con algo!

source: trade
es: comerciar

source: When trading, you can sell items, buy items or trade items of equivalent value. You will find that some merchants only sell a certain type of item. Also, your leadership skill will determine the prices you're offered.
es: Cuando mercadees, puedes también vender objetos, comprar objetos o cambiar objetos de un valor equivalente. Encontrarás a ciertos mercaderes que sólo venden un cierto tipo de objeto. Además, tu liderazgo determinará los precios que te ofrecerán.

source: train
es: entrenar

source: You can assign the skill bonus points yourself when gaining a level. However, paying for assisted training is the only way to really achieve high levels in your chosen discipline!
es: Puedes asignarte los puntos de bonificación de habilidades a ti mismo cuando ganes un nivel. ¡De todas maneras, pagar por entrenamiento asistido es la única forma de alcanzar realmente niveles alto en tu disciplina escogida!

source: news
es: noticias

source: You will get what you deserve! I've been saying this for years... Humans have got to learn their place in the world! You can't just build cities willy-nilly everywhere! Nature will retake its own. Surely, you have heard the latest news from Hanath? Creatures made from the very woods descended upon centers of civilization! The rocks behind which you hide will offer no resistance from the might of $Amod!
es: ¡Tenéis lo que os merecéis! Lo he estado diciendo durante estos años... ¡Los humanos tienen que aprender a buscar su sitio en el mundo! ¡No podéis construir ciudades casi en cualquier sitio! La naturaleza recuperará lo suyo. Seguro, ¿has oído las nuevas noticias de Hanath? ¡Boscosas criaturas se han avalanzado sobre los centros urbanos! ¡Las rocas detrás de ti no ofrecerá resistencia ante el poderoso $Amod!

source: Amod-Rheinur is the protector god of Nature. Many spells of strange $magic are fueled by his divine power! Now where did I put my latest $potions?
es: Amod-Rheinur es el dios protector de la naturaleza. ¡Muchos hechizos de $magia extraña son alimentados con su poder divino! ¿Dónde puse yo la última de mis $pociones?

source: nature
es: naturaleza

source: So you spoke to $Uzudil, did you? Did he say the $doom of mankind was nothing to worry about? Methinks it may not be the case! Beware of upsetting the balance of nature! Beware of awakening the wrath of $Amod! Fell $news as this is, it was high time mankind has learned to fear the awesome might of the god of nature...
es: Hablaste con $Uzudil ¿no? ¿Dijo que la $ruina de la humanidad no era nada de lo que preocuparse? A mi entender, ¡no creo que sea el caso! ¡Prepárate para la rotura del equilibrio natural! ¡Prepárate para el despertar del espíritu de $Amod! Crueles $noticias como estas, hacen que sea la hora de que la humanidad aprenda a temer el impresionante poder del dios de la naturaleza...

source: doom
es: ruina

source: Yes doom! Our end as the ruling races of Earth is coming to a close. It's been a nice ride really. Aside from wars, meaningless religious differences, some basal characteristics of the lesser races (human, ehmm...) and the existence of the Yoddlers' Guild, it's been fun. But now, prepare for the end! Where are my $potions?!
es: ¡Sí ruina! Nuestro final como las razas gobernantes de la Tierra está cercano. Fue bonito mientras duró. Aparte de guerras, diferencias religiosas sin sentido, algunas características básicas de las razas menores (humanos, ehmm...) y la existencia del Gremio de Yoddler, ha sido divertido. Pero ahora ¡Prepararos para el final! ¿Dónde están mis $pociones?

source: The Hand, huh? I can't tell you much about him. Try to not make him your enemy is what I say... he looks like the sort who is entirely without a sense of humor. Mayheps if he tried one of $potions he'd have more friends.
es: La Mano, ¿eh? Te podría contar muchas cosas sobre él. Lo que te digo es que intentes no enemistarte con él... Parece que no tiene sentido del humor, quizás si probase una de mis $pociones, tendría más amigos.

source: Ah yes, I remember him well. He was a gifted magic user who turned to side with the $evil forces that eventually brought about his $downfall. You can only be so lucky that he is not alive today...
es: Sí, lo recuerdo bien. Era un usuario dotado para la magia que se volvió al lado $evil y que le llevó a su $caída. Sólo puedes esperar tener la suerte de que no esté vivo hoy...

source: I believe he made a pact with a lesser entity from the $Abyss to learn more of the dark arts. When he attempted to double-cross the $fiend it eventually cost him his life.
es: Creo que hizo un pacto con una entidad menor del $Abyss para aprender más de las artes oscuras. Cuanto intentó traicionar al $demonio, su acción le costó la vida.

source: downfall
es: caída

source: $Mycotharsius fell in an underground battle. He was preparing to cast a dark spell that backfired and took his life. Some say he uttered a terrible curse with his last dying breath to wreak vengeance upon the $fiend he suspected somehow caused his magic to misbehave.
es: $Mycotharsius cayó en una batalla en las profundidades. Estaba preparándose para lanzar un hechizo oscuro que le salió mal y le quitó la vida. Algunos dice que pronunció una maldición con su último aliento para infiglir venganza sobre el $demonio que el sospechaba que había causado ese fallo en su magia.

source: fiend
es: demonio

source: I believe its name was Karzul, a lesser demon of disease. If you seek him, he can be found in the $Abyss.
es: Creo que su nombre era Karzul, un demonio menor de la enfermedad. Si lo buscas, lo puedes encontrar en el $Abismo.

source: It's the plane of evil. You would do well to stay away from it unless you're equipped to fight its demonic hordes in mind and body. If you're still not deterred to enter this dreadful place you will need to first find a $way in.
es: Es una plano del mal. Harías bien en mantenerte alejado de él a menos que estuvieras equipado para luchar contra hordas demoníacas en cuerpo y alma. Si todavía eso te ha hecho cambiar de opinión, necesitarás primero encontrar el $camino para entrar en ese atroz lugar.

source: way
es: camino

source: In the past evil clerics set up special red teleporters in their temples that had the power to travel between the planes. However, even if you survive the trip, you will need to come equipped with some very specific $objects... Surely now you don't intend to go through with this madness?! Here try one of my $potions instead.
es: En el pasado, clérigos malvados preparaban portales en red en sus templos para tener el poder de viajar entre los planos. Sea como sean, incluso si sobrevives al viaje, necesitas ir equipado con algunos $objetos específicos... ¡¿Seguramente ahora no intentarás hacer esa locura?! En vez de eso, toma una de mis $pociones.

source: objects
es: objetos

source: Uh... I can't recall exactly. Something about a Ping of Rotection? Or was it a special pair of socks that unleash fiery, blinding Fury of the Just upon the dominions of demons? You'll have to forgive me, it's been quite a while since my own adventures.
es: Umm... No puedo recordar exactamente. ¿Algo acerca del Anillo de protección? ¿O era ese par de calcetines especiales que desatan la furia, furia ciega sobre los dominios de los demonios? Tienes que perdonarme, hace ya algo de tiempo desde mis propias aventuras.

source: Order,Grizzled,Pony
es: Orden,Grisáceo,Poni
