Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: I believe $Mothrazu wants to travel to the $Abyss for some reason. You may have heard this in the ramblings of $Mycotharsius as well. (He let me know that much during my time of captivity.) What she wants from the dimension of evil is not known to me yet.... But, I think this is the reason why she had me captured. You see, this $library here is an ancient building. And like most things that are very old, it holds its own share of $secrets...
es: Creo que $Mothrazu quiere viajar al $Abismo por alguna razón. Quizás has oído de las excursiones de $Mycotharsius. Me lo hizo saber durante mi cautiverio. Lo que quiere de la dimensión del mal no lo sé todavía... Pero creo que esta es la razón por la que me hizo capturar. Ves, esta $biblioteca es un edificio antiguo. Y como todas las cosas que son muy viejas, guarda sus propios $secretos...

source: library,Gormoril
es: biblioteca,Gormoril

source: This building was built ages ago by the $Guardians of the Realm. You may have heard of this order of peace-keepers... At any rate, they created these underground wardens to safely store all the information they uncovered during their time. The building had many masters before me and it is likely it will have many more after I pass. The only thing constant here are the priceless books and the $servants.
es: Este edificio fue construido hace mucho tiempo por los $Guardianes del Reino. Puede que hayas oído hablar de esta orden de pacificadores... De cualquier manera, crearon estas estancias subterráneas para guardar de forma segura toda la información que recabaran. El edificio tuvo a muchos maestros antes que a mí y lo más seguro es que tenga más cuando yo muera. La única constante aquí son los libros de precio incalculable y los $sirvientes.

source: servants
es: sirvientes

source: They are a bit weird, aren't they? It took me a while to get used to them. But at least they get along with the $monsters.
es: ¿No son un poco raros? Me costó un rato acostumbrarme a ellos. Pero al menos se llevan bien con los $monstruos.

source: Yeah about that... they only appeared a couple of years ago... Not sure where they came from either.
es: Sí, sobre eso... Sólo aparecieron hace un par de años... No estoy seguro de dónde vinieron.

source: secrets
es: secretos

source: It took me years of study to unravel this mystery and I can't say I fully understand it still. However, I do believe it relates to $Mothrazu's $Abyssal travel plans... You see, several hundred years after the construction of this $library, when the $Guards of Realm were destroyed and the building stood empty, an order of evil monks took up residence here. They constructed a $planar gate, an unholy device that leads only to one place: to the world below... the $Abyss!
es: Me llevó años de estudio desentrañar este misterio y todavía no puedo decir que lo entiendo completamente. Sin embargo, creo que está relacionado con los planes de viaje por el mundo $Abisal de $Mothrazu... Como ves, varios cientos de años después de la construcción de esta $biblioteca, cuando los $Guardianes del Reino fueron destruidos y el edificio se quedó vacío, una orden de monjes malignos hizo de este lugar su residencia. Construyeron una puerta $planar, un mecanismo impío que nos lleva sólo a un sitio: al mundo inferior... ¡el $Abismo!

source: You may have heard of this device referred to as a red teleporter. Once $activated it can be used as a bi-directional portal to the world of demons. I have been researching its history and use, and I think this knowledge is what $Mothrazu seeks, and that is why she had me kidnapped.
es: Puede que hayas oído de este artefacto como un portal rojo. Una vez $activado, puede usarse como portal bidireccional con el mundo demoníaco. He estado investigando su historia y uso, y creo que ese conocimiento es lo que quiere $Mothrazu y por eso, ella me hizo secuestrar.

source: activation,activated,activate
es: activación,activado,activar

source: As I said, my studies are not complete... From what I learned so far, it seems that even the order of monks who created the $device realized how dangerous it can be and went to extra lengths to protect against its accidental opening. This protection is in the form of a set of ancient wards that keep the $door behind me sealed.
es: Como he dicho, mis estudios no está terminados... Con lo que he aprendido, parece que incluso la orden de monjes que crearon el $artefacto, se dieron cuenta de su peligrosidad y le añadieron guardas extra para protegerlo contra su apertura accidental. Esta protección está en forma de guardas que mantienen la $puerta detrás de mi sellada.

source: SQ_LOCKED_DOOR,door,seal,sealed,lock,locked
es: SQ_PUERTA_CERRADA,puerta,sello,sellada,cerrar,cerrada

source: Long have I labored to open the seal and enter the room behind this door. Research in many tomes of magic led me believe that four $tokens are required to safely enter and activate the $planar gate. One of these you've already found: the Dragon-scale armor of the $Guards of the Realm. $Uzudil sent me this item along with the $map. The other $three are scattered in various locations. You must retrieve these items in order to ensure that $Mothrazu doesn't find them first.
es: Largo tiempo he intentatado abrir el sello y entrar en la estancia de detrás de la puerta. He investigado en muchos tomos de magia y me han llevado a pensar que se requieren cuatro $tokens para entrar con seguridad y activar la puerta $planar. Una de estos ya lo has encontrado: la armadura de escamas de dragón de los $Guardianes del Reino. $Uzudil me la envió junto con el $mapa. Los otros $árboles están dispersos en varios lugares. Debes recuperar esos objetos para asegurarte de que $Mothrazu no los encuentra antes.

source: token,tokens,three
es: señal,señales,tres

source: I sent $Uzudil some notes on where I think these tokens are located. He can help you with the travel arrangements. However, waste no time! If $Mothrazu should get the tokens first and enter the $Abyss, who knows what evil she is planing to unleash! Of course, then $worse things still may occur...
es: Le envié a $Uzudil algunas notas de dónde creo que están las señales. Te puede ayudar con sus acuerdos en los viajes. Sin enbarmgo, ¡nos malgastes el tiempo! Si $Motharzu cogiera las señales primero y entrase en el $Abyss, ¡quién sabe qué demonios ha planeado ella liberar! Entonces, por supuesto, las $peor de las cosas podrían ocurrir...

source: worse
es: peor

source: You see, once the $planar gate is $activated, travel is possible in both directions... Not only can one enter the $Abyss, but our world will stand open to an invasion from there as well... Luckily most demons are relatively weak in this dimension. Without some sort of anchor or connection to their unholy lairs, they have no power in the material realm.
es: Mira, una vez que la puerta $planar esté $activado, el viaje es posible en ambas direcciones... No sólo uno puede entrar en el $Abismo sino que también nuestro mundo permanecerá abierto a una invasión de allí... Afortunadamente, la mayoría de los demonios son relativamente débiles en esta dimensión. Sin algún ancla o conexión con sus guaridas impías, no tienen poder en el reino material.

source: It's the plane of sorrow. The home of the bringers of darkness. Though it has many names, they all mean the same thing: a boundless dimension without hope, mercy and grace.
es: Es un plano de pena. El hogar de los que traen oscuridad. Aunque tiene muchos nombres, todos significan lo mismo: una ilimitada dimensión, sin esperanza, sin misericordia y sin gracia.

source: She was here! I don't know by what foul magic, but $Mothrazu passed through the $door without activiting it with tokens. I have tried to stop her, I... I... used all my arcane art, yet she proved too $powerful for me. Hurry and try to $stop her! I see you brought the tokens. With them the door will open!
es: ¡Ella estuvo aquí! No sé por medio de qué apestosa magia pero $Mothrazu pasó a través de la $puerta sin activar las señales. He intentado pararla, Yo... Yo... usé mis artes arcanas, pero todavía era muy $poderoso para mí. ¡Date prisa e intenta $parar a ese ser! Veo que has traído las señales. ¡Con ellos las puerta se abrirá!

source: powerful
es: poderoso

source: It took but a flick of her hand and I stood petrified as though rooted to the spot. Tendrils of a fibrous material clouded my brain and kept me motionless... I am sorry I cannot be more help. You must go $after her now... I am... afraid...
es: No tuvo más que hacer un chasqueo de dedos y me quedé pretificado, como si hubiera echado raíces al suelo. Zarcillos de material fibroso nublaron mi mente y me mantuvieron sin movimiento... Siento no ser más de ayuda. Debes buscarla ahora... Estoy... Asustado...

source: SQ_AFTER,stop,after
es: SQ_DESPUES,parar,después

source: Hurry! She is inside this warded gate! She must not travel through the $planar device! Yet she may already have done so... I still have not been able to find out what it is she seeks in the $Abyss. If you do not find her beyond this $gate the only thing left is to travel to the Abyss and hunt her down there.
es: ¡Date prisa! ¡Está dentro de la puerta oculta! ¡No debe viajar a través del artefacto $planar! Todavía puede que no lo haya hecho... Aún no he sido capaz de saber qué busca en el $Abismo. Si no puedes encontrarla detrás de este $portón, lo único que podemos hacer es viajar al $Abismo y cazarla allí.

source: Zorna the Healer
es: Zorna la sanadora

source: Kazna the Merchant
es: Kazna el mercader

source: Mirna the Magics Trainer
es: Mirna la entrenadora mágica

source: Zurna the Defense Trainer
es: Zurna el entrenador de defensa

source: Feel at home in the $ancient library of $Gormoril, traveler!
es: ¡Te sientes como en casa en la $antigua biblioteca de $Gormoril, viajero!

source: Welcome to $Gormoril!
es: ¡Bienvenido a $Gormoril!

source: You should ask Sabien the Mage... perhaps he knows of what you speak...
es: Deberías preguntarle a Sabien el mago... Quizás sabe de lo que estás hablando...

source: ancient,Gormoril
es: antigua,Gormoril

source: This underground library was founded thousands of years ago by an order called the $Guardians of the Realm. Within it they tried to preserve all the knowledge of their age. Many of the $books you see around you are priceless volumes... Please try to be aware of this as you move around.
es: Esta biblioteca subterránea fue fundada hace miles de años por una orden conocida como los $Guardianes del reino. Ellos han tratado de preservar toda la sabiduría de su época. Muchos de los $libros que ves son volúmenes de valor incalculable... Por favor, trata de tener eso presente cuando te muevas por aquí.

source: They were an ancient peace-keeping force. Sadly all of them were destroyed in the final battle against the forces of darkness. $Sabien would know more about them.
es: Ellos fueron una antigua fuerza guardiana de la paz. Lamentablemente, fueron destruidos en la batalla final contra las fuerzas de la oscuridad. $Sabien sabrás más sobre ellos.

source: library,books
es: biblioteca,libros

source: Some of the books are magical and all of them rare. Throughout the ages, various thinkers, scholars and seers called the library of $Gormoril their home. Our current master $Sabien is a high level mage.
es: Algunos libros son mágicos y todos son raros. A través de los años, varios pensadores, estudiosos y mirones han hecho de la biblioteca de $Gormoril su casa. Nuestro maestro actual, $Sabien, es un mago de alto nivel.

source: Sabien,Sabien's
es: Sabien,de Sabien

source: We don't actually know much about him. Mostly he spends is time in $research on the fourth level. A word of caution, however: some of the library levels have been infested with monsters as of late. We know not where they came from and Sabien doesn't seem to mind them much. I'm sure that for heroes of your rank, they will be but a minor irritation.
es: Realmente, no sabemos gran cosa sobre él. Pasa la mayor parte del tiempo en su habitación del nivel cuarto enfrascado en su $investigación. Una advertencia: algunos de los niveles de la biblioteca han estado infestados de monstruos hasta hace poco. No sabemos de dónde han venido y a Sabien no parece importarle. Aun así, estoy seguro que para héroes de vuestro nivel, no supondrán más que una irritación menor.

source: Well, as you can imagine, there is much to learn, what with all these $books around. $Sabien's main area of interest appears to be closely tied to a $locked door on the fourth level.
es: Bueno, como te puedes imaginar, hay mucho que aprender, con todos estos $books alrededor. El área de interés de $Sabien parece estar relacionada con ese portón $cerrado en el cuarto nivel.

source: locked
es: cerrado

source: Ask $Sabien what is behind this door... We only suspect and are not $allowed to tell...
es: Pregunta a $Sabien por lo que hay detrás de esta puerta... Sólo suponemos cosas y no tenemos $autorización para hablar de eso...

source: allowed
es: autorización

source: Remember traveler, this is an $ancient place... $Sabien's residence here is but a drop in the vast river of time... All of us are watched over by divine guardians, but for us in the $library their gaze comes from much closer...
es: Recuerda viajero, este es un lugar $antiguo... La residencia de $Sabien no es más que una gota del río del tiempo... Todos nosotros somos vigilados por sus guardianes divinos, pero para nosotros, en la $biblioteca, su mirada se torna mucho más cercana...

source: Samoan the Healer
es: Samoan el sanador

source: Uxuril the Healer
es: Uxuril el sanador

source: Farona the Healer
es: Farona la sanadora

source: Yxaliz the Healer
es: Yxaliz el sanador

source: Seremor the Healer
es: Seremor el sanador

source: Be welcome in our humble $monastery wanderer.
es: Sé bienvenido a nuestro humilde $monasterio, viajero.

source: I'm afraid I can't help you with that.
es: Me temo que no te puedo ayudar en eso.

source: May you find that which you seek.
es: Puede que encuentres lo que buscas

source: Within these bare walls, we offer our devotion to the gods. We also act as a $safe haven for those abroad. You too may $rest within our halls for as long as you like.
es: En estas paredes desnudas ofrecemos nuestra devoción a los dioses. También actuamos para $asegurar a aquellos de afuera. Tu también puedes $descansar en nuestras habitaciones tanto como quieras.

source: Currently we have no guests staying with us. Ever since the $haunting began in our $cellars, we've had no visitors.
es: Actualmente no tenemos invitados con nosotros. Incluso desde que la $caza empezó en nuestras $bodegas, no hemos tenido visitantes.

source: A couple of months ago, one of our order did not return from the $cellars when he went looking for candles. None of us dare venture $down there ever since.
es: Hace un par de meses, uno de nuestra Orden no volvió de las $bodegas cuando fue a buscar candelabros. Ninguno de nosotros hemos ido hacia $abajo desde entonces.

source: We hear strange noises coming from below... they sound like frogs croaking. If you wish to investigate, please use the stairs next to the main worship hall.
es: Oímos extraños ruidos que vienen de abajo... Suenan como ranas croando. Si decidieras investigar, por favor usa las escaleras junto a la sala principal de adoración.

source: Hmm... no, I can't say I've ever heard that name before. We're just peaceful $monks here.
es: Umm... No, no te puedo oír que haya oído ese nombre antes. Sólo somos $monjes pacíficos.

source: monks,monastery
es: monjes,monasterio

source: safe,rest
es: asegurar,descansar

source: haunting
es: caza

source: cellars,down
es: bodegas,abajo

source: The fabric of $night lightens.||Our duty is soon at an end.||We have been $waiting for you.
es: La tela de $noche se dispersa.||Nuestro deber pronto llegará a su fin.||Te hemos estado $esperando.

source: I am at a loss for words.
es: No me puedo creer esto.

source: The endless patience of Amod is like echoing crash of a waterfall.
es: La paciencia infinita de Amod es como el eco de un golpe en una cascada.

source: Your world... it's too bright.
es: Tu mundo... Es demasiado brillante.

source: night
es: noche

source: We keep watch in the night while $they sleep.||Disturbances are not tolarated.||All $intruders have been nutralized.
es: Seguimos vigilando por la noche mientras $they duermen.||No se permiten los disturbios.||Todos los $intrusos han sido neutralizados.

source: waiting,wait
es: esperando,esperar

source: Yes. $Our charter in your world is to ensure nothing disturbs $their slumber. When the time has come for the awakening, new heroes would come searching for help.||Now the winding threads of knowledge speak of a new spring in the spaces of Arcanum. The time is here...
es: Sí. $Nuestro fuero en tu mundo es velar porque nada perturbe $su sueño. Cuando haya llegado el momento de despertar, nuevos héroes vendrán en busca de ayuda.||Ahora, las sinuosas hebras de la sabiduría hablan de una nueva primavera en los espacios de Arcanum. La hora ha llegado...

source: they,They,their
es: ellos,Ellos,su

source: You know who stirs even now beyond those doors...||Many years have they spent frozen in the voids of death. All the while, hope glimmered like a distant star above their black sea of sleep.||Their time is now, and $our return to the homelands is near.
es: Sabes quién se despierta ahora detrás de esas puertas...||Muchos años han pasado congelados en los vacíos de la muerte. Mientras que la esperanza brillaba con luz trémula como una estrella distante sobre su negro mar de sueño.||Su hora ha llegado, y $nuestro retorno a nuestras tierras natales está cerca.

source: intruder,intruders
es: intruso,intrusos

source: ...there have been a few who tried... through the years...||...our records are incomplete, I'm afraid... but let's just say, all attempts have been unsuccessful.||$They sleep in the same peace now as when they first entered their voluntary entombment.||$We watch and serve. That is our duty.
es: ... Ha habido unos pocos que han intentado... Durante los años...||... Temo que nuestros registros estén incompletos... Pero digamos que todos nuestros intentos han sido infructuosos.||Duermen ahora con la misma paz que cuando se sepultaron voluntariamente.||Vigilamos y servimos. Es nuestro deber.

source: We,Our,our
es: Nosotros,Nuestro,nuestro

source: We are servants of the most mighty... Leaders of men who hundreds of years ago, after many decades of service to humanity, saw betrayal and treachery within their own ranks!||Yet they knew this time would come and these catacombs were built earlier in preparation for ...the long night.||We Nightwards were part of the construction of the crypt. Magical beings called from the dimension of night to loan our talents to the safe-keeping of their sleep, until such time...||Well, until now, that is. Hurry, the Nightlord awaits!
es: Somos sirvientes del más poderoso... Líderes de hombres que hace centurias, después de muchas décadas de servicio a la humanidad, ¡vimos la traición en nuestras propias filas!||Todavía sabían que ese tiempo llegaría y estas catacumbas fueron construidas pronto en preparación de la... Larga noche.||Nosotros pupilos de la noche tomamos parte en la construcción de la cripta. Seres mágicos llamados de la dimensión de la noche para prestar nuestros talentos a los guardianes de su sueño, hasta esta hora...||Bueno, hasta ahora, esto es. ¡Daros prisa el Señor de la noche espera!

source: Melathor,Melathor of Allovium
es: Melathor,Melathor de Allovium

source: Our charter is not confined to these halls... $they made sure our agents are well positioned... like the black roots of the Shade-lilly, $our network of servants is wide and long reaching...
es: Nuestro fuero no está confinado en estos salones... $ellos se han asegurado de que nuestros agentes estén bien posicionados... Como esas raíces negras de Shade-lilly, $nuestra red de sirvientes es ancha y de largo alcance...

source: Ah, here you are finally. I will spare you the flowery metaphors of my minions and get directly to the point. - As an aside I always did love humanity's pragmatism... perhaps I'm the only such one of my $kind.||I assume you know in $whose crypts of hibernation you tread? I assume you understand $what is expected of you?||The unholy presence of the demon Karzul is clear to me, even though the dark Lord gave a wide berth to these sacred halls on his way up. I have finished the incantations and the tombs of the $Guardians are ready for the awakening.||All that remains is your $consent. Therefore, I must urge you to act quickly, and if you have any $questions, ask them now. Once the events of the awakening are underway, you will not find $us here. With our charter finished the $nightwards will return home.
es: Ah, aquí estáis al fin. Voy a escatimar las floridas metáforas de mi siervos y voy a ir directo al grano. Adicionalmente te diré que yo siempre amé el pragmatismo de la humanidad... Quizás soy el único de esa clase.||Supongo que sabéis qué criptas de hibernación pisáis? Supongo que entendéis $qué se espera de vosotros?||La nefaria presencia del demonio Karzul está clara, incluso cuando el Señor oscuro eludió estas salas sagradas en su camino. He acabado los encantamientos y las tumbas de los $Guardianes están listas para el despertar.||Todo lo que queda es tu $consentimiento. Por lo tanto, debo instaros a actuar con rapidez, y si tienes alguna $pregunta, házmelas ahora. Una vez que los acontecimientos del despertar estén en marcha, ya no nos encontrarás aquí. Con nuestra misión terminada, los $pupilos nocturnos volverán a su hogar.

source: I haven't time for idle chatter.
es: No tengo tiempo para charlas intrascendentes.

source: The story goes something like this:||Hundreds of years ago, after the defeat of an invasion of demons, a group of heroes banded together to form the order that came to be called the Guardians of the Realm.||Though mostly a peace-keeping force, they also concerned themselves with the preservation of all knowledge of their age. Among other things, they build several libraries around the world to house the rare books in which the Guardians recorded known history, astronomy and all other sciences and magic they learned. Their hope was to pass on their vast body of knowledge and let future generations know how to deal with another war should the $Abyss invade again.||Sadly, before their work could be completed, in a final and cataclysmic battle, the demons destroyed them all...||However, the guardians have long prophesied their doom and took precautions against such events. With their destruction all but assured they retired to these halls and entered a death-like state of frozen $preservation.
es: Su leyenda es una penosa... Hace miles de años, después de la derrota de una invasión de demonios, un grupo de héroes unidos, formaron la orden que llegaría a ser los Guardianes del Reino. Aunque eran una fuerza pacificadora, también estaban ocupados en al conservación de la sabiduría de su época. Esta $biblioteca es una de las pocas que construyeron por el mundo para almacenar libros raros en los que los Guardianes escribían su historia, astronomía y todas las otras ciencias de la magia que ellos habían aprendido. Su esperanza estaba en pasar su vasto legado para dejar a las generaciones futuras una guía de cómo lugar en otra guerra si el $Abismo nos invadía otra vez. Lamentablemente, antes de que su trabajo estuviera completado, en una batalla de proporciones catastróficas los demonios los destruyeron a todos... Se habla de que una traición causada por problemas con los mandos en la Orden causó su caída.
