Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: Enraged with hatred for his foes, the caster becomes a focus of conduit for Unamoin's earthly manifestation. Intense waves of malevolent energy spreads from the castor's body seeking to eradicate hostile life-forms around him.
es: Enfurecido por sus adversarios, el lanzador se convierte en centro de transmisión de la manifestación terrestre de Unamoin. Olas intensas de energía malevolente se esparcen desde el cuerpo del hechicero buscando erradicar toda forma de vida hostil a su alrededor.

source: Unholy Decimator
es: Aniquilador maculado

source: Decimating
es: Aniquilación

source: Spoken of only in hushed tones, the Unholy Decimator is the creation of the undead baul wizard, Shamoul the Morbid. A vortex of unholy energy drains a single victim of its very life-force.
es: Contado sólo en los cantares ya silenciados, el Aniquilador maculado es la creación del mago no-muerto, Shamoul el Mórbido. Un vórtice de manchada energía drena toda la fuerza vital de una víctima.

source: The clamor of battle is music to the ears of the god of confrontation. Nothing pleases her more than a good plague or years of war between neighboring tribes. Disguised servants of Unamoin travel among the populace, inciting riots, poisoning wells and dominating the minds of the weak.
es: El clamor de la batalla es música para los oídos del del dios de la confrontación. Nada le place más que una buena plaga o años de guerra entre tribus colindantes. Los distinguidos sirvientes de Unamoin viajan entre el populacho incitando disturbios, envenenando pozos y dominando las mentes de los débiles.

source: A wall of wind in an angry gust, sweeps you off your feet. You scramble to regain your footing.
es: Un muro de viento un polvo colérico te barre los pies del suelo. Luchas por mantenerte en pie.

source: A towering giant oppresses your mind. You ego cracks under the weight like an eggshell.
es: Un gigante elevado oprime tu entendimiento. Tu ego se rompe ante la presión como una cáscara de huevo.

source: An attempt is made to comfort you, yet why does it feel like is delivered with a warhammer?
es: Un cómodo intento. ¿Cómo se siente cuando se es golpeado por un martillo de guerra ?

source: Colors bloom in your field of vision. The hues are mostly reds and purples. They quickly fade to darkness.
es: Los colores florecen en tu campo de visión. Los matices son mayoritariamente rojos y púrpuras. Eso sí, se desvanecen en oscuridad.

source: You're seized by a rise of warlust. Your hear your heart in your ears like the drumming of a marching army.
es: Te ves inmerso en una lujuria de guerra. Oyes los latidos de tu corazón como si se tratase de un ejército marchando.

source: Your vision suddenly focuses to a red tunnel. Air whistles in your ears as if you're moving at a high speed.
es: De improviso, tu visión se centra en un túnel rojo. El aire silba en tus orejas como si te estuvieras moviendo a gran velocidad.

source: Welcome to the world of S.c.o.u.r.g.e.
es: Bienvenido al mundo de S.C.O.U.R.G.E.

source: ||S.c.o.u.r.g.e. is a rogue-like rpg that lets you control a group of four brave heroes.While working for a dungeon janitorial services company they become unwilling participants in an effort to stop a mysterious force from wiping out humanity. Boring you say? But wait, there is more! Your stay at the S.c.o.u.r.g.e. head-quarters is generously detailed in 3d! You will travel to strange and exotic underground locations! The randomly generated maps ensure the game's infinite replayability. There is music, effects, a, a... a plot! You will encounter, speak, trade with, and occasionally dispatch a large number of npc-s and monsters. Blood-curdling combat will unfold in either frantic real-time or thoughtful turn-based presentation.||
es: ||S.c.o.u.r.g.e. es un juego de rol que permite el control de 4 héroes valerosos. Mientras estos aventureros están trabajando como porteros de un calabozo, se convierten, de forma involuntaria, en los encargados de parar a una fuerza misteriosa que quiere exterminar a la humanidad. ¿Te parece aburrido? ¡Pues espera que hay más! ¡Tu paso por los cuarteles generales de S.C.O.U.R.G.E. está generosamente realizado en 3D! ¡Viajarás a extraños y exóticos lugares bajo tierra! Los mapas generados aleatoriamente te permitirán jugar infinidad de veces. ¡Hay música, efectos y... un plan! Te encontrarás con otros personajes con los que hablar, comerciar y por supuesto, luchar; en este último caso, también podrás guerrear contra monstruos. Estos combates sangrientos se desarrollarán en el frenético tiempo real o mediante turnos.||

source: So stay a while... hunker down for adventure in the true underworld. The noxious fumes and psychedelic molds from the very walls of the crypts below the city of Horghh await.||
es: Espera un rato... Agáchate para prepararte para una aventura en el inframundo. Las fumarolas tóxicas y los hongos psicodélicos, de los muros y criptas de debajo de la ciudad de Horghh, te esperan.||

source: ||Credits and miscellany:|-----------------------|CODING||Code and bad artwork by Uzudil|More coding by daroth-u and Callahan|Bugs exterminated by Dennis 'lordtoran' Murczak|Paths were found by Jono|Code policing by kotk and capitol||VISUALS||Amazing portraits by Ben|Additional portraits by Omniscient Colossus|Appealing item graphics by leadgolem|Additional 3d objects by Omniscient Colossus|More 3D objects by cod|Quake models from polycount|Textures by the wadfather|Texture Tweaking by Omniscient Colossus||AUDIO||Music by Toofan and Vincent|Bloodcurdling sound effects by Dennis 'lordtoran' Murczak||WEB PRESENCE||SCOURGEweb.org maintained and hosted by Omniscient Colossus|Original Forums and web administration by Charlie|Web/cvs/svn and other services by sourceforge.net||INTERNATIONALIZATION||Italian translation by cod|German translation by Dennis 'lordtoran' Murczak||PLAYTESTING||Playtesting and mostly civil encouragement by many at happypenguin.org|Additional testing and general hazing from the very helpful members of rpgcodex.com||THANKS GO TO||Rpg expertese by Michi, Elscouta, Nolendil|Enforcement of the law by Mormuth the Hairy|Dwarven poetry by the Order of the Grizzled Pony|Many happy interruptions in bugfixing by Abe & Asha||(see README file for details on contributions.)||
es: Créditos y miscelánea:|-------------------|PROGRAMACIÓN||Código y arte feo por Uzudil|Más código por daroth-u y Callahan|Bugs exterminados por Dennis 'lordtoran' Murczack|Los caminos se encontraron gracias a Jono|Control de código por kotk y capitol||EFECTOS VISUALES||Los asombrosos retratos son obra de Ben|Retratos adicionales por Omnisicent Colossus|Más objetos 3D por cod|Modelos de Quake de polycount|Texturas por el wadfather|Mejora de texturas por Omniscient Colossus||AUDIO||Música por Toofan y Vincent|Efectos espeluznantes de sonido por Dennis 'lordtoran' Murczak||Presencia Web||SCOURGEweb.org mantenida y hospedada por Omniscient Colossus|Foros originales y administración web por Charlie|Web/cvs/svn y otros servicios gracias a sourceforge.net||INTERNACIONALIZACIÓN||Traducción al italiano por cod|Traducción al alemán por Dennis 'lordtoran' Murczak|Traducción al español por diegoj||Pruebas de Juego||Pruebas de juego y la mayoría de los ánimos por happypenguin.org|Pruebas adicionales y puesta en marcha por un gran número de valiosos miembros de rpgcodex.com||AGRADECIMIENTOS||Experiencia en JDRs por Michi, Elscouta, Nolendi|Cumplimiento de la ley por Mormuth el Peludo|Poesía enana debida a la Orden del Poni Grisáceo|Muchas interrupciones graciosas y caza de bugs por Abe y Asha||(ser el archivo de READEME para detalles en las contribuciones)||

source: Oozing Green Waddler
es: Gelatina verde rezumante

source: Buggerling
es: Carroñero goblinoide

source: Red Bauul
es: Bauul rojo

source: Giant Cobra
es: Cobra gigante

source: Rabbid Rodent
es: Roedor rábido

source: Gray Slimy Waddler
es: Gelatina gris fangosa

source: Fleshworm
es: Gusano de carne

source: Blue Bauul
es: Bauul azul

source: False Cobra
es: Cobra falsa

source: Dire Stench-Waddler
es: Gelatina de olor horrendo

source: Minor Spectre
es: Espectro menor

source: Brawn
es: Gelatina

source: Blue Brawn
es: Gelatina azul

source: Storm Cobra
es: Cobra de las tormentas

source: Hydralisk
es: Hidralisco

source: Red Brawn
es: Gelatina roja

source: Lesser Phantom
es: Fantasma menor

source: flesh raptor
es: Rapiñador de carne

source: Rare Cobra
es: Cobra rara

source: Megalisk
es: Megalisco

source: Stone raptor
es: Rapiñador pétreo

source: Vile Phantom
es: Fantasma vil

source: Pain Fairy
es: Hada de dolor

source: Neural Cobra
es: Cobra neural

source: Hydralisk Deathlord
es: Señor de la muerte hidralisco

source: Spirit Phantom
es: Fantasma espiritual

source: spirit raptor
es: Rapiñador espíritual

source: Reek Fairy
es: Hada hedionda

source: Marduk Fairy
es: Hada de Marduk

source: Poison Blade Frog
es: Rana de hoja venenosa

source: Lesser Soulstealer
es: Ladrón de almas menor

source: Necromancer
es: Nigromante

source: Restless Spirit Frog
es: Rana espiritual incansable

source: Greater Soulstealer
es: Gran ladrón de almas

source: Raving Necromancer
es: Nigromante desvariado

source: Skeleton Warrior
es: Guerrero esqueleto

source: Shadow Frog
es: Rana de sombras

source: Diabolic Soulstealer
es: Ladrón de almas diabólico

source: Unhinged Necromancer
es: Nigromante desquiciado

source: Skeleton Summoner
es: Invocador esqueleto

source: Host Mindslaught
es: Anfitrión del destripamentes

source: Nihilistic Necromancer
es: Nigromante nihilista

source: Greater Skeleton Warrior
es: Gran guerrero esqueleto

source: Lesser Guargloo
es: Guarglu menor

source: Fiendish Raptor
es: Rapiñador amigable

source: Minor Undead Gatekeeper
es: Guardián de la puerta menor no-muerto

source: Ogre Cleric of Unamoin
es: Clérigo ogro de Unamoin

source: Lesser Aspect of Thazmord
es: Aparición menor de Thazmord

source: Guargloo Skirmisher
es: Escaramuzador guarglu

source: Fiendish Raptor Avenger
es: Vengador de rapiña amigable

source: Undead Gatekeeper Warrior
es: Guardián-guerrero no-muerto

source: Ogre Priest of Unamoin
es: Clérigo ogro de Unamoin

source: Aspect of Thazmord
es: Aparición de Thazmord

source: Greater Guargloo Chieften
es: Gran jefe guarglu

source: Fiendish Raptor Master
es: Maestro de rapiña amigable

source: Gatekeeper Wraith
es: Espectro guardián del umbral

source: Warogre Fanatic of Unamoin
es: Ogro de guerra fanático de Unamoin

source: Greater Aspect of Thazmord
es: Gran aparición de Thazmord

source: Warogre Beserker of Unamoin
es: Ogro de guerra Berserker de Unamoin

source: Lesser Agmordemon
es: Agmordemonio menor

source: Slaying Mantis Mutanoid
es: Mantis mutante asesina

source: Agmordemon Warrior
es: Guerrero agmordemonio

source: Slaying Mantis
es: Mantis asesina

source: Bloodforged Soldier
es: Soldado forjado en sangre

source: Agmordemon Lord
es: Señor agmordemonio

source: Slaying Mantis Savant
es: Mantis erudita asesina

source: Bloodforged Commander
es: Comandante forjado en sangre

source: Bloodforged Spiker
es: Piquero forjado en sangre

source: Lesser Mithral Fiend
es: Demonio menor de Mithral

source: Undead Soulhorder
es: No-muerto de la horda de almas

source: Abyss-spawned Archer
es: Progenie del abismo arquero

source: Abyss-spawned Mauler
es: Progenie del abismo aplastadora

source: Elite Bloodforged Ranger
es: Montaraz curtido en sangre de élite

source: Mithral Fiend Captain
es: Capitán demonio de Mithral

source: Greater Undead Soulhorder
es: Gran no-muerto de la horda de almas

source: Soulhord Endlord
es: Señor de la horda del final

source: Abyss-spawned Warmage
es: Mago de guerra nacido del abismo

source: Mithral Shade
es: Sombre de Mithral

source: Champion of Chaos
es: Campeón del Caos

source: Lesser Cerxezu Demon
es: Demonio menor de Cerxezu

source: Brainrot Demon
es: Demonio del cerebro putrefacto

source: Unholy Chaos Liege
es: Señor feudal impío del Caos

source: Cerxezu Demon
es: Demonio Cerxezu

source: Elite Brain-Hunter Demon
es: Demonio cazador de sesos de élite

source: Shadow Knight of Chaos
es: Caballero oscuro del Caos

source: Cerxezu Demon Mage
es: Mago demonio de cerxezu

source: Elite Chaos-formed Warrior
es: Guerrero de élite entrenado por el Caos

source: Charger Cerxezu Demon
es: Corcel del demonio Cerxezu

source: Cerxezu Demon Lord
es: Señor demonio de Cerxezu

source: A wooden chest with metal re-inforced edges
es: Un cofre de madera con las esquinas reforzadas con metal

source: Chest
es: Cofre

source: An ancient chest
es: Un cofre antiguo

source: Backpack
es: Mochila

source: A bookshelf containing tomes of old
es: Una estantería que contiene algunos libros antiguos

source: Bookshelf
es: Estante de libros

source: A large bookshelf
es: Una gran estantería

source: Chest2
es: Cofre2

source: Bookshelf2
es: Estantería2

source: A large books-elf
es: Una gran estantería

source: The decomposing corpse of one once strong and able
es: El cuerpo en descomposición del una vez fuerte y capaz

source: Corpse
es: Cadáver

source: A decomposing corpse
es: Cadáver en descomposición

source: A large wooden barrel, typical in these dungeons
es: Un barril grande y de madera, típico de estas mazmorras

source: Barrel
es: Barril

source: A wooden barrel
es: Barril de madera

source: A very exciting wooden crate!
es: ¡Una caja de madera muy excitante!

source: Crate
es: Caja

source: A crate
es: Una caja

source: A large vase, typically used to contain other items.
es: Un gran vaso, típicamente usado para contener otros objetos.

source: Vase
es: Vaso

source: A large painted vase
es: Un gran vaso pintado

source: An ornate vase displaying the mythical dwarven army of king Khuzod-Mog.
es: Un vaso ornamental que muestra al mítico ejército enano del rey Khuzod-Mog.

source: Dwarven Vase
es: Vaso enano

source: A vase showing a dwarven host in battle.
es: Un vaso que muestra a unos enanos en batalla.

source: This dresser has seen better days
es: Este vestidor ha visto días mejores.

source: Commode
es: Cómoda

source: A common commode
es: Una cómoda común

source: A large featureless wooden table
es: Una mesa de madera normal

source: Table
es: Mesa

source: A large table
es: Una gran mesa

source: A simple wooden chair
es: Una sencilla silla de madera

source: Chair
es: Silla

source: A simple chair
es: Una sencilla silla

source: It seems to be a pedestal of some sort
es: Parece ser el pedestal de algún tipo de

source: A pedestal maybe?
es: ¿Esto es quizás un pedestal?

source: The large potted plant apparently needs no sunlight to thrive.
es: Esta planta grande en maceta no necesita mucha luz para prosperar.

source: Large potted plant
es: Planta grande en una maceta

source: A large potted plant
es: Una planta grande en una maceta

source: A comfortable looking bed albeit somewhat moth-eaten.
es: Una cama de aspecto cómodo si no fuera porque has sido comida por las polillas.

source: Bed
es: Cama

source: A bed for resting
es: Una cama para descansar.

source: A small black stove radiates heat.
es: Una pequeña estufa negra que radia calor.

source: Stove
es: Estufa

source: A small stove
es: Estufa pequeña

source: A long worktable carved from splintery wood
es: Una larga mesa de trabajo realizada con madera astillada

source: Desk
es: Escritorio

source: A long worktable
es: Una larga mesa de trabajo

source: A bench for sitting
es: Un banco para sentarse

source: Bench
es: Banco

source: A bench
es: Un banco

source: You think this scroll has magical symbols on it
es: Piensas que este pergamino tiene símbolos mágicos escritos

source: Scroll
es: Pergamino

source: A magic scroll
es: Un pergamino mágico

source: A tiny red apple
es: Una pequeña manzana roja

source: Apple
es: Manzana

source: An apple
es: Una manzana

source: A large apple
es: Una manzana grande

source: Big Apple
es: Gran manzana

source: A small loaf of vegan, raw, organic, whole-wheat, dairy/dolphin-free, protein-enriched bread
es: Una parra de pan integral orgánico, dolphin-safe y enriquecido en proteínas.

source: Bread
es: Pan

source: A loaf of bread
es: Una barra de pan

source: A slab of dark chocolate
es: Una tableta de chocolate

source: A chocolate bar
es: Una barra de chocolate

source: A giant, orange mushroom with purple dots
es: Una seta gigante de color naranja con puntos púrpura

source: Mushroom
es: Seta

source: An alarming mushroom
es: Una seta inquietante

source: A tiny yellow and brown speckled egg
es: Un huevo pequeño de color amarillo con motas marrones

source: Tiny egg
es: Huevo pequeño

source: A small egg
es: Un huevo pequeño

source: A large, hard bird's egg
es: Un huevo de un pájaro salvaje

source: Big egg
es: Gran huevo

source: A large egg
es: Un huevo grande

source: Your basic adventurer's fare, mutton-rump-roast, slightly turned...
es: Tu comida básica de aventurero, cuartos de cordero asado, ligeramente torneados...

source: Mutton meat
es: Carne de cordero

source: A few slices of mutton meat
es: Unas cuantas rodajas de carne de cordero

source: A small potion-bottle, filled with a fresh water
es: Una pequeña botella de pociones, llena con agua fresca

source: Water potion
es: Poción de agua

source: A small bottle of clear liquid
es: Una pequeña botella llena de líquido

source: A bottle of stream water
es: Una botella de agua de arroyo

source: Water bottle
es: Botella de agua

source: A bottle of odorless fluid
es: Una botella de fluido inodoro

source: A bottle of untreated milk
es: Una botella de leche no tratada

source: Milk
es: Leche

source: Some milk
es: Algo de leche

source: A dusty bottle of wine with an upside-down label that reads 'Goats do roam'... I guess they do
es: Una polvorienta botella de vino con una etiqueta puesta del revés que pone 'Las cabras vagabundean'... Ya lo creo que lo hacen

source: Wine bottle
es: Botella de vino

source: A bottle of dark fluid
es: Una botella de fluido oscuro

source: A cellar aged bottle of vintage wine with a label that reads 'Coates de Rhone'
es: Una botella de vino de una distinguida bodega en cuya etiqueta está escrito 'Abrigos del Ródano'

source: Fine wine bottle
es: Fina botella de vino

source: A bottle of reddish liquid
es: Una botella de líquido rojizo

source: A large barrel full of fresh water
es: Un gran barril lleno de agua fresca

source: Water barrel
es: Barril de agua

source: A barrel filled with some liquid
es: Un barril lleno de algún líquido

source: A large barrel filled with wine from Korim.
es: Un barril grande lleno de vino de Korim.

source: Wine barrel
es: Barril de vino

source: A barrel filled with dark liquid
es: Un barril lleno de un líquido oscuro

source: A large barrel that contains dwarven ale with bits of bread and mutton...
es: Un barril grande que contiene cerveza enana con trozos de pan y cordero...

source: Beer barrel
es: Barril de cerveza

source: A barrel full of foamy liquid
es: Un barril lleno de líquido espumoso

source: A medicine-bottle, filled with a health potion
es: Una botella de curación llena de líquido sanador

source: Health potion
es: Poción de sanación

source: A medicine bottle
es: Una botella de curación

source: This bottle contains a gray oozing liquid.
es: Esta botella contiene un líquido gris rezumante

source: Liquid armor
es: Armadura líquida

source: A round gray bottle
es: Una botella gris y redonda

source: This bottle contains some exotic, green oil
es: Esta botella contiene algún tipo de aceite exótico verde

source: Potion of Speed
es: Poción de velocidad

source: A small vial of green oil
es: Un vial pequeño de aceite verde

source: This bottle contains some exotic, red oil
es: Esta botella contiene algún tipo de extraño aceite rojo

source: Potion of Coordination
es: Poción de coordinación

source: A small vial of red oil
es: Un vial pequeño de aceite rojo

source: This bottle contains some exotic, blue oil
es: Esta botella contiene algún tipo de aceite azul de origen extranjero

source: Potion of Power
es: Poción de poder

source: A small vial of blue oil
es: Un vial pequeño de aceite azul

source: This bottle contains some exotic, brown oil
es: Esta botella contiene algún tipo de extraño aceite marrón

source: Potion of IQ
es: Poción de cociente de inteligencia

source: A small vial of brown oil
es: Un vial pequeño de aceite marrón

source: This bottle contains some exotic, purple oil
es: Esta botella contiene un aceite exótico de color púrpura

source: Potion of Leadership
es: Poción de liderazgo

source: A small vial of purple oil
es: Un vial pequeño de aceite púrpura

source: This bottle contains some exotic, silver oil
es: La botella contiene un extraño aceite plateado

source: Potion of Luck
es: Poción de suerte

source: A small vial of silver oil
es: Un vial pequeño de aceite plateado

source: This bottle contains some exotic, golden oil
es: Esta botella tiene en su interior un aceite dorado bastante extraño

source: Potion of Piety
es: Poción de piedad

source: A small vial of golden oil
es: Un vial dorado de pequeño tamaño

source: This bottle contains some exotic, yellow oil
es: Esta botella contiene un raro aceite amarillo

source: Potion of Lore
es: Poción de erudición

source: A small vial of yellow oil
es: Un vial pequeño de aceite pequeño

source: A bottle, filled with a magic potion
es: Una botella que contiene una poción mágica

source: Magic potion
es: Poción mágica

source: A bottle of blue liquid
es: Una botella de líquido azul

source: This is the fabled Wand of Nausiation that once brought to its knees an entire Wourghish legion.
es: Esta es la mítica vara de la náusea que una vez dobló las rodillas de toda una legión de wourghs entera.

source: Wand of Nausiation
es: Vara de la náusea

source: You think this stick might have magical properties
es: Crees que este palo puede tener propiedades mágicas

source: It very much looks to be the sort of thing that while you're curious to open it, common sense tells you that it's best to leave the box closed.
es: Parece el tipo de cosa que mientras que tu curiosidad te dice que abras, tu sentido común te dice que es mejor dejar esa caja cerrada.

source: Treasure Chest
es: Cofre del tesoro

source: It looks to be a wizard's treasure chest
es: Parece un cofre de un tesoro de un hechicero

source: Boots of someone named 'Mycotharsius'. Judging from the smell, the owner must have been host to a large group of parasitic micro-organisms.
es: Botas de alguien llamado 'Mycotharsius'. A juzgar por el olor, el dueño ha debido hospedar a un gran conjunto de micro-organismos parásitos.

source: Boots of Mycotharsius
es: Botas de Mycotharsius

source: Boots inscribed with the word 'Mycotharsius'.
es: Botas que tienen escrito el nombre de 'Mycotharsius'

source: It's a simple map and yet... strange suggestions arise in your mind: worship Karzuul and you'll be spared!
es: Es un mapa sencillo y todavía... Extrañas sugerencias aparecen en tu mente: ¡adora a Karzul y te ahorrarás la molestia!

source: Abyssal Map
es: Mapa Abisal

source: A map that seems to radiate evil.
es: Un mapa que parece radiar maldad.

source: It seems like this star-shaped flat piece of metal is emitting a sweet smell.
es: Parece que la pequeña pieza de metal con forma estrellada emite un holor dulce.

source: The myriagonal token of Unamoin
es: La señal myriagonal de Unamoin

source: A flat piece of metal with many sides.
es: Una pieza de metal plano con muchos lados.

source: This vaguely oval-shaped piece of material makes you laugh every time you look at it.
es: esta pieza vagamente ovalada te hace reír cada vez que la miras

source: The nonagonal token of Soroughoz
es: La señal irregular de Soroughoz

source: An oval-shaped piece of cloth that seems laughably important.
es: Una prenda ovalada de vestir que parece jocosamente importante.
