Repository: q4a/scourge
Catalog: scourge/po/*.po
Languages: es

source: Gameplay
es: Juego

source: Video
es: Vídeo

source: Audio
es: Sonido

source: Controls
es: Controles

source: Key bindings
es: Atajos de teclado

source: Game speed
es: Velocidad de juego

source: Very slow
es: Muy lento

source: Slow
es: Lento

source: Fast
es: Rápido

source: Fastest
es: El más rápido

source: Is battle turn-based?
es: ¿Es una batalla por turnos?

source: Outline items?
es: ¿Marcar contorno de objetos?

source: Show tooltips
es: Mostrar consejos

source: Tooltip Delay:
es: Retraso del consejo:

source: Log level
es: Nivel de log

source: Minimal
es: Mínima

source: Partial
es: Parcial

source: Verbose
es: Explícito

source: Full
es: Lleno

source: Path finding quality
es: Calidad de IA de caminos

source: Basic
es: Básico

source: Advanced
es: Avanzado

source: Excellent
es: Excelente

source: Screen resolution
es: Resolución de pantalla

source: Fullscreen
es: Pantalla Completa

source: Use double buffering
es: Usar doble-búfer

source: Use stencil buffer
es: Usar búfer stencil

source: Use multitexturing
es: Usar multitexturas

source: Use hardware acceleration
es: Usar aceleración hardware

source: Use anisotropic filtering
es: Usar filtrado anisotrópico

source: Shadows
es: Sombras

source: None
es: Ninguno

source: Some
es: Algunas

source: All
es: Todo

source: Use lighting
es: Usar iluminación

source: (Note: lighting requires the stencil buffer)
es: (Nota: la iluminación requiere el búfer stencil)

source: Music Volume:
es: Volúmen de Música

source: Effects Volume:
es: Volúmen de Effectos:

source: Some changes will only take effect upon restart
es: Los cambios tendrán efecto sólo si reinicias el programa

source: Saved: some options require a restart to take effect.
es: Salvado: algunos cambios requieren reiniciar el programa.

source: Talking to
es: Hablando con

source: Talk about:
es: Hablar de:

source: Commoner: No services
es: Plebeyo: sin servicios

source: Sage:
es: Sabio:

source: Identify item
es: Identificar

source: Healer:
es: Sanador:

source: Heal
es: Sanar

source: Donate
es: Donar

source: Trainer:
es: Entrenador:

source: Merchant:
es: Mercader:

source: Talking to %s
es: Hablando a %s

source: (L:%d)
es: (N:%d)

source: *Cursed*
es: *Maldito*

source: $spellsymbol $magiclevel $protective $slaying $itemname $bonus $symbol
es: $itemname $spellsymbol $magiclevel $protective $slaying $bonus $symbol

source: Protective
es: Protección

source: Slaying
es: Asesinar

source: Scroll of %s
es: Pergamino de %s

source: An item was fully identified!
es: ¡Se ha identificado un objeto!

source: DAM
es: DAÑO

source: RANGE
es: RANGO

source: Power
es: Poder

source: Charges
es: Carga

source: Spell
es: Hechizo

source: Duration
es: Duración

source: Train!
es: ¡Entrenar!

source: Cost
es: Coste

source: %s, I cannot teach you.
es: %s, No puedo enseñarte.

source: You must seek out one who can train a %s.
es: Debes buscar a alguien que pueda entrenar a un %s.

source: %s, I can teach you no more.
es: %s, no te puedo enseñar más.

source: You must seek a higher level trainer.
es: Debes buscar un entrenador de nivel superior.

source: You must learn by yourself from now on.
es: Desde este momento, deberás aprender por ti mismo.

source: %s, you are not yet ready.
es: %s, todavía no estás preparado.

source: Come back when you've reached level %d.
es: Vuelve cuando hayas llegado al nivel %d.

source: %s, you are ready to learn.
es: %s, estás preparado para aprender.

source: Select your next profession from the list below.
es: Selecciona tu siguiente profesión de la siguiente lista.

source: min level
es: mín. nivel

source: You cannot afford the training!
es: ¡No te puedes permitir el entrenamiento!

source: Congratulation %1$s, you are now a %2$s.
es: Felicidades %1$s, eres ahora un %2$s.

source: Get All
es: Coger todo

source: Move
es: Mover

source: cost
es: coste

source: Portrait
es: Retrato

source: Skin
es: Piel

source: Armor
es: Armadura

source: Rareness
es: Rareza

source: Speed
es: Velocidad

source: Scale
es: Escama

source: NPC
es: PNJ

source: NPC Start (X,Y)
es: PNJ Empieza (X,Y)

source: Creatures
es: Criaturas

source: Item Tags
es: Etiquetas de objeto

source: Spells
es: Hechizos

source: Description
es: Descripción

source: Symbol
es: Símbolo

source: Multiplier
es: Multiplicador

source: Skills
es: Habilidades

source: Line width
es: Anchura de línea

source: GUI
es: IGU

source: Type
es: Tipo

source: Storyline
es: Argumento

source: Min-level
es: Mín-nivel

source: Floors
es: Techos

source: Map Name
es: Nombre de mapa

source: Success
es: Éxito

source: Faliure
es: Fallo

source: Missions
es: Misiones

source: Scourge Data Editor
es: Editor de Datos de Scourge

source: &Save All
es: &Guardar todo

source: E&xit
es: S&alir

source: &About
es: &Acerca de

source: &File
es: &Archivo

source: &Help
es: &Ayuda

source: Welcome to Scourge Data Editor!
es: ¡Bienvenido al editor de datos Scourge!

source: Edit the Scourge data files.
es: Editar archivos de datos de Scourge

source: About Scourge Data Editor
es: Sobre el editor de datos de Scourge

source: Squirrel Name
es: Nombre de Squirrel

source: Event
es: Hecho

source: Icon (x,y)
es: Icono (x,y)

source: Mana
es: Maná

source: Failure Rate
es: Tasa de fallos

source: Action
es: Acción

source: Distance
es: Distancia

source: Area
es: Área

source: Targets
es: Objetivos

source: Effect
es: Efecto

source: Disposition
es: Disposición

source: Prerequisite
es: Prerequisito

source: Sound
es: Sonido

source: Notes
es: Notas

source: Mission Name
es: Nombre de misión

source: Text
es: Texto

source: Books
es: Libros

source: Short Name
es: Nombre corto

source: Skill
es: Habilidad

source: Attack
es: Atacar

source: Level Progression
es: Progresión de nivel

source: Additional Attack Level
es: Nivel de Ataque Adicional

source: Min:
es: Mín:

source: Max:
es: Máx:

source: Classes
es: Clases

source: Map Coords
es: Coordenadas del mapa

source: Locations
es: Lugares

source: RPG
es: JDR

source: Resist Skill
es: Resistir Habilidad

source: Deity Description
es: Descripción de la deidad:

source: Schools
es: Escuelas

source: %s (L:%d)(M:%d)
es: %s (N:%d)(M:%d)

source: Only 'manual' capabilities can be stored.
es: Sólo las capacidades 'manuales' pueden restaurarse.

source: blessed
es: bendito

source: %s is blessed
es: %s está bendecido

source: %s is not blessed anymore
es: %s ya no está bendecido

source: of Air
es: de aire

source: empowered
es: potenciado

source: %s is empowered
es: %s está potenciado

source: %s is not empowered anymore
es: %s ya no está potenciado

source: of Earth
es: de Tierra

source: enraged
es: enfurecido

source: %s is enraged
es: %s está enfurecido

source: %s is not enraged anymore
es: %s ya no está enfurecido

source: of Fire
es: de Fuego

source: ac_protected
es: ca_protección

source: %s is protected
es: %s está protegido

source: %s is not protected anymore
es: %s ya no está protegido

source: of Stones
es: de Piedras

source: magic_protected
es: protegido_contra_mágia

source: %s is protected against magic
es: %s está protegido contra magia

source: %s is not protected against magic anymore
es: %s ya no está protegido contra magia

source: of Water
es: de Agua

source: drunk
es: borracho

source: %s is drunk
es: %s está borracho

source: %s is not drunk anymore
es: %s ya no está borracho

source: of Jelly
es: de gelatina

source: poisoned
es: envenenado

source: %s is poisoned
es: %s está envenenado

source: %s is not poisoned anymore
es: %s no está envenenado

source: of Ice
es: de Hielo

source: cursed
es: maldito

source: %s is cursed
es: %s está maldito

source: %s is not cursed anymore
es: %s no está maldito

source: of the Planes
es: de los planos

source: possessed
es: poseído

source: %s is possessed
es: %s está poseído

source: %s is not possessed anymore
es: %s ya no está poseído

source: of the Stars
es: de las estrellas

source: blinded
es: cegado

source: %s is blinded
es: %s está ciego

source: %s is not blinded anymore
es: %s ya no está ciego

source: of Haze
es: de niebla

source: paralysed
es: paralizado

source: %s is paralysed
es: %s está paralizado

source: %s is not paralysed anymore
es: %s no está paralizado

source: of the Cave
es: de la caverna

source: %s is invisible
es: %s es invisible

source: %s is not invisible anymore
es: %s es visible

source: of Acid
es: de ácido

source: overloaded
es: sobrecargado

source: %s is overloaded
es: %s está sobrecargado

source: %s is not overloaded anymore
es: %s ya no está sobrecargado

source: of the Spirit
es: del espíritu

source: dead
es: muerto

source: %s is dead
es: %s está muerto

source: %s is resurrected
es: %s ha resucitado

source: of the Mists
es: de las nieblas

source: asleep
es: dormido

source: %s is asleep
es: %s está dormido

source: %s is awake
es: %s está despierto

source: of Quiet
es: del silencio

source: Basic Group
es: Grupo Básico

source: BASIC_GROUP
es: GRUPO_BÁSICO

source: Speed determines how fast the character is able to cast a spell or swing a sword.
es: La velocidad determina lo rápido que es capaz el personaje de lanzar un conjuro o blandir una espada.

source: of the Dragon
es: del dragón

source: Coordination
es: Coordinación

source: More coordinated characters are able to deflect more damage using armor.
es: Cuanto más coordinación tenga el personaje, más capaz de desviar el daño con la armadura será.

source: of the Wolf
es: del lobo

source: The higher a character's power the more damage his/her attach will cause.
es: Cuanto más poder tenga el personaje más daño harán sus ataques.

source: of the Troll
es: del troll

source: IQ
es: CI

source: A character with higher IQ is better suited to spellcasting.
es: Un personaje con alto CI (Cociente Intelectual) estará mejor dotado para la invocación de conjuros.

source: of the Boar
es: del jabalí

source: Leadership
es: Liderazgo

source: Leadership determines bartering power and rallies your troops in battle.
es: El liderazgo determina el cambio de autoridad y la capacidad de reunión de tus tropas en batalla.

source: of the Bear
es: del oso

source: Luck
es: Suerte

source: Luck affects almost all aspects of gameplay from spellcasting to unlocking doors.
es: La suerte afecta a todos los aspectos del juego, desde la invocación de conjuros hasta la apertura de puertas.

source: of the Fiend
es: del demonio

source: Piety
es: Devoción

source: A pious character follows his/her deity's wishes more closely.
es: Un personaje devoto sigue los deseos de su deidad de una manera más estricta.

source: of the Tiger
es: del tigre

source: Lore
es: Saber

source: Using lore a character is able identify items more easily and understand new concepts.
es: Usando sus conocimientos un personaje es capaz de entender nuevos conceptos y de identificar objetos más fácilmente.

source: of the Hydra
es: de la hidra

source: FIGHT_GROUP
es: GRUPO_DE_LUCHA

source: Fight Group
es: Grupo de lucha

source: Melee Weapon
es: Arma cuerpo a cuerpo

source: This is your combat skill for close quarters. Most basic weapons fall in this category.
es: Esta es la habilidad de combate para la lucha cercana. La mayoría de las armas básicas están en esta categoría.

source: of the Drake
es: del draco

source: This skill is used when fighting using a bow-type weapon.
es: Esta habilidad se usa al luchar contra armas de archo y flechas.

source: of the Sparrow
es: del gorrión

source: Large Weapon
es: Arma larga

source: This skill is used when fighting using over-sized weapons.
es: Esta habilidad se usa al luchar con armas de tamaño por encima del normal.

source: of the King
es: del rey

source: Hand to Hand Combat
es: Combate mano a mano

source: This skill is used when fighting with bare hands.
es: Esta habilidad se usa al combatir con las manos desnudas.

source: of the Priest
es: del sacerdote

source: DEFEND_GROUP
es: GRUPO_DE_DEFENSA

source: Defend Group
es: Grupo de Defensa

source: Shield Defend
es: Defensa con escudo

source: This skill is used when using a shield to deflect an attack.
es: Habilidad usada al usar un escudo para desviar un ataque.

source: of the Giant
es: del gigante

source: Armor Defend
es: Defensa con armadura

source: This skill is used when using armor to deflect an attack.
es: Habilidad usada al usar la armadura para desviar un ataque.

source: of the Centaur
es: del centauro

source: Dodge Attack
es: Ataque evasivo

source: This skill lets you side-step or otherwise avoid being hit by an attacker.
es: Esta habilidad te permite evitar ser alcanzado por un atacante.

source: of the Serpent
es: de la serpiente

source: Sorcery Group
es: Grupo de Hechicería

source: SORCERY_GROUP
es: GRUPO_DE_HECHICERÍA

source: Life and Death Magic
es: Magia de Vida y Muerte

source: This skill describes your proficiency with spells from the school of life and death.
es: La habilidad describe tus conocimientos en hechizos de la escuela de Vida y Muerte.

source: of the Sand
es: de la arena

source: Deceit Magic
es: Magia equívoca

source: This skill describes your proficiency with spells from the school of deceit.
es: Esta habilidad describe tu conocimiento de hechizos de la escuela del engaño.

source: of the Joker
es: del payaso

source: Confrontation Magic
es: Magia de confrontación

source: This skill describes your proficiency with spells from the school of confrontation.
es: Esta habilidad describe destreza con conjuros de la escuela de la confrontación.

source: of the Demon
es: del demonio

source: Resist Life and Death Magic
es: Resistir magia de vida y muerte

source: Having this skill helps you resist spells from the school of life and death.
es: Tener esta habilidad ayuda a resistir hechizos de la escuela de vida y muerte.

source: of the Gods
es: de los dioses

source: Resist Deceit Magic
es: Resistir magia equívoca

source: Having this skill helps you resist spells from the school of deceit.
es: Permite resistir hechizos de la escuela del engaño.

source: of the Night
es: de la noche

source: Resist Confrontation Magic
es: Resistir magia de confrontación

source: Having this skill helps you resist spells from the school of confrontation.
es: Esta habilidad ayuda a aguantar hechizos de la escuela de confrontación.

source: of the Angel
es: del ángel

source: SPIRIT_GROUP
es: GRUPO_ESPIRITUAL

source: Spirit Group
es: Grupo espiritual

source: Nature Magic
es: Magia de la naturaleza

source: This skill describes your proficiency with spells from the school of nature.
es: Esta habilidad describe tu destreza al lanzar hechizos de la escuela de la naturaleza.

source: of the Pixie
es: de los duendecillos

source: Awareness Magic
es: Magia de percepción

source: This skill describes your proficiency with spells from the school of awareness.
es: Esta habilidad describe tu capacidad de lanzar hechizos de la escuela de la percepción.

source: of the Void
es: del vacío

source: Resist Nature Magic
es: Resistir magia de la naturaleza

source: Having this skill helps you resist spells from the school of nature.
es: Esta habilidad te permite resistir hechizos de la escuela de la naturaleza.

source: of the Law
es: de la ley

source: Resist Awareness Magic
es: Resistir magia de percepción

source: Having this skill helps you resist spells from the school of awareness.
es: Tener esta habilidad ayuda a resistir hechizos de percepción.

source: of the Moth
es: del mes

source: LORE_GROUP
es: GRUPO_DE_SABIOS

source: Lore Group
es: Grupo de sabios

source: History Magic
es: Magia histórica

source: This skill describes your proficiency with spells from the school of history.
es: Esta habilidad describe tu destreza al invocar hechizos históricos.

source: of the Helix
es: de la hélice

source: Resist History Magic
es: Resistir magia histórica

source: Having this skill helps you resist spells from the school of history.
es: Tener esta habilidad permite resistirse a hechizos de la escuela de historia.

source: of the Brand
es: de la marca

source: Enchant Item
es: Encantar objeto

source: Your proficiency with this skill determines how well you create enchanted items.
es: Esta habilidad determina cómo de bueno eres al encantar objetos.

source: of the Sorcerer
es: del hechicero

source: Identify Item
es: Identificar objeto

source: This skill measures your ability to identify new items.
es: Esta habilidad mide tu sagacidad al identificar nuevos objetos.

source: of the Sage
es: de la sabiduría

source: Identify Creature
es: Identificar criatura

source: This skill measures your ability to identify new creatures.
es: Esta habilidad mide tu destreza al identificar nuevas criaturas.

source: of the Loremaster
es: del maestro del saber

source: STEALTH_GROUP
es: GRUPO_FURTIVO

source: Stealth Group
es: Grupo Furtivo

source: Open Lock
es: Abrir cerraduras

source: A character with this skill can open locked doors better.
es: Un personaje con esta habilidad puede abrir mejor las cerraduras

source: of the Shade
es: de la forma

source: Find Trap
es: Descubrir trampas

source: This skill helps you avoid falling into traps.
es: Habilidad que permite evitar caer en trampas.

source: of the Bard
es: del bardo

source: Find Secret Door
es: Encontrar puertas secretas

source: This skill lets you find secret doors.
es: Esta habilidad te permite encontrar puertas secretas.

source: of the Scion
es: del vástago

source: Move Undetected
es: Movimiento indetectable

source: With the aid of this skill you can move without your enemies detecting you.
es: Con la ayuda de esta habilidad, te puedes mover si ser detectado por tus enemigos.

source: of the Silence
es: del silencio

source: Stealing
es: Robar

source: The higher you progress in this still the better you're able to lift items from merchants.
es: Cuanto más progreses en esta habilidad, mejor serás al sustraer objetos a los mercaderes.

source: of the Thief
es: del ladrón

source: Male Vagrant
es: Vagabundo

source: Male Traveling Wizard
es: Mago viajero

source: Male Knight
es: Caballero

source: Male Rogue
es: Pícaro

source: Female Hobo
es: Vagabunda

source: Female Bard
es: Barda

source: Female Ranger
es: Mujer montaraz

source: Female Priestess
es: Sacerdotisa

source: hellogirl-002
es: chica-saludante-002

source: hellogirl
es: chica-saludante

source: hellogirl-blue
es: chica-saludante-azul

source: hellogirl-red
es: chica-saludante-rojo

source: link
es: enlace

source: yvonne-red
es: yvonne-rojo

source: yvonne-green
es: yvonne-verde

source: yvonne-white
es: yvonne-blanco

source: yvonne-demon
es: yvonne-demonio

source: yvonne-jeans
es: yvonne-vaqueros

source: yvonne-lizard
es: yvonne-reptil

source: yvonne-ominous
es: yvonne-siniestro

source: yvonne-stealth
es: yvonne-furtiva

source: yvonne-tech
es: yvonne-tec

source: Acolyte of Hornaxx
es: Acólito de Hornaxx

source: Uzudil the Hand
es: Uzudil la Mano

source: Melathor of Allovium
es: Melathor de Allovium

source: Orhithales Grimwise
es: Orhithales el sabio hosco

source: Mycotharsius the Mad
es: Mycotharsius el Loco

source: Quegazu the Reformed
es: Quegazu el Reformado

source: Narzegg the Vain
es: Narzegg el Vano

source: Positive Energy of Hornaxx
es: Energía positiva de Hornaxx

source: Negative Energy of Hornaxx
es: Energía negativa de Hornaxx

source: Mothrazu Pain Incarnate
es: Dolor de Mothrazu encarnado

source: Spawn of Arcanex
es: Progenie de Arcanex

source: Nightward
es: Pupilo nocturno

source: Nightlord
es: Señor de la noche

source: Norill Lamath, Guardian of the Realm
es: Norill Lamath, Guardián del Reino

source: Sarrez Magron, Guardian of the Realm
es: Sarrez Magron, Guardián del Reino

source: Rolan Welheit, Guardian of the Realm
es: Rolan Welheit, Guardián del Reino

source: It's an old carving knife. The long dulled blade sports a surprising number of dents.
es: Es un viejo cuchillo labrado. La larga y roma hoja luce un sorprendente número de dientes.

source: Kitchen Knife
es: Cuchillo de cocina

source: A rusty carving knife
es: Un herrumbroso cuchillo labrado

source: A lightweight weapon that is built for speed. A favorite of assassins!
es: Un arma ligera preparada para ataques rápidos. ¡La favorita de los asesinos!

source: Dirk
es: Daga de misericordia

source: A small dirk
es: Una pequeña misericordia

source: This dirk sports a menacing extra notch at its end. Monsters are sure to run screaming from this horror!
es: Esta daga luce una amenazante muesca en su final. ¡Los monstruos correrán gritando al verla!

source: Curved Dirk
es: Misericordia curvada

source: A dirk with a spike
es: Una misericordia con una púa

source: The throwing dagger is a well balanced weapon, favored by the feared assassin-poets of the Order of the Grizzled Pony.
es: La daga voladora es un arma bien balanceada, favorita de los temidos poetas-asesinos de la Orden del Poni Grisáceo

source: Throwing Dagger
es: Daga voladora

source: A well-balanced throwing dagger.
es: Una daga voladora bien balanceada.

source: Many-a-throats were silenced by this here black iron
es: Muchas gargantas fueron silenciadas por este negro hierro

source: Dagger
es: Daga

source: A curiously shaped dagger
es: Una daga de forma curiosa

source: The extra-long serrated edge of this hunting knife is enough to induce nightmares. A nicely carved wooden handle completes this menacing weapon.
es: El muy largo borde serrado del cuchillo de caza es suficiente para inducir pesadillas. Un mango de madera esculpida completa este arma amenazante.

source: Hunting Knife
es: Cuchillo de caza

source: A hunting knife with a serrated edge.
es: Un cuchillo de caza con un borde serrado.

source: This knife bears the symbol of Unamoin. The god is enthroned on a seat of flame, before him stand a long line of souls, to be sacrificed for the divine feast.
es: El cuchillo lleva el símbolo de Unamoin. El dios está entronado en un asiento de llamas y delante de él hay una larga fila de almas que van a ser sacrificadas en un banquete divino.

source: Ceremonial Dagger
es: Daga ceremonial

source: A wide-bladed ceremonial dagger.
es: Una daga cermonial de hoja ancha.

source: A dwarven shortsword of average workmanship
es: Una espada corta enana de manufactura media

source: Short sword
es: Espada corta

source: A stubby short sword
es: Una espada corta ancha

source: Longer and wider than a shortsword, the dwarven military brand is sometimes held with two hands. It is designed for close-quarter underground melee fighting.
es: Más larga y ancha que una espada corta, la pieza del ejército enano es algunas veces esgrimida a dos manos. Está diseñada para una lucha cercana.

source: Dwarven sword
es: Espada enana

source: A sword of dwarven make.
es: Una espada hecha por enanos.

source: Officer in the royal guard wear this pointed swords as a sign of rank. They're usually not used in actual combat but are only carried during a ceremony.
es: Oficiales de la guardia real llevan estás espadas punzantes como un signo de su rango. No se suelen usar en combates reales, sólo durante las ceremonias.

source: Ornamental officer sword
es: Espada ornamental de oficial

source: A strange pointed sword.
es: Una espada extraña muy punteada.

source: A bastard sword can be wielded either by one or both hands... (If you still have both hands)
es: Una espada bastarda puede ser esgrimida por una o ambas manos... (Si todavía las tienes)

source: Bastard sword
es: Espada bastarda

source: The rusty bastard sword has seen plenty of use
es: La oxidada espada bastarda ha sido usada en multitud de ocasiones

source: The longsword is the noble weapon of the knights
es: La espada larga es el arma noble de los caballeros

source: Long sword
es: Espada larga

source: A well-balanced, shiny longsword
es: Una reluciente y bien balanceada espada larga
